{
  "index": 71,
  "ayas": [
    {
      "index": 1,
      "text": "SENT NOAH to his people to warn them before the painful punishment came upon them."
    },
    {
      "index": 2,
      "text": "He said: \"O my people, I warn you clearly"
    },
    {
      "index": 3,
      "text": "That you should worship God and fear Him, and follow me"
    },
    {
      "index": 4,
      "text": "That He may forgive some of your sins and prolong your term till an appointed time. Surely when God's appointed time is come it will not be put off, if only you knew!"
    },
    {
      "index": 5,
      "text": "He said: \"O Lord, I called my people night and day,"
    },
    {
      "index": 6,
      "text": "But the more I called, they only ran the farther away."
    },
    {
      "index": 7,
      "text": "And every time I called them that You may forgive them, they thrust their fingers into their ears, and covered themselves with their garments, and became wayward, and behaved with downright insolence."
    },
    {
      "index": 8,
      "text": "Then I called them loudly and more openly,"
    },
    {
      "index": 9,
      "text": "And declared to them in public and in private,"
    },
    {
      "index": 10,
      "text": "And I told them: 'Ask your Lord to forgive you. He is verily forgiving."
    },
    {
      "index": 11,
      "text": "He will send you abundant rain from the sky,"
    },
    {
      "index": 12,
      "text": "And will give you increase of wealth and sons, and give you gardens and springs of water."
    },
    {
      "index": 13,
      "text": "What has come upon you that you do not fear the majesty of God,"
    },
    {
      "index": 14,
      "text": "Knowing that He has created you by various stages?"
    },
    {
      "index": 15,
      "text": "Do you not see how God has fashioned seven skies one above the other,"
    },
    {
      "index": 16,
      "text": "And has placed the moon therein, an illumination, and has placed the sun, a lighted lamp?"
    },
    {
      "index": 17,
      "text": "God produced you from the earth like a vegetable growth;"
    },
    {
      "index": 18,
      "text": "He will then return you back to it, and bring you out again."
    },
    {
      "index": 19,
      "text": "God has made the earth for you a spreading,"
    },
    {
      "index": 20,
      "text": "So that you may walk upon its spacious paths.'"
    },
    {
      "index": 21,
      "text": "But they did not listen to me,\" Noah said, \"and followed him whose wealth and children only added to his ruin."
    },
    {
      "index": 22,
      "text": "And they contrived a plot of great magnitude,"
    },
    {
      "index": 23,
      "text": "And said: 'Do not abandon your gods, and do not abandon Wadda or Suwa', or Yaghuth, Ya'uq or Nasr.'"
    },
    {
      "index": 24,
      "text": "And they misled many. So do not give the evil-doers increase but in error."
    },
    {
      "index": 25,
      "text": "They were drowned because of their habitual sinfulness, and sent to Hell, and did not find any helper other than God."
    },
    {
      "index": 26,
      "text": "Noah said: \"O Lord, do not leave a single habitation of unbelievers on the earth."
    },
    {
      "index": 27,
      "text": "If you leave them, they will lead Your creatures astray, and beget but iniquitous and ungrateful offspring."
    },
    {
      "index": 28,
      "text": "O Lord, forgive me, my parents, and any one who enters my house as a believer, and all believing men and women, and do not give the evil-doers increase save in ruin."
    }
  ]
}