{
  "index": 72,
  "ayas": [
    {
      "index": 1,
      "text": "SAY: \"I HAVE been informed that a number of jinns had listened; then said: 'We have heard the wondrous Qur'an,"
    },
    {
      "index": 2,
      "text": "Which guides to the right path; and we have come to believe in it, and will not associate any one with our Lord."
    },
    {
      "index": 3,
      "text": "Exalted is the glory of our Lord; He has neither wife nor son."
    },
    {
      "index": 4,
      "text": "Certainly the foolish among us say preposterous things of God."
    },
    {
      "index": 5,
      "text": "We had in fact thought that men and jinns would never speak a lie about God,"
    },
    {
      "index": 6,
      "text": "But some men used to seek refuge with some jinns, and this increased their waywardness;"
    },
    {
      "index": 7,
      "text": "So they began to think, even as you do, that God would not resurrect any one."
    },
    {
      "index": 8,
      "text": "We sought to pry into the secrets of the heavens, but found it full of fierce guards and shooting flames."
    },
    {
      "index": 9,
      "text": "We sat in observatories to listen; but any one who listened found a shooting star in wait for him."
    },
    {
      "index": 10,
      "text": "We do not know if this means ill for the dwellers of the earth, or their Lord wishes guidance for them."
    },
    {
      "index": 11,
      "text": "For some of us are upright and some otherwise: Surely we follow different ways."
    },
    {
      "index": 12,
      "text": "We realised that we could not weaken the power of God on earth, nor outpace Him by running away."
    },
    {
      "index": 13,
      "text": "So when we heard the guidance we believed in it; and he who believes in his Lord will neither fear loss nor force."
    },
    {
      "index": 14,
      "text": "Some of us have come to submission, and some of us are iniquitous.'\" Those who have submitted have taken the right course;"
    },
    {
      "index": 15,
      "text": "But those who are iniquitous will be fuel for Hell."
    },
    {
      "index": 16,
      "text": "(Say): \"If they keep to the right path We shall give them water in abundance to drink"
    },
    {
      "index": 17,
      "text": "In order to try them through it. But whoever turns away from the remembrance of his Lord, will be given increasing torment by Him.\""
    },
    {
      "index": 18,
      "text": "All places of worship are for God; so do not invoke any one with God."
    },
    {
      "index": 19,
      "text": "When the devotee of God stood up to invoke Him (the jinns) crowded upon him (to listen)."
    },
    {
      "index": 20,
      "text": "Say: \"I call on my Lord alone and I do not associate any one with Him.\""
    },
    {
      "index": 21,
      "text": "Say: \"Neither is your loss within my power nor bringing you to guidance.\""
    },
    {
      "index": 22,
      "text": "Say: \"No one can save me from God, nor can I find a place of refuge apart from Him,"
    },
    {
      "index": 23,
      "text": "Unless I convey from God and deliver His message.\" For those who disobey God and His Apostle is the fire of Hell, where they will abide for ever;"
    },
    {
      "index": 24,
      "text": "Until they see what they are promised, when they will understand who is weaker in aid and poorer in numbers."
    },
    {
      "index": 25,
      "text": "Say: \"I do not know if what is promised you is near, or if my Lord prolongs its term."
    },
    {
      "index": 26,
      "text": "He is the knower of the Unknown, and He does not divulge His secret to any one"
    },
    {
      "index": 27,
      "text": "Other than an apostle He has chosen, when He makes a sentinel walk in front of him and a sentinel behind,"
    },
    {
      "index": 28,
      "text": "So that He may know if they have delivered their Lord's messages. He comprehends all that has been given them, and keeps count of everything."
    }
  ]
}