{
  "index": 19,
  "ayas": [
    {
      "index": 1,
      "text": "KAF HA YA 'AIN SAD."
    },
    {
      "index": 2,
      "text": "Commemorate the beneficence of your Lord on Zachariah, His devotee,"
    },
    {
      "index": 3,
      "text": "When he called to his Lord inwardly,"
    },
    {
      "index": 4,
      "text": "And said: \"O my Lord, my bones decay, my head is white and hoary, yet in calling You, O Lord, I have never been deprived."
    },
    {
      "index": 5,
      "text": "But I fear my relatives after me; and my wife is barren. So grant me a successor as a favour from You"
    },
    {
      "index": 6,
      "text": "Who will be heir to me, and heir to the house of Jacob; and make him obedient to You, O Lord.\""
    },
    {
      "index": 7,
      "text": "\"O Zachariah,\" (it was) said, \"We give you good news of a son by name of John.' To none have We attributed the name before.\""
    },
    {
      "index": 8,
      "text": "\"How can I have a son, O Lord\" he said, \"when my wife is barren and I am old and decrepit?\""
    },
    {
      "index": 9,
      "text": "(The angel) answered: \"Thus will it be. Your Lord said: 'This is easy for Me; for when I brought you into being you were nothing.'"
    },
    {
      "index": 10,
      "text": "He said: \"O Lord, give me a token.\" \"Though sound,\" He answered, \"you will not talk to any one for three nights running.\""
    },
    {
      "index": 11,
      "text": "So he came from the chamber to his people, and suggested to them (by signs) to sing the praises of the Lord morning and evening."
    },
    {
      "index": 12,
      "text": "(We said:) \"O John, hold fast to the Book;\" and We gave him wisdom right from boyhood,"
    },
    {
      "index": 13,
      "text": "And compassion from Us, and goodness. So he was devout,"
    },
    {
      "index": 14,
      "text": "And kind to his parents, neither arrogant nor disobedient."
    },
    {
      "index": 15,
      "text": "So peace on him the day he was born, the day he will die, and the day that he will be raised from the dead."
    },
    {
      "index": 16,
      "text": "Commemorate Mary in the Book. When she withdrew from her family to a place in the East"
    },
    {
      "index": 17,
      "text": "And took cover from them, We sent a spirit of Ours to her who appeared before her in the concrete form of a man."
    },
    {
      "index": 18,
      "text": "\"I seek refuge in the Merciful from you, if you fear Him,\" she said."
    },
    {
      "index": 19,
      "text": "He replied: \"I am only a messenger from your Lord (sent) to bestow a good son on you.\""
    },
    {
      "index": 20,
      "text": "\"How can I have a son,\" she said, \"when no man has touched me, nor am I sinful?\""
    },
    {
      "index": 21,
      "text": "He said: \"Thus will it be. Your Lord said: 'It is easy for Me,' and that: 'We shall make him a sign for men and a blessing from Us.' This is a thing already decreed.\""
    },
    {
      "index": 22,
      "text": "When she conceived him she went away to a distant place."
    },
    {
      "index": 23,
      "text": "The birth pangs led her to the trunk of a date-palm tree. \"Would that I had died before this,\" she said, \"and become a thing forgotten, unremembered.\""
    },
    {
      "index": 24,
      "text": "Then (a voice) called to her from below: \"Grieve not; your Lord has made a rivulet gush forth right below you."
    },
    {
      "index": 25,
      "text": "Shake the trunk of the date-palm tree, and it will drop ripe dates for you."
    },
    {
      "index": 26,
      "text": "Eat and drink, and be at peace. If you see any man, tell him: 'I have verily vowed a fast to Ar-Rahman and cannot speak to any one this day.'"
    },
    {
      "index": 27,
      "text": "Then she brought the child to her people. They exclaimed: \"O Mary, you have done a most astonishing thing!"
    },
    {
      "index": 28,
      "text": "O sister of Aaron, your father was not a wicked person, nor your mother sinful!\""
    },
    {
      "index": 29,
      "text": "But she pointed towards him. \"How can we talk to one,\" they said, \"who is only an infant in the cradle?\""
    },
    {
      "index": 30,
      "text": "\"I am a servant of God,\" he answered. \"He has given me a Book and made me a prophet,"
    },
    {
      "index": 31,
      "text": "And blessed me wherever I may be, and enjoined on me worship and zakat for as long as I live,"
    },
    {
      "index": 32,
      "text": "And be dutiful to my mother. He has not made me haughty or rebellious."
    },
    {
      "index": 33,
      "text": "There was peace on me the day I was born, and will be the day I die, and on the day I will be raised from the dead.\""
    },
    {
      "index": 34,
      "text": "This was Jesus, son of Mary: A true account they contend about."
    },
    {
      "index": 35,
      "text": "It does not behove God to have a son. Too immaculate is He! When He decrees a thing He has only to say: \"Be\", and it is."
    },
    {
      "index": 36,
      "text": "(Jesus only said:) \"Surely God is my Lord and your Lord, so worship Him. This is the straight path.\""
    },
    {
      "index": 37,
      "text": "Yet the sectarians differed among themselves. Alas for the unbelievers when they see the Terrible Day!"
    },
    {
      "index": 38,
      "text": "How keenly would they hear and see when they come before Us then, even though today the evil-doers are lost in palpable error."
    },
    {
      "index": 39,
      "text": "Warn them of that day of pining when all matters will have been settled, though they would still be unaware and unbelieving (of the truth)."
    },
    {
      "index": 40,
      "text": "Verily We shall inherit the earth and whosoever is on it, and to Us they will return."
    },
    {
      "index": 41,
      "text": "Commemorate Abraham in the Book: He was upright, a prophet."
    },
    {
      "index": 42,
      "text": "Remember, when he said to his father: \"O my father, why do you worship that which can neither hear nor see nor even profit you the least?"
    },
    {
      "index": 43,
      "text": "O my father, to me has come such knowledge as never came to you. So follow me that I may show you the right path."
    },
    {
      "index": 44,
      "text": "Why do you worship Satan, O father? Verily Satan was disobedient to Ar-Rahman."
    },
    {
      "index": 45,
      "text": "O my father, I fear lest a punishment from Ar-Rahman should befall you, and you should become a friend of the Devil.\""
    },
    {
      "index": 46,
      "text": "He said: \"Are you averse to my gods, O Abraham? If you do not desist, I shall have you stoned to death. So go away for a while from me.\""
    },
    {
      "index": 47,
      "text": "He answered: \"Peace be on you. I will seek forgiveness of my Lord for you. He has been gracious to me."
    },
    {
      "index": 48,
      "text": "I will leave you and those you invoke apart from God, and pray to my Lord. Haply in praying to my Lord I will not be deprived.\""
    },
    {
      "index": 49,
      "text": "Thus, when he left them and the (idols) they worshipped, We bestowed on him Isaac and Jacob, and made each of them a prophet,"
    },
    {
      "index": 50,
      "text": "And bestowed on them some of Our blessings, and gave them high renown."
    },
    {
      "index": 51,
      "text": "Commemorate Moses in the Book. He was a chosen one, both an apostle and a prophet."
    },
    {
      "index": 52,
      "text": "We called him from the right side of the Mount, and brought him close for communion;"
    },
    {
      "index": 53,
      "text": "And bestowed on him his brother Aaron, a prophet, through Our benevolence."
    },
    {
      "index": 54,
      "text": "Commemorate Ishmael in the Book. He was true of his promise, and a messenger, a prophet."
    },
    {
      "index": 55,
      "text": "He enjoined on his household worship and zakat, and he was obedient to his Lord."
    },
    {
      "index": 56,
      "text": "Commemorate Enoch in the Book. He was a truthful person and a prophet,"
    },
    {
      "index": 57,
      "text": "And We raised him to an exalted station."
    },
    {
      "index": 58,
      "text": "These are (some of) those who were favoured by God among the prophets of the progeny of Adam, and of those We bore in the ark with Noah, and the offspring of Abraham and Israel, and of those We guided and We chose, for they bowed weeping in adoration when the revelations of Ar-Rahman were recited to them."
    },
    {
      "index": 59,
      "text": "But they are succeeded by a generation who neglect their devotional obligations and follow only earthly pleasures; but they will reach the wrong road and meet destruction,"
    },
    {
      "index": 60,
      "text": "Except those who repent and come to believe and do the right. These will enter Paradise and will not be wronged the least"
    },
    {
      "index": 61,
      "text": "In the gardens of Eden promised by Ar-Rahman to His creatures in the unknown (future). Verily His promise will come to pass."
    },
    {
      "index": 62,
      "text": "They will hear no vain talk there, but only salutations of peace, and they will have their sustenance morning and evening.\""
    },
    {
      "index": 63,
      "text": "This is the Paradise those of Our creatures will inherit who take heed and fear the displeasure of God."
    },
    {
      "index": 64,
      "text": "\"We do not come down,\" (will the angels say) \"but only by your Lord's command.\" To Him belongs whatever lies before us and behind us, and the space in between. Your Lord does not ever forget:"
    },
    {
      "index": 65,
      "text": "Lord of the heavens and the earth and all that lies between them. Therefore worship Him, and be constant in His worship. Do you know any namesake of His?"
    },
    {
      "index": 66,
      "text": "Yet man says: \"When I am dead, will I come to life again?\""
    },
    {
      "index": 67,
      "text": "Does man not remember that before We created him he was nothing?"
    },
    {
      "index": 68,
      "text": "By your Lord, We shall gather them and the devils together, then bring them crawling on their knees around Hell."
    },
    {
      "index": 69,
      "text": "We shall pull out of every section those who were most perversely rebellious against Ar-Rahman."
    },
    {
      "index": 70,
      "text": "We know best who deserve to be burnt in (the Fire)."
    },
    {
      "index": 71,
      "text": "There is not one among you who will not reach it. Your Lord has made this incumbent on Himself."
    },
    {
      "index": 72,
      "text": "We shall deliver those who took heed for themselves, and leave the evil-doers kneeling there."
    },
    {
      "index": 73,
      "text": "When Our lucid revelations are read out to them, the infidels say to those who believe: \"Which of the two groups is better in standing, and whose company is more excellent?\""
    },
    {
      "index": 74,
      "text": "How many generations that had far more wealth and ostentation have We laid low before them!"
    },
    {
      "index": 75,
      "text": "Say: \"Ar-Rahman extends the life of those who are astray until they come to realise what had been promised them was either (physical) affliction or (the terror) of Resurrection. Then will they know who is worse in position, and who is weak in supporters."
    },
    {
      "index": 76,
      "text": "God gives greater guidance to those who are guided; and good deeds that endure are better with your Lord for reward, and better for consequence."
    },
    {
      "index": 77,
      "text": "Have you seen him who denies Our revelations, and says: \"I will certainly be given wealth and children.\""
    },
    {
      "index": 78,
      "text": "Has he peeped into the Unknown, or obtained a promise from Ar-Rahman?"
    },
    {
      "index": 79,
      "text": "Never so. We shall certainly write down what he says, and prolong the extent of his punishment."
    },
    {
      "index": 80,
      "text": "All that he claims will revert to Us, and he will come before Us all alone."
    },
    {
      "index": 81,
      "text": "They have taken other gods apart from God that they might be a strength to them."
    },
    {
      "index": 82,
      "text": "Never. They will deny their devotion and become their adversaries."
    },
    {
      "index": 83,
      "text": "Do you not see that We have set the devils against the infidels to rouse and instigate them?"
    },
    {
      "index": 84,
      "text": "So, do not be hasty with them. We are counting their number (of days)."
    },
    {
      "index": 85,
      "text": "The day We shall usher the righteous before Ar-Rahman like envoys into the presence of a king,"
    },
    {
      "index": 86,
      "text": "And drive the wicked into Hell like cattle driven to water,"
    },
    {
      "index": 87,
      "text": "None will have power to intercede for them except one who obtains a promise from Ar-Rahman."
    },
    {
      "index": 88,
      "text": "They say: \"God has begotten a son.\""
    },
    {
      "index": 89,
      "text": "You have uttered a grievous thing"
    },
    {
      "index": 90,
      "text": "Which would cleave the skies asunder, rend the earth, and split the mountains,"
    },
    {
      "index": 91,
      "text": "For they have attributed a son to Ar-Rahman,"
    },
    {
      "index": 92,
      "text": "When it does not behove the Merciful to have a son."
    },
    {
      "index": 93,
      "text": "There is no one in the heavens and the earth but comes before Ar-Rahman in all obedience."
    },
    {
      "index": 94,
      "text": "He has counted them and calculated their number."
    },
    {
      "index": 95,
      "text": "Every one of them will come before Him all alone on the Day of Resurrection."
    },
    {
      "index": 96,
      "text": "Surely Ar-Rahman will show love for those who believe and do the right."
    },
    {
      "index": 97,
      "text": "So We have made this (Qur'an) easy in your tongue that you may give good news to those who take heed, and warn the people who are contentious."
    },
    {
      "index": 98,
      "text": "How many generations have We laid low before them. Do you see any sign of them, or hear the least whisper of them?"
    }
  ]
}