{
  "index": 37,
  "ayas": [
    {
      "index": 1,
      "text": "By those who set the ranks in battle order"
    },
    {
      "index": 2,
      "text": "And those who drive away (the wicked) with reproof"
    },
    {
      "index": 3,
      "text": "And those who read (the Word) for a reminder,"
    },
    {
      "index": 4,
      "text": "Lo! thy Lord is surely One;"
    },
    {
      "index": 5,
      "text": "Lord of the heavens and of the earth and all that is between them, and Lord of the sun's risings."
    },
    {
      "index": 6,
      "text": "Lo! We have adorned the lowest heaven with an ornament, the planets;"
    },
    {
      "index": 7,
      "text": "With security from every froward devil."
    },
    {
      "index": 8,
      "text": "They cannot listen to the Highest Chiefs for they are pelted from every side,"
    },
    {
      "index": 9,
      "text": "Outcast, and theirs is a perpetual torment;"
    },
    {
      "index": 10,
      "text": "Save him who snatcheth a fragment, and there pursueth him a piercing flame."
    },
    {
      "index": 11,
      "text": "Then ask them (O Muhammad): Are they stronger as a creation, or those (others) whom we have created? Lo! We created them of plastic clay."
    },
    {
      "index": 12,
      "text": "Nay, but thou dost marvel when they mock"
    },
    {
      "index": 13,
      "text": "And heed not when they are reminded,"
    },
    {
      "index": 14,
      "text": "And seek to scoff when they behold a portent."
    },
    {
      "index": 15,
      "text": "And they say: Lo! this is mere magic;"
    },
    {
      "index": 16,
      "text": "When we are dead and have become dust and bones, shall we then, forsooth, be raised (again)?"
    },
    {
      "index": 17,
      "text": "And our forefathers?"
    },
    {
      "index": 18,
      "text": "Say (O Muhammad): Ye, in truth; and ye will be brought low."
    },
    {
      "index": 19,
      "text": "There is but one Shout, and lo! they behold,"
    },
    {
      "index": 20,
      "text": "And say: Ah, woe for us! This is the Day of Judgment."
    },
    {
      "index": 21,
      "text": "This is the Day of Separation, which ye used to deny."
    },
    {
      "index": 22,
      "text": "(And it is said unto the angels): Assemble those who did wrong, together with their wives and what they used to worship"
    },
    {
      "index": 23,
      "text": "Instead of Allah, and lead them to the path to hell;"
    },
    {
      "index": 24,
      "text": "And stop them, for they must be questioned."
    },
    {
      "index": 25,
      "text": "What aileth you that ye help not one another?"
    },
    {
      "index": 26,
      "text": "Nay, but this day they make full submission."
    },
    {
      "index": 27,
      "text": "And some of them draw near unto others, mutually questioning."
    },
    {
      "index": 28,
      "text": "They say: Lo! ye used to come unto us, imposing, (swearing that ye spoke the truth)."
    },
    {
      "index": 29,
      "text": "They answer: Nay, but ye (yourselves) were not believers."
    },
    {
      "index": 30,
      "text": "We had no power over you, but ye were wayward folk."
    },
    {
      "index": 31,
      "text": "Now the Word of our Lord hath been fulfilled concerning us. Lo! we are about to taste (the doom)."
    },
    {
      "index": 32,
      "text": "Thus we misled you. Lo! we were (ourselves) astray."
    },
    {
      "index": 33,
      "text": "Then lo! this day they (both) are sharers in the doom."
    },
    {
      "index": 34,
      "text": "Lo! thus deal We with the guilty."
    },
    {
      "index": 35,
      "text": "For when it was said unto them, There is no Allah save Allah, they were scornful"
    },
    {
      "index": 36,
      "text": "And said: Shall we forsake our gods for a mad poet?"
    },
    {
      "index": 37,
      "text": "Nay, but he brought the Truth, and he confirmed those sent (before him)."
    },
    {
      "index": 38,
      "text": "Lo! (now) verily ye taste the painful doom -"
    },
    {
      "index": 39,
      "text": "Ye are requited naught save what ye did -"
    },
    {
      "index": 40,
      "text": "Save single-minded slaves of Allah;"
    },
    {
      "index": 41,
      "text": "For them there is a known provision,"
    },
    {
      "index": 42,
      "text": "Fruits. And they will be honoured"
    },
    {
      "index": 43,
      "text": "In the Gardens of delight,"
    },
    {
      "index": 44,
      "text": "On couches facing one another;"
    },
    {
      "index": 45,
      "text": "A cup from a gushing spring is brought round for them,"
    },
    {
      "index": 46,
      "text": "White, delicious to the drinkers,"
    },
    {
      "index": 47,
      "text": "Wherein there is no headache nor are they made mad thereby."
    },
    {
      "index": 48,
      "text": "And with them are those of modest gaze, with lovely eyes,"
    },
    {
      "index": 49,
      "text": "(Pure) as they were hidden eggs (of the ostrich)."
    },
    {
      "index": 50,
      "text": "And some of them draw near unto others, mutually questioning."
    },
    {
      "index": 51,
      "text": "A speaker of them saith: Lo! I had a comrade"
    },
    {
      "index": 52,
      "text": "Who used to say: Art thou in truth of those who put faith (in his words)?"
    },
    {
      "index": 53,
      "text": "Can we, when we are dead and have become mere dust and bones - can we (then) verily be brought to book?"
    },
    {
      "index": 54,
      "text": "He saith: Will ye look?"
    },
    {
      "index": 55,
      "text": "Then looketh he and seeth him in the depth of hell."
    },
    {
      "index": 56,
      "text": "He saith: By Allah, thou verily didst all but cause my ruin,"
    },
    {
      "index": 57,
      "text": "And had it not been for the favour of my Lord, I too had been of those haled forth (to doom)."
    },
    {
      "index": 58,
      "text": "Are we then not to die"
    },
    {
      "index": 59,
      "text": "Saving our former death, and are we not to be punished?"
    },
    {
      "index": 60,
      "text": "Lo! this is the supreme triumph."
    },
    {
      "index": 61,
      "text": "For the like of this, then, let the workers work."
    },
    {
      "index": 62,
      "text": "Is this better as a welcome, or the tree of Zaqqum?"
    },
    {
      "index": 63,
      "text": "Lo! We have appointed it a torment for wrong-doers."
    },
    {
      "index": 64,
      "text": "Lo! it is a tree that springeth in the heart of hell."
    },
    {
      "index": 65,
      "text": "Its crop is as it were the heads of devils"
    },
    {
      "index": 66,
      "text": "And lo! they verily must eat thereof, and fill (their) bellies therewith."
    },
    {
      "index": 67,
      "text": "And afterward, lo! thereupon they have a drink of boiling water"
    },
    {
      "index": 68,
      "text": "And afterward, lo! their return is surely unto hell."
    },
    {
      "index": 69,
      "text": "They indeed found their fathers astray,"
    },
    {
      "index": 70,
      "text": "But they make haste (to follow) in their footsteps."
    },
    {
      "index": 71,
      "text": "And verily most of the men of old went astray before them,"
    },
    {
      "index": 72,
      "text": "And verily We sent among them warners."
    },
    {
      "index": 73,
      "text": "Then see the nature of the consequence for those warned,"
    },
    {
      "index": 74,
      "text": "Save single-minded slaves of Allah."
    },
    {
      "index": 75,
      "text": "And Noah verily prayed unto Us, and gracious was the Hearer of his prayer"
    },
    {
      "index": 76,
      "text": "And We saved him and his household from the great distress,"
    },
    {
      "index": 77,
      "text": "And made his seed the survivors,"
    },
    {
      "index": 78,
      "text": "And left for him among the later folk (the salutation):"
    },
    {
      "index": 79,
      "text": "Peace be unto Noah among the peoples!"
    },
    {
      "index": 80,
      "text": "Lo! thus do We reward the good."
    },
    {
      "index": 81,
      "text": "Lo! he is one of Our believing slaves."
    },
    {
      "index": 82,
      "text": "Then We did drown the others."
    },
    {
      "index": 83,
      "text": "And lo! of his persuasion verily was Abraham"
    },
    {
      "index": 84,
      "text": "When he came unto his Lord with a whole heart;"
    },
    {
      "index": 85,
      "text": "When he said unto his father and his folk: What is it that ye worship?"
    },
    {
      "index": 86,
      "text": "Is it a falsehood - gods beside Allah - that ye desire?"
    },
    {
      "index": 87,
      "text": "What then is your opinion of the Lord of the Worlds?"
    },
    {
      "index": 88,
      "text": "And he glanced a glance at the stars"
    },
    {
      "index": 89,
      "text": "Then said: Lo! I feel sick!"
    },
    {
      "index": 90,
      "text": "And they turned their backs and went away from him."
    },
    {
      "index": 91,
      "text": "Then turned he to their gods and said: Will ye not eat?"
    },
    {
      "index": 92,
      "text": "What aileth you that ye speak not?"
    },
    {
      "index": 93,
      "text": "Then he attacked them, striking with his right hand."
    },
    {
      "index": 94,
      "text": "And (his people) came toward him, hastening."
    },
    {
      "index": 95,
      "text": "He said: Worship ye that which ye yourselves do carve"
    },
    {
      "index": 96,
      "text": "When Allah hath created you and what ye make?"
    },
    {
      "index": 97,
      "text": "They said: Build for him a building and fling him in the red-hotfire."
    },
    {
      "index": 98,
      "text": "And they designed a snare for him, but We made them the undermost."
    },
    {
      "index": 99,
      "text": "And he said: Lo! I am going unto my Lord Who will guide me."
    },
    {
      "index": 100,
      "text": "My Lord! Vouchsafe me of the righteous."
    },
    {
      "index": 101,
      "text": "So We gave him tidings of a gentle son."
    },
    {
      "index": 102,
      "text": "And when (his son) was old enough to walk with him, (Abraham) said: O my dear son, I have seen in a dream that I must sacrifice thee. So look, what thinkest thou? He said: O my father! Do that which thou art commanded. Allah willing, thou shalt find me of the steadfast."
    },
    {
      "index": 103,
      "text": "Then, when they had both surrendered (to Allah), and he had flung him down upon his face,"
    },
    {
      "index": 104,
      "text": "We called unto him: O Abraham!"
    },
    {
      "index": 105,
      "text": "Thou hast already fulfilled the vision. Lo! thus do We reward the good."
    },
    {
      "index": 106,
      "text": "Lo! that verily was a clear test."
    },
    {
      "index": 107,
      "text": "Then We ransomed him with a tremendous victim."
    },
    {
      "index": 108,
      "text": "And We left for him among the later folk (the salutation):"
    },
    {
      "index": 109,
      "text": "Peace be unto Abraham!"
    },
    {
      "index": 110,
      "text": "Thus do We reward the good."
    },
    {
      "index": 111,
      "text": "Lo! he is one of Our believing slaves."
    },
    {
      "index": 112,
      "text": "And we gave him tidings of the birth of Isaac, a prophet of the righteous."
    },
    {
      "index": 113,
      "text": "And We blessed him and Isaac. And of their seed are some who do good, and some who plainly wrong themselves."
    },
    {
      "index": 114,
      "text": "And We verily gave grace unto Moses and Aaron,"
    },
    {
      "index": 115,
      "text": "And saved them and their people from the great distress,"
    },
    {
      "index": 116,
      "text": "And helped them so that they became the victors."
    },
    {
      "index": 117,
      "text": "And We gave them the clear Scripture"
    },
    {
      "index": 118,
      "text": "And showed them the right path."
    },
    {
      "index": 119,
      "text": "And We left for them among the later folk (the salutation):"
    },
    {
      "index": 120,
      "text": "Peace be unto Moses and Aaron!"
    },
    {
      "index": 121,
      "text": "Lo! thus do We reward the good."
    },
    {
      "index": 122,
      "text": "Lo! they are two of Our believing slaves."
    },
    {
      "index": 123,
      "text": "And lo! Elias was of those sent (to warn),"
    },
    {
      "index": 124,
      "text": "When he said unto his folk: Will ye not ward off (evil)?"
    },
    {
      "index": 125,
      "text": "Will ye cry unto Baal and forsake the Best of creators,"
    },
    {
      "index": 126,
      "text": "Allah, your Lord and Lord of your forefathers?"
    },
    {
      "index": 127,
      "text": "But they denied him, so they surely will be haled forth (to the doom)"
    },
    {
      "index": 128,
      "text": "Save single-minded slaves of Allah."
    },
    {
      "index": 129,
      "text": "And we left for him among the later folk (the salutation):"
    },
    {
      "index": 130,
      "text": "Peace be unto Elias!"
    },
    {
      "index": 131,
      "text": "Lo! thus do We reward the good."
    },
    {
      "index": 132,
      "text": "Lo! he is one of our believing slaves."
    },
    {
      "index": 133,
      "text": "And lo! Lot verily was of those sent (to warn)."
    },
    {
      "index": 134,
      "text": "When We saved him and his household, every one,"
    },
    {
      "index": 135,
      "text": "Save an old woman among those who stayed behind;"
    },
    {
      "index": 136,
      "text": "Then We destroyed the others."
    },
    {
      "index": 137,
      "text": "And lo! ye verily pass by (the ruin of) them in the morning"
    },
    {
      "index": 138,
      "text": "And at night-time; have ye then no sense?"
    },
    {
      "index": 139,
      "text": "And lo! Jonah verily was of those sent (to warn)"
    },
    {
      "index": 140,
      "text": "When he fled unto the laden ship,"
    },
    {
      "index": 141,
      "text": "And then drew lots and was of those rejected;"
    },
    {
      "index": 142,
      "text": "And the fish swallowed him while he was blameworthy;"
    },
    {
      "index": 143,
      "text": "And had he not been one of those who glorify (Allah)"
    },
    {
      "index": 144,
      "text": "He would have tarried in its belly till the day when they are raised;"
    },
    {
      "index": 145,
      "text": "Then We cast him on a desert shore while he was sick;"
    },
    {
      "index": 146,
      "text": "And We caused a tree of gourd to grow above him;"
    },
    {
      "index": 147,
      "text": "And We sent him to a hundred thousand (folk) or more"
    },
    {
      "index": 148,
      "text": "And they believed, therefor We gave them comfort for a while."
    },
    {
      "index": 149,
      "text": "Now ask them (O Muhammad): Hath thy Lord daughters whereas they have sons?"
    },
    {
      "index": 150,
      "text": "Or created We the angels females while they were present?"
    },
    {
      "index": 151,
      "text": "Lo! it is of their falsehood that they say:"
    },
    {
      "index": 152,
      "text": "Allah hath begotten. Allah! verily they tell a lie."
    },
    {
      "index": 153,
      "text": "(And again of their falsehood): He hath preferred daughters to sons."
    },
    {
      "index": 154,
      "text": "What aileth you? How judge ye?"
    },
    {
      "index": 155,
      "text": "Will ye not then reflect?"
    },
    {
      "index": 156,
      "text": "Or have ye a clear warrant?"
    },
    {
      "index": 157,
      "text": "Then produce your writ, if ye are truthful."
    },
    {
      "index": 158,
      "text": "And they imagine kinship between him and the jinn, whereas the jinn know well that they will be brought before (Him)."
    },
    {
      "index": 159,
      "text": "Glorified be Allah from that which they attribute (unto Him),"
    },
    {
      "index": 160,
      "text": "Save single-minded slaves of Allah."
    },
    {
      "index": 161,
      "text": "Lo! verily, ye and that which ye worship,"
    },
    {
      "index": 162,
      "text": "Ye cannot excite (anyone) against Him."
    },
    {
      "index": 163,
      "text": "Save him who is to burn in hell."
    },
    {
      "index": 164,
      "text": "There is not one of us but hath his known position."
    },
    {
      "index": 165,
      "text": "Lo! we, even we are they who set the ranks,"
    },
    {
      "index": 166,
      "text": "Lo! we, even we are they who hymn His praise"
    },
    {
      "index": 167,
      "text": "And indeed they used to say:"
    },
    {
      "index": 168,
      "text": "If we had but a reminder from the men of old"
    },
    {
      "index": 169,
      "text": "We would be single-minded slaves of Allah."
    },
    {
      "index": 170,
      "text": "Yet (now that it is come) they disbelieve therein; but they will come to know."
    },
    {
      "index": 171,
      "text": "And verily Our word went forth of old unto Our bondmen sent (to warn)"
    },
    {
      "index": 172,
      "text": "That they verily would be helped,"
    },
    {
      "index": 173,
      "text": "And that Our host, they verily would be the victors."
    },
    {
      "index": 174,
      "text": "So withdraw from them (O Muhammad) awhile,"
    },
    {
      "index": 175,
      "text": "And watch, for they will (soon) see."
    },
    {
      "index": 176,
      "text": "Would they hasten on Our doom?"
    },
    {
      "index": 177,
      "text": "But when it cometh home to them, then it will be a hapless morn for those who have been warned."
    },
    {
      "index": 178,
      "text": "Withdraw from them awhile"
    },
    {
      "index": 179,
      "text": "And watch, for they will (soon) see."
    },
    {
      "index": 180,
      "text": "Glorified be thy Lord, the Lord of Majesty, from that which they attribute (unto Him)"
    },
    {
      "index": 181,
      "text": "And peace be unto those sent (to warn)."
    },
    {
      "index": 182,
      "text": "And praise be to Allah, Lord of the Worlds!"
    }
  ]
}