{
  "index": 54,
  "ayas": [
    {
      "index": 1,
      "text": "The Hour has drawn near and the moon is split."
    },
    {
      "index": 2,
      "text": "If they see a sign, they turn away, and say, ‘An incessant magic!’"
    },
    {
      "index": 3,
      "text": "They denied and followed their own desires, and every matter has a setting [appropriate to it]."
    },
    {
      "index": 4,
      "text": "There have already come to them reports containing admonishment,"
    },
    {
      "index": 5,
      "text": "[and representing] far-reaching wisdom; but warnings are of no avail!"
    },
    {
      "index": 6,
      "text": "So turn away from them! The day when the Caller calls to a dire thing,"
    },
    {
      "index": 7,
      "text": "they will emerge from the graves as if they were scattered locusts with a humbled look [in their eyes],"
    },
    {
      "index": 8,
      "text": "scrambling toward the summoner. The faithless will say, ‘This is a hard day!’"
    },
    {
      "index": 9,
      "text": "The people of Noah impugned before them. So they impugned Our servant and said, ‘A crazy man,’ and he was reviled."
    },
    {
      "index": 10,
      "text": "Thereat he invoked his Lord, [saying,] ‘I have been overcome, so help [me].’"
    },
    {
      "index": 11,
      "text": "Then We opened the gates of the sky with pouring waters,"
    },
    {
      "index": 12,
      "text": "and We made the earth burst forth with springs, and the waters met for a preordained purpose."
    },
    {
      "index": 13,
      "text": "We bore him on a vessel made of planks and nails,"
    },
    {
      "index": 14,
      "text": "which sailed [over the flood waters] in Our sight, as a retribution for him who was met with disbelief."
    },
    {
      "index": 15,
      "text": "Certainly We have left it as a sign; so is there anyone who will be admonished?"
    },
    {
      "index": 16,
      "text": "So how were My punishment and warnings?"
    },
    {
      "index": 17,
      "text": "Certainly We have made the Quran simple for the sake of admonishment. So is there anyone who will be admonished?"
    },
    {
      "index": 18,
      "text": "[The people of] ‘Ad impugned [their apostle]. So how were My punishment and warnings?"
    },
    {
      "index": 19,
      "text": "Indeed We unleashed upon them an icy gale on an incessantly ill-fated day,"
    },
    {
      "index": 20,
      "text": "knocking down people as if they were trunks of uprooted palm trees."
    },
    {
      "index": 21,
      "text": "So how were My punishment and warnings?!"
    },
    {
      "index": 22,
      "text": "Certainly We have made the Quran simple for the sake of admonishment. So is there anyone who will be admonished?"
    },
    {
      "index": 23,
      "text": "[The people of] Thamud denied the warnings,"
    },
    {
      "index": 24,
      "text": "and they said, ‘Are we to follow a lone human from ourselves?! Indeed then we would be in error and madness.’"
    },
    {
      "index": 25,
      "text": "‘Has the Reminder been cast upon him from among us? No, he is a self-conceited liar.’"
    },
    {
      "index": 26,
      "text": "‘Tomorrow they will know who is a self-conceited liar."
    },
    {
      "index": 27,
      "text": "We are sending the She-camel as a trial for them; so watch them and be steadfast."
    },
    {
      "index": 28,
      "text": "Inform them that the water is to be shared between them; each of them showing up at his turn.’"
    },
    {
      "index": 29,
      "text": "But they called their companion, and he took [a knife] and hamstrung [her]."
    },
    {
      "index": 30,
      "text": "So how were My punishment and My warnings?!"
    },
    {
      "index": 31,
      "text": "We sent against them a single Cry, and they became like the dry sticks of a corral builder."
    },
    {
      "index": 32,
      "text": "Certainly We have made the Quran simple for the sake of admonishment. So is there anyone who will be admonished?"
    },
    {
      "index": 33,
      "text": "And the people of Lot denied the warnings."
    },
    {
      "index": 34,
      "text": "We unleashed upon them a rain of stones, excepting the family of Lot, whom We delivered at dawn"
    },
    {
      "index": 35,
      "text": "as a blessing from Us. Thus do We reward those who give thanks."
    },
    {
      "index": 36,
      "text": "He had already warned them of Our punishment, but they disputed the warnings."
    },
    {
      "index": 37,
      "text": "They even solicited of him his guests, whereat We blotted out their eyes, [saying,] ‘Taste My punishment and My warnings!’"
    },
    {
      "index": 38,
      "text": "Early at dawn there visited them an abiding punishment:"
    },
    {
      "index": 39,
      "text": "‘Taste My punishment and warnings!’"
    },
    {
      "index": 40,
      "text": "Certainly We have made the Quran simple for the sake of admonishment. So is there anyone who will be admonished?"
    },
    {
      "index": 41,
      "text": "Certainly the warnings did come to Pharaoh’s clan"
    },
    {
      "index": 42,
      "text": "who denied all of Our signs. So We seized them with the seizing of One [who is] all-mighty, Omnipotent."
    },
    {
      "index": 43,
      "text": "Are your faithless better than those? Have you [been granted] [some sort of] immunity in the scriptures?"
    },
    {
      "index": 44,
      "text": "Do they say, ‘We are a confederate league’?"
    },
    {
      "index": 45,
      "text": "The league will be routed and turn its back [to flee]."
    },
    {
      "index": 46,
      "text": "Indeed, the Hour is their tryst; and the Hour will be most calamitous and bitter."
    },
    {
      "index": 47,
      "text": "Indeed the guilty are steeped in error and madness."
    },
    {
      "index": 48,
      "text": "The day when they are dragged on their faces into the Fire, [it will be said to them,] ‘Taste the touch of hell!’"
    },
    {
      "index": 49,
      "text": "Indeed We have created everything in a measure,"
    },
    {
      "index": 50,
      "text": "and Our command is but a single [word], like the twinkling of an eye."
    },
    {
      "index": 51,
      "text": "Certainly We have destroyed your likes. So is there anyone who will be admonished?"
    },
    {
      "index": 52,
      "text": "Everything they have done is in the books,"
    },
    {
      "index": 53,
      "text": "and everything big and small is committed to writing."
    },
    {
      "index": 54,
      "text": "Indeed the Godwary will be amid gardens and streams,"
    },
    {
      "index": 55,
      "text": "in the abode of truthfulness with an omnipotent King."
    }
  ]
}