{
  "index": 73,
  "ayas": [
    {
      "index": 1,
      "text": "O you wrapped up in your mantle!"
    },
    {
      "index": 2,
      "text": "Stand vigil through the night, except for a little [of it],"
    },
    {
      "index": 3,
      "text": "a half, or reduce a little from that"
    },
    {
      "index": 4,
      "text": "or add to it, and recite the Quran in a measured tone."
    },
    {
      "index": 5,
      "text": "Indeed soon We shall cast on you a weighty discourse."
    },
    {
      "index": 6,
      "text": "Indeed the watch of the night is firmer in tread and more upright in respect to speech,"
    },
    {
      "index": 7,
      "text": "for indeed during the day you have drawn-out engagements."
    },
    {
      "index": 8,
      "text": "So celebrate the Name of your Lord and dedicate yourself to Him with total dedication."
    },
    {
      "index": 9,
      "text": "Lord of the east and the west, there is no god except Him; so take Him for your trustee,"
    },
    {
      "index": 10,
      "text": "and be patient over what they say, and distance yourself from them in a graceful manner."
    },
    {
      "index": 11,
      "text": "Leave Me [to deal] with the deniers, the opulent, and give them a little respite."
    },
    {
      "index": 12,
      "text": "Indeed with Us are heavy fetters and a fierce fire,"
    },
    {
      "index": 13,
      "text": "and a food that chokes [those who eat it], and a painful punishment [prepared for]"
    },
    {
      "index": 14,
      "text": "the day when the earth and the mountains will quake, and the mountains will be like dunes of shifting sand."
    },
    {
      "index": 15,
      "text": "Indeed We have sent to you an apostle, to be a witness to you, just as We sent an apostle to Pharaoh."
    },
    {
      "index": 16,
      "text": "But Pharaoh disobeyed the apostle; so We seized him with a terrible seizing."
    },
    {
      "index": 17,
      "text": "So, if you disbelieve, how will you avoid the day, which will make children white-headed,"
    },
    {
      "index": 18,
      "text": "and wherein the sky will be rent apart? His promise is bound to be fulfilled."
    },
    {
      "index": 19,
      "text": "This is indeed a reminder. So let anyone who wishes take the way toward his Lord."
    },
    {
      "index": 20,
      "text": "Indeed your Lord knows that you stand vigil for nearly two thirds of the night—or [at times] a half or a third of it—along with a group of those who are with you. Allah measures the night and the day. He knows that you cannot calculate it [exactly], and so He was lenient toward you. So recite as much of the Quran as is feasible. He knows that some of you will be sick, while others will travel in the land seeking Allah’s bounty, and yet others will fight in the way of Allah. So recite as much of it as is feasible, and maintain the prayer and pay the zakat and lend Allah a good loan. Whatever good you send ahead for your souls you will find it with Allah [in a form] that is better and greater with respect to reward. And plead to Allah for forgiveness; indeed Allah is all-forgiving, all-merciful."
    }
  ]
}