{
  "index": 53,
  "ayas": [
    {
      "index": 1,
      "text": "By the star when it sets:"
    },
    {
      "index": 2,
      "text": "your companion has neither gone astray, nor amiss."
    },
    {
      "index": 3,
      "text": "Nor does he speak out of [his own] desire:"
    },
    {
      "index": 4,
      "text": "it is just a revelation that is revealed [to him],"
    },
    {
      "index": 5,
      "text": "taught him by one of great powers,"
    },
    {
      "index": 6,
      "text": "possessed of sound judgement. He settled,"
    },
    {
      "index": 7,
      "text": "while he was on the highest horizon."
    },
    {
      "index": 8,
      "text": "Then he drew nearer and nearer"
    },
    {
      "index": 9,
      "text": "until he was within two bows’ length or even nearer,"
    },
    {
      "index": 10,
      "text": "whereat He revealed to His servant whatever He revealed."
    },
    {
      "index": 11,
      "text": "The heart did not deny what it saw."
    },
    {
      "index": 12,
      "text": "Will you then dispute with him about what he saw?!"
    },
    {
      "index": 13,
      "text": "Certainly he saw it yet another time,"
    },
    {
      "index": 14,
      "text": "by the Lote Tree of the Ultimate Boundary,"
    },
    {
      "index": 15,
      "text": "near which is the Garden of the Abode,"
    },
    {
      "index": 16,
      "text": "when there covered the Lote Tree what covered it."
    },
    {
      "index": 17,
      "text": "His gaze did not swerve, nor did it overstep the bounds."
    },
    {
      "index": 18,
      "text": "Certainly he saw some of the greatest signs of his Lord."
    },
    {
      "index": 19,
      "text": "Have you considered Lat and ‘Uzza?"
    },
    {
      "index": 20,
      "text": "and Manat, the third one?"
    },
    {
      "index": 21,
      "text": "Are you to have males and He females?"
    },
    {
      "index": 22,
      "text": "That, then, will be an unfair division!"
    },
    {
      "index": 23,
      "text": "These are but names, which you have coined—you and your fathers—for which Allah has not sent down any authority. They follow nothing but conjectures and the desires of the [lower] soul, while there has already come to them the guidance from their Lord."
    },
    {
      "index": 24,
      "text": "Shall man have whatever he yearns for?"
    },
    {
      "index": 25,
      "text": "Yet to Allah belong this world and the Hereafter."
    },
    {
      "index": 26,
      "text": "How many an angel there is in the heavens whose intercession is of not any avail, except after Allah permits whomever He wishes and approves of!"
    },
    {
      "index": 27,
      "text": "Indeed those who do not believe in the Hereafter give female names to the angels."
    },
    {
      "index": 28,
      "text": "They do not have any knowledge of that. They follow nothing but conjectures, and conjecture is no substitute for the truth."
    },
    {
      "index": 29,
      "text": "So avoid those who turn away from Our remembrance and desire nothing but the life of the world."
    },
    {
      "index": 30,
      "text": "That is the ultimate reach of their knowledge. Indeed your Lord knows best those who stray from His way, and He knows best those who are [rightly] guided."
    },
    {
      "index": 31,
      "text": "To Allah belongs whatever is in the heavens and whatever is in the earth, that He may requite those who do evil for what they have done, and reward those who do good with the best [of rewards]."
    },
    {
      "index": 32,
      "text": "Those who avoid major sins and indecencies, apart from [minor and occasional] lapses. Indeed your Lord is expansive in [His] forgiveness. He knows you best since [the time] He produced you from the earth and since you were foetuses in the bellies of your mothers. So do not flaunt your piety: He knows best those who are Godwary."
    },
    {
      "index": 33,
      "text": "Did you see him who turned away,"
    },
    {
      "index": 34,
      "text": "gave a little and held off?"
    },
    {
      "index": 35,
      "text": "Does he have the knowledge of the Unseen so that he sees?"
    },
    {
      "index": 36,
      "text": "Has he not been informed of what is in the scriptures of Moses,"
    },
    {
      "index": 37,
      "text": "and of Abraham, who fulfilled [his summons]:"
    },
    {
      "index": 38,
      "text": "that no bearer shall bear another’s burden,"
    },
    {
      "index": 39,
      "text": "that nothing belongs to man except what he strives for,"
    },
    {
      "index": 40,
      "text": "and that he will soon be shown his endeavour,"
    },
    {
      "index": 41,
      "text": "then he will be rewarded for it with the fullest reward;"
    },
    {
      "index": 42,
      "text": "that the terminus is toward your Lord,"
    },
    {
      "index": 43,
      "text": "that it is He who makes [men] laugh, and weep,"
    },
    {
      "index": 44,
      "text": "that it is He who brings death and gives life,"
    },
    {
      "index": 45,
      "text": "that it is He who created the mates, the male and the female,"
    },
    {
      "index": 46,
      "text": "from a drop of [seminal] fluid when emitted;"
    },
    {
      "index": 47,
      "text": "that with Him lies the second genesis,"
    },
    {
      "index": 48,
      "text": "that it is He who enriches and grants possessions,"
    },
    {
      "index": 49,
      "text": "that it is He who is the Lord of Sirius;"
    },
    {
      "index": 50,
      "text": "that it is He who destroyed the former ‘Ad,"
    },
    {
      "index": 51,
      "text": "and Thamud, sparing none [of them];"
    },
    {
      "index": 52,
      "text": "and the people of Noah before that; indeed they were more unjust and rebellious;"
    },
    {
      "index": 53,
      "text": "and He overthrew the town that was overturned,"
    },
    {
      "index": 54,
      "text": "covering it with what covered it."
    },
    {
      "index": 55,
      "text": "Then which of the bounties of your Lord will you dispute?"
    },
    {
      "index": 56,
      "text": "This is a warner, [in the tradition] of the warners of old."
    },
    {
      "index": 57,
      "text": "The Imminent [Hour] is near at hand."
    },
    {
      "index": 58,
      "text": "There is none who may unveil it besides Allah."
    },
    {
      "index": 59,
      "text": "Will you then wonder at this discourse,"
    },
    {
      "index": 60,
      "text": "and laugh and not weep,"
    },
    {
      "index": 61,
      "text": "while you remain heedless?!"
    },
    {
      "index": 62,
      "text": "So prostrate yourselves to Allah and worship Him!"
    }
  ]
}