{
  "index": 17,
  "ayas": [
    {
      "index": 1,
      "text": "Immaculate is He who carried His servant on a journey by night from the Sacred Mosque to the Farthest Mosque whose environs We have blessed, that We might show him some of Our signs. Indeed, He is the All-hearing, the All-seeing."
    },
    {
      "index": 2,
      "text": "We gave Moses the Book, and made it a guide for the Children of Israel—[saying,] ‘Do not take any trustee besides Me’—"
    },
    {
      "index": 3,
      "text": "descendants of those whom We carried [in the ark] with Noah. Indeed, he was a grateful servant."
    },
    {
      "index": 4,
      "text": "We revealed to the Children of Israel in the Book: ‘Twice you will cause corruption on the earth, and you will perpetrate great tyranny.’"
    },
    {
      "index": 5,
      "text": "So when the first occasion of the two [prophecies] came, We aroused against you Our servants possessing great might, and they ransacked [your] habitations, and the promise was bound to be fulfilled."
    },
    {
      "index": 6,
      "text": "Then We gave you back the turn [to prevail] over them, and We aided you with children and wealth, and made you greater in number,"
    },
    {
      "index": 7,
      "text": "[saying,] ‘If you do good, you will do good to your [own] souls, and if you do evil, it will be [evil] for them.’ So when the occasion for the other [prophecy] comes, they will make your faces wretched, and enter the Temple just as they entered it the first time, and destroy utterly whatever they come upon."
    },
    {
      "index": 8,
      "text": "Maybe your Lord will have mercy on you, but if you revert, We [too] will revert, and We have made hell a prison for the faithless."
    },
    {
      "index": 9,
      "text": "Indeed this Quran guides to what is most upright, and gives the good news to the faithful who do righteous deeds that there is a great reward for them."
    },
    {
      "index": 10,
      "text": "As for those who do not believe in the Hereafter, We have prepared a painful punishment for them."
    },
    {
      "index": 11,
      "text": "Man prays for ill as [avidly as] he prays for good, and man is overhasty."
    },
    {
      "index": 12,
      "text": "We made the night and the day two signs. Then We faded out the sign of the night, and made the sign of the day lightsome, so that you may seek from your Lord’s bounty and that you may know the number of years and calculation [of time], and We have elaborated everything in detail."
    },
    {
      "index": 13,
      "text": "We have attached every person’s omen to his neck, and We shall bring it out for him on the Day of Resurrection as a book that he will find wide open."
    },
    {
      "index": 14,
      "text": "‘Read your book! Today your soul suffices as your own reckoner.’"
    },
    {
      "index": 15,
      "text": "Whoever is guided is guided only for [the good of] his own soul, and whoever goes astray, goes astray only to its detriment. No bearer shall bear another’s burden. We do not punish [any community] until We have sent [it] an apostle."
    },
    {
      "index": 16,
      "text": "And when We desire to destroy a town We command its affluent ones [to obey Allah]. But they commit transgression in it, and so the word becomes due against it, and We destroy it utterly."
    },
    {
      "index": 17,
      "text": "How many generations We have destroyed since Noah! Your Lord is sufficient as [a witness who is] well aware and percipient of His servants’ sins."
    },
    {
      "index": 18,
      "text": "Whoever desires this transitory life, We expedite for him therein whatever We wish, for whomever We desire. Then We appoint hell for him, to enter it, blameful and spurned."
    },
    {
      "index": 19,
      "text": "Whoever desires the Hereafter and strives for it with an endeavour worthy of it, should he be faithful,—the endeavour of such will be well-appreciated."
    },
    {
      "index": 20,
      "text": "To these and to those—to all We extend the bounty of your Lord, and the bounty of your Lord is not confined."
    },
    {
      "index": 21,
      "text": "Observe how We have given some of them an advantage over some others; yet the Hereafter is surely greater in respect of ranks and greater in respect of relative merit."
    },
    {
      "index": 22,
      "text": "Do not set up another god besides Allah, or you will sit blameworthy, forsaken."
    },
    {
      "index": 23,
      "text": "Your Lord has decreed that you shall not worship anyone except Him, and [He has enjoined] kindness to parents. Should any of them or both reach old age at your side, do not say to them, ‘Fie!’ And do not chide them, but speak to them noble words."
    },
    {
      "index": 24,
      "text": "Lower the wing of humility to them, mercifully, and say, ‘My Lord! Have mercy on them, just as they reared me when I was [a] small [child]!’"
    },
    {
      "index": 25,
      "text": "Your Lord knows best what is in your hearts. Should you be righteous, He is indeed most forgiving toward penitents."
    },
    {
      "index": 26,
      "text": "Give the relatives their [due] right, and the needy and the traveller [as well], but do not squander wastefully."
    },
    {
      "index": 27,
      "text": "Indeed the wasteful are brothers of satans, and Satan is ungrateful to his Lord."
    },
    {
      "index": 28,
      "text": "And if you have to hold off from [assisting] them [for now], seeking your Lord’s mercy which you expect [in the future], speak to them gentle words."
    },
    {
      "index": 29,
      "text": "Do not keep your hand chained to your neck, nor open it altogether, or you will sit blameworthy and regretful."
    },
    {
      "index": 30,
      "text": "Indeed your Lord expands the provision for whomever He wishes, and tightens it. Indeed, He is well aware of His servants and a keen observer."
    },
    {
      "index": 31,
      "text": "Do not kill your children for the fear of penury: We will provide for them and for you. Killing them is indeed a great iniquity."
    },
    {
      "index": 32,
      "text": "Do not approach fornication. It is indeed an indecency and an evil way."
    },
    {
      "index": 33,
      "text": "Do not kill a soul [whose life] Allah has made inviolable, except with due cause, and whoever is killed wrongfully, We have certainly given his heir an authority. But let him not commit any excess in killing [the murderer], for he has been assisted [by law]."
    },
    {
      "index": 34,
      "text": "Do not approach the orphan’s property except in the best manner, until he comes of age. Fulfill the covenants; indeed all covenants are accountable."
    },
    {
      "index": 35,
      "text": "When you measure, observe fully the measure, [and] weigh with an even balance. That is better and more favourable with respect to the outcome [in the Hereafter]."
    },
    {
      "index": 36,
      "text": "Do not pursue that of which you have no knowledge. Indeed hearing, eyesight, and the heart—all of these are accountable."
    },
    {
      "index": 37,
      "text": "Do not walk exultantly on the earth. Indeed, you will neither pierce the earth, nor reach the mountains in height."
    },
    {
      "index": 38,
      "text": "The evil of all these is detestable to your Lord."
    },
    {
      "index": 39,
      "text": "These are among [precepts] that your Lord has revealed to you of wisdom. Do not set up another god besides Allah, or you will be cast into hell, being blameworthy and banished [from His mercy]."
    },
    {
      "index": 40,
      "text": "Did your Lord prefer you for sons, and [Himself] adopt females from among the angels? Indeed, you say a monstrous word!"
    },
    {
      "index": 41,
      "text": "Certainly We have variously paraphrased [the principles of guidance] in this Quran so that they may take admonition, but it increases them only in aversion."
    },
    {
      "index": 42,
      "text": "Say, ‘Were there [other] gods besides Him, as they say, they would surely have encroached on the Lord of the Throne."
    },
    {
      "index": 43,
      "text": "Immaculate is He, and greatly exalted above what they say!’"
    },
    {
      "index": 44,
      "text": "The seven heavens glorify Him, and the earth [too], and whoever is in them. There is not a thing but celebrates His praise, but you do not understand their glorification. Indeed, He is all-forbearing, all-forgiving."
    },
    {
      "index": 45,
      "text": "When you recite the Quran, We draw a hidden curtain between you and those who do not believe in the Hereafter,"
    },
    {
      "index": 46,
      "text": "and We cast veils on their hearts, lest they should understand it, and a deafness into their ears. When you mention your Lord alone in the Quran, they turn their backs in aversion."
    },
    {
      "index": 47,
      "text": "We know best what they listen for, when they listen to you, and when they hold their secret talks, when the wrongdoers say, ‘[If you follow him] You will be following just a bewitched man.’"
    },
    {
      "index": 48,
      "text": "Look, how they coin epithets for you; so they go astray, and cannot find a way."
    },
    {
      "index": 49,
      "text": "They say, ‘What, when we have become bones and dust, shall we really be raised in a new creation?’"
    },
    {
      "index": 50,
      "text": "Say, ‘[That is bound to happen] even if you should become stones, or iron,"
    },
    {
      "index": 51,
      "text": "or a creature more fantastic to your minds!’ They will say, ‘Who will bring us back?’ Say, ‘He who originated you the first time.’ They will nod their heads at you, and say, ‘When will that be?’ Say, ‘Maybe it is near!"
    },
    {
      "index": 52,
      "text": "The day He calls you, you will respond to Him, praising Him, and you will think you remained [in the world] only for a little while.’"
    },
    {
      "index": 53,
      "text": "Tell My servants to speak in a manner which is the best. Indeed Satan incites ill feeling between them, and Satan is indeed man’s manifest enemy."
    },
    {
      "index": 54,
      "text": "Your Lord knows you best. He will have mercy on you if He wishes, or punish you, if He wishes, and We did not send you to watch over them."
    },
    {
      "index": 55,
      "text": "Your Lord knows best whoever is in the heavens and the earth. Certainly, We gave some prophets an advantage over the others, and We gave David the Psalms."
    },
    {
      "index": 56,
      "text": "Say, ‘Invoke those whom you claim [to be gods] besides Him. They have no power to remove your distress, nor to bring about any change [in your state]."
    },
    {
      "index": 57,
      "text": "They [themselves] are the ones who supplicate, seeking a recourse to their Lord, whoever is nearer [to Him], expecting His mercy and fearing His punishment.’ Indeed your Lord’s punishment is a thing to beware of."
    },
    {
      "index": 58,
      "text": "There is not a town but We will destroy it before the Day of Resurrection, or punish it with a severe punishment. That has been written in the Book."
    },
    {
      "index": 59,
      "text": "Nothing keeps Us from sending signs except that the former peoples denied them. We gave Thamud the she-camel as an eye-opener, but they wronged her. We do not send the signs except as warning."
    },
    {
      "index": 60,
      "text": "When We said to you, ‘Indeed your Lord encircles those people,’ We did not appoint the vision that We showed you except as a tribulation for the people and the tree cursed in the Quran. We warn them, but it only increases them in their outrageous rebellion."
    },
    {
      "index": 61,
      "text": "When We said to the angels, ‘Prostrate before Adam,’ they [all] prostrated, but not Iblis: he said, ‘Shall I prostrate before someone whom You have created from clay?’"
    },
    {
      "index": 62,
      "text": "Said he, ‘Do You see this one whom You have honoured above me? If You respite me until the Day of Resurrection, I will surely lay my yoke on his progeny, [all] except a few.’"
    },
    {
      "index": 63,
      "text": "Said He, ‘Begone! Whoever of them follows you, indeed the hell shall be your requital, an ample reward."
    },
    {
      "index": 64,
      "text": "Instigate whomever of them you can with your voice; and rally against them your cavalry and your infantry, and share with them in wealth and children, and make promises to them!’ But Satan promises them nothing but delusion."
    },
    {
      "index": 65,
      "text": "‘As for My servants, you shall have no authority over them.’ And your Lord suffices as trustee."
    },
    {
      "index": 66,
      "text": "Your Lord is He who drives for you the ships in the sea that you may seek of His bounty. Indeed, He is most merciful to you."
    },
    {
      "index": 67,
      "text": "When distress befalls you at sea, those whom you invoke besides Him are forsaken. But when He delivers you to land, you are disregardful [of Him]. Man is very ungrateful."
    },
    {
      "index": 68,
      "text": "Do you feel secure that He will not make the coastland swallow you, or He will not unleash upon you a rain of stones? Then you will not find any defender for yourselves."
    },
    {
      "index": 69,
      "text": "Do you feel secure that He will not send you back into it another time and unleash against you a shattering gale and drown you because of your unfaith? Then you will not find for yourselves any redresser against Us."
    },
    {
      "index": 70,
      "text": "Certainly We have honoured the Children of Adam, and carried them over land and sea, and provided them with all the good things, and preferred them with a complete preference over many of those We have created."
    },
    {
      "index": 71,
      "text": "The day We shall summon every group of people along with their imam, then whoever is given his book in his right hand—they will read it, and they will not be wronged so much as a single date-thread."
    },
    {
      "index": 72,
      "text": "But whoever has been blind in this [world], will be blind in the Hereafter, and [even] more astray from the [right] way."
    },
    {
      "index": 73,
      "text": "They were about to beguile you from what Allah has revealed to you so that you may fabricate something other than that against Us, whereat they would have befriended you."
    },
    {
      "index": 74,
      "text": "And had We not fortified you, certainly you might have inclined toward them a bit."
    },
    {
      "index": 75,
      "text": "Then We would have surely made you taste a double [punishment] in this life and a double [punishment] after death, and then you would have not found for yourself any helper against Us."
    },
    {
      "index": 76,
      "text": "They were about to hound you out of the land, to expel you from it, but then they would not have stayed after you but a little."
    },
    {
      "index": 77,
      "text": "A precedent concerning those We have sent before you from among Our apostles, and you will not find any change in Our precedent."
    },
    {
      "index": 78,
      "text": "Maintain the prayer [during the period] from the sun’s decline till the darkness of the night, and [observe particularly] the dawn recital. Indeed the dawn recital is attended [by angels]."
    },
    {
      "index": 79,
      "text": "And keep vigil for a part of the night, as a supererogatory [devotion] for you. It may be that your Lord will raise you to a praiseworthy station."
    },
    {
      "index": 80,
      "text": "And say, ‘My Lord! ‘Admit me with a worthy entrance, and bring me out with a worthy departure, and render me a favourable authority from Yourself.’"
    },
    {
      "index": 81,
      "text": "And say, ‘The truth has come, and falsehood has vanished. Indeed falsehood is bound to vanish.’"
    },
    {
      "index": 82,
      "text": "We send down in the Quran that which is a cure and mercy for the faithful; and it increases the wrongdoers only in loss."
    },
    {
      "index": 83,
      "text": "When We bless man, he is disregardful and turns aside; but when an ill befalls him, he is despondent."
    },
    {
      "index": 84,
      "text": "Say, ‘Everyone acts according to his character. Your Lord knows best who is better guided with regard to the way.’"
    },
    {
      "index": 85,
      "text": "They question you concerning the Spirit. Say, ‘The Spirit is of the command of my Lord, and you have not been given of the knowledge except a few [of you].’"
    },
    {
      "index": 86,
      "text": "If We wish, We would take away what We have revealed to you. Then you would not find for yourself any defender against Us,"
    },
    {
      "index": 87,
      "text": "except a mercy from your Lord. Indeed His grace has been great upon you."
    },
    {
      "index": 88,
      "text": "Say, ‘Should all humans and jinn rally to bring the like of this Quran, they will not bring its like, even if they assisted one another.’"
    },
    {
      "index": 89,
      "text": "We have certainly interspersed this Quran with every [kind of] parable for the people, but most people are only intent on ingratitude."
    },
    {
      "index": 90,
      "text": "They say, ‘We will not believe you until you make a spring gush forth for us from the ground."
    },
    {
      "index": 91,
      "text": "Or until you have a garden of date palms and vines and you make streams gush through it."
    },
    {
      "index": 92,
      "text": "Or until you cause the sky to fall in fragments upon us, just as you have averred. Or until you bring Allah and the angels [right] in front of us."
    },
    {
      "index": 93,
      "text": "Or until you have a house of gold, or you ascend into the sky. And we will not believe your ascension until you bring down for us a book that we may read.’ Say, ‘Immaculate is my Lord! Am I anything but a human apostle?!’"
    },
    {
      "index": 94,
      "text": "Nothing has kept these people from believing when guidance came to them, but their saying, ‘Has Allah sent a human as an apostle?!’"
    },
    {
      "index": 95,
      "text": "Say, ‘Had there been angels in the earth, walking around and residing [in it like humans do], We would have sent down to them an angel from the heaven as apostle.’"
    },
    {
      "index": 96,
      "text": "Say, ‘Allah suffices as witness between me and you. Indeed He is well aware His servants and a keen observer.’"
    },
    {
      "index": 97,
      "text": "Whomever Allah guides is rightly guided, and whomever He leads astray—you will never for find them any guardians besides Him. On the Day of Resurrection, We shall muster them [scrambling] on their faces, blind, dumb, and deaf. Their refuge shall be hell. Whenever it subsides, We shall intensify the blaze for them."
    },
    {
      "index": 98,
      "text": "That is their requital because they defied Our signs and said, ‘What, when we have become bones and dust, shall we really be raised in a new creation?’"
    },
    {
      "index": 99,
      "text": "Do they not see that Allah, who created the heavens and the earth, is able to create the like of them? He has appointed for them a term, in which there is no doubt; yet the wrongdoers are only intent on ingratitude."
    },
    {
      "index": 100,
      "text": "Say, ‘Even if you possessed the treasuries of my Lord’s mercy, you would withhold them for the fear of being spent, and man is very niggardly.’"
    },
    {
      "index": 101,
      "text": "Certainly We gave Moses nine manifest signs. So ask the Children of Israel. When he came to them, Pharaoh said to him, ‘O Moses, indeed I think you are bewitched.’"
    },
    {
      "index": 102,
      "text": "He said, ‘You certainly know that no one has sent these [signs] except the Lord of the heavens and the earth, as eye-openers, and I, O Pharaoh, indeed think you are doomed.’"
    },
    {
      "index": 103,
      "text": "He desired to exterminate them from the land, so We drowned him and all those who were with him."
    },
    {
      "index": 104,
      "text": "After him We said to the Children of Israel, ‘Take up residence in the land, and when the occasion of the other [promise] comes, We shall gather you in mixed company.’"
    },
    {
      "index": 105,
      "text": "With the truth did We send it down, and with the truth did it descend, and We did not send you except as a bearer of good news and as a warner."
    },
    {
      "index": 106,
      "text": "We have sent the Quran in [discrete] parts so that you may recite it for the people a little at a time, and We have sent it down piecemeal."
    },
    {
      "index": 107,
      "text": "Say, ‘Whether you believe in it, or do not believe in it, indeed when it is recited to those who were given knowledge before it, they fall down in prostration on their faces,"
    },
    {
      "index": 108,
      "text": "and say, ‘‘Immaculate is our Lord! Indeed Our Lord’s promise is bound to be fulfilled.’’"
    },
    {
      "index": 109,
      "text": "Weeping, they fall down on their faces, and it increases them in humility.’"
    },
    {
      "index": 110,
      "text": "Say, ‘Invoke ‘‘Allah’’ or invoke ‘‘the All-beneficent.’’ Whichever [of His Names] you may invoke, to Him belong the Best Names.’ Be neither loud in your prayer, nor murmur it, but follow a middle course between these,"
    },
    {
      "index": 111,
      "text": "and say, ‘All praise belongs to Allah, who has neither taken any son, nor has He any partner in sovereignty, nor has He any wali out of weakness,’ and magnify Him with a magnification [worthy of Him]."
    }
  ]
}