{
  "index": 52,
  "ayas": [
    {
      "index": 1,
      "text": "By the Mount [Sinai],"
    },
    {
      "index": 2,
      "text": "by the Book inscribed"
    },
    {
      "index": 3,
      "text": "on an unrolled parchment;"
    },
    {
      "index": 4,
      "text": "by the House greatly frequented;"
    },
    {
      "index": 5,
      "text": "by the vault raised high,"
    },
    {
      "index": 6,
      "text": "by the surging sea:"
    },
    {
      "index": 7,
      "text": "indeed your Lord’s punishment will surely befall."
    },
    {
      "index": 8,
      "text": "There is none who can avert it."
    },
    {
      "index": 9,
      "text": "On the day when the sky whirls violently,"
    },
    {
      "index": 10,
      "text": "and the mountains move with an awful motion:"
    },
    {
      "index": 11,
      "text": "woe to the deniers on that day"
    },
    {
      "index": 12,
      "text": "—those who play around in vain talk,"
    },
    {
      "index": 13,
      "text": "the day when they will be shoved forcibly toward the fire of hell, [and told:]"
    },
    {
      "index": 14,
      "text": "‘This is the Fire which you used to deny!"
    },
    {
      "index": 15,
      "text": "Is this, then, [also] magic, or is it you who do not perceive?"
    },
    {
      "index": 16,
      "text": "Enter it, and it will be the same for you whether you are patient or impatient. You are only being requited for what you used to do.’"
    },
    {
      "index": 17,
      "text": "Indeed the Godwary will be amid gardens and bliss,"
    },
    {
      "index": 18,
      "text": "rejoicing because of what their Lord has given them, and that their Lord has saved them from the punishment of hell."
    },
    {
      "index": 19,
      "text": "[They will be told:] ‘Enjoy your food and drink, [as a reward] for what you used to do.’"
    },
    {
      "index": 20,
      "text": "They will be reclining on arrayed couches, and We will wed them to big-eyed houris."
    },
    {
      "index": 21,
      "text": "The faithful and their descendants who followed them in faith—We will make their descendants join them, and We will not stint anything from [the reward of] their deeds. Every person is hostage to what he has earned."
    },
    {
      "index": 22,
      "text": "We will provide them with fruits and meat, such as they desire."
    },
    {
      "index": 23,
      "text": "There they will pass from hand to hand a cup wherein there will be neither any vain talk nor sinful speech."
    },
    {
      "index": 24,
      "text": "They will be waited upon by their youths, as if they were guarded pearls."
    },
    {
      "index": 25,
      "text": "They will turn to one another, questioning each other."
    },
    {
      "index": 26,
      "text": "They will say, ‘Indeed, aforetime, we used to be apprehensive about our families."
    },
    {
      "index": 27,
      "text": "But Allah showed us favour and He saved us from the punishment of the [infernal] miasma."
    },
    {
      "index": 28,
      "text": "We used to supplicate Him aforetime. Indeed He is the All-benign, the All-merciful.’"
    },
    {
      "index": 29,
      "text": "So admonish. By your Lord’s blessing, you are not a soothsayer, nor mad."
    },
    {
      "index": 30,
      "text": "Do they say, ‘[He is] a poet, for whom we await a fatal accident’?"
    },
    {
      "index": 31,
      "text": "Say, ‘Wait! I too am waiting along with you.’"
    },
    {
      "index": 32,
      "text": "Is it their intellect which prompts them to [say] this, or are they a rebellious lot?"
    },
    {
      "index": 33,
      "text": "Do they say, ‘He has improvised it [himself]?’ Rather, they have no faith!"
    },
    {
      "index": 34,
      "text": "Let them bring a discourse like it, if they are truthful."
    },
    {
      "index": 35,
      "text": "Were they created from nothing? Or are they [their own] creators?"
    },
    {
      "index": 36,
      "text": "Did they create the heavens and the earth? Rather, they have no certainty!"
    },
    {
      "index": 37,
      "text": "Do they possess the treasuries of your Lord? Or do they control [them]?"
    },
    {
      "index": 38,
      "text": "Do they have a ladder [leading up to heaven] whereby they eavesdrop? If so, let their eavesdropper produce a manifest authority."
    },
    {
      "index": 39,
      "text": "Does He have daughters while you have sons?"
    },
    {
      "index": 40,
      "text": "Do you ask them for a reward, so that they are [wary of] being weighed down with debt?"
    },
    {
      "index": 41,
      "text": "Do they have [access to] the Unseen, which they write down?"
    },
    {
      "index": 42,
      "text": "Do they seek to outmaneuver [Allah]? But it is the faithless who are the outmaneuvered ones!"
    },
    {
      "index": 43,
      "text": "Do they have any god other than Allah? Clear is Allah of any partners that they may ascribe [to Him]!"
    },
    {
      "index": 44,
      "text": "Were they to see a fragment falling from the sky, they would say, ‘A cumulous cloud.’"
    },
    {
      "index": 45,
      "text": "So leave them until they encounter the day when they will be thunderstruck,"
    },
    {
      "index": 46,
      "text": "the day when their guile will not avail them in any way, nor will they be helped."
    },
    {
      "index": 47,
      "text": "Indeed there is a punishment besides that for those who do wrong, but most of them do not know."
    },
    {
      "index": 48,
      "text": "So submit patiently to the judgement of your Lord, for indeed you fare before Our eyes. And celebrate the praise of your Lord when you rise [at dawn],"
    },
    {
      "index": 49,
      "text": "and also glorify Him during the night and at the receding of the stars."
    }
  ]
}