{
  "index": 89,
  "ayas": [
    {
      "index": 1,
      "text": "By the break of Day"
    },
    {
      "index": 2,
      "text": "By the Nights twice five;"
    },
    {
      "index": 3,
      "text": "By the even and odd (contrasted);"
    },
    {
      "index": 4,
      "text": "And by the Night when it passeth away;-"
    },
    {
      "index": 5,
      "text": "Is there (not) in these an adjuration (or evidence) for those who understand?"
    },
    {
      "index": 6,
      "text": "Seest thou not how thy Lord dealt with the 'Ad (people),-"
    },
    {
      "index": 7,
      "text": "Of the (city of) Iram, with lofty pillars,"
    },
    {
      "index": 8,
      "text": "The like of which were not produced in (all) the land?"
    },
    {
      "index": 9,
      "text": "And with the Thamud (people), who cut out (huge) rocks in the valley?-"
    },
    {
      "index": 10,
      "text": "And with Pharaoh, lord of stakes?"
    },
    {
      "index": 11,
      "text": "(All) these transgressed beyond bounds in the lands,"
    },
    {
      "index": 12,
      "text": "And heaped therein mischief (on mischief)."
    },
    {
      "index": 13,
      "text": "Therefore did thy Lord pour on them a scourge of diverse chastisements:"
    },
    {
      "index": 14,
      "text": "For thy Lord is (as a Guardian) on a watch-tower."
    },
    {
      "index": 15,
      "text": "Now, as for man, when his Lord trieth him, giving him honour and gifts, then saith he, (puffed up), \"My Lord hath honoured me.\""
    },
    {
      "index": 16,
      "text": "But when He trieth him, restricting his subsistence for him, then saith he (in despair), \"My Lord hath humiliated me!\""
    },
    {
      "index": 17,
      "text": "Nay, nay! but ye honour not the orphans!"
    },
    {
      "index": 18,
      "text": "Nor do ye encourage one another to feed the poor!-"
    },
    {
      "index": 19,
      "text": "And ye devour inheritance - all with greed,"
    },
    {
      "index": 20,
      "text": "And ye love wealth with inordinate love!"
    },
    {
      "index": 21,
      "text": "Nay! When the earth is pounded to powder,"
    },
    {
      "index": 22,
      "text": "And thy Lord cometh, and His angels, rank upon rank,"
    },
    {
      "index": 23,
      "text": "And Hell, that Day, is brought (face to face),- on that Day will man remember, but how will that remembrance profit him?"
    },
    {
      "index": 24,
      "text": "He will say: \"Ah! Would that I had sent forth (good deeds) for (this) my (Future) Life!\""
    },
    {
      "index": 25,
      "text": "For, that Day, His Chastisement will be such as none (else) can inflict,"
    },
    {
      "index": 26,
      "text": "And His bonds will be such as none (other) can bind."
    },
    {
      "index": 27,
      "text": "(To the righteous soul will be said:) \"O (thou) soul, in (complete) rest and satisfaction!"
    },
    {
      "index": 28,
      "text": "\"Come back thou to thy Lord,- well pleased (thyself), and well-pleasing unto Him!"
    },
    {
      "index": 29,
      "text": "\"Enter thou, then, among My devotees!"
    },
    {
      "index": 30,
      "text": "\"Yea, enter thou My Heaven!"
    }
  ]
}