{
  "index": 81,
  "ayas": [
    {
      "index": 1,
      "text": "When the sun (with its spacious light) is folded up;"
    },
    {
      "index": 2,
      "text": "When the stars fall, losing their lustre;"
    },
    {
      "index": 3,
      "text": "When the mountains vanish (like a mirage);"
    },
    {
      "index": 4,
      "text": "When the she-camels, ten months with young, are left untended;"
    },
    {
      "index": 5,
      "text": "When the wild beasts are herded together (in the human habitations);"
    },
    {
      "index": 6,
      "text": "When the oceans boil over with a swell;"
    },
    {
      "index": 7,
      "text": "When the souls are sorted out, (being joined, like with like);"
    },
    {
      "index": 8,
      "text": "When the female (infant), buried alive, is questioned -"
    },
    {
      "index": 9,
      "text": "For what crime she was killed;"
    },
    {
      "index": 10,
      "text": "When the scrolls are laid open;"
    },
    {
      "index": 11,
      "text": "When the world on High is unveiled;"
    },
    {
      "index": 12,
      "text": "When the Blazing Fire is kindled to fierce heat;"
    },
    {
      "index": 13,
      "text": "And when the Garden is brought near;-"
    },
    {
      "index": 14,
      "text": "(Then) shall each soul know what it has put forward."
    },
    {
      "index": 15,
      "text": "So verily I call to witness the planets - that recede,"
    },
    {
      "index": 16,
      "text": "Go straight, or hide;"
    },
    {
      "index": 17,
      "text": "And the Night as it dissipates;"
    },
    {
      "index": 18,
      "text": "And the Dawn as it breathes away the darkness;-"
    },
    {
      "index": 19,
      "text": "Verily this is the word of a most honourable Messenger,"
    },
    {
      "index": 20,
      "text": "Endued with Power, with rank before the Lord of the Throne,"
    },
    {
      "index": 21,
      "text": "With authority there, (and) faithful to his trust."
    },
    {
      "index": 22,
      "text": "And (O people!) your companion is not one possessed;"
    },
    {
      "index": 23,
      "text": "And without doubt he saw him in the clear horizon."
    },
    {
      "index": 24,
      "text": "Neither doth he withhold grudgingly a knowledge of the Unseen."
    },
    {
      "index": 25,
      "text": "Nor is it the word of an evil spirit accursed."
    },
    {
      "index": 26,
      "text": "When whither go ye?"
    },
    {
      "index": 27,
      "text": "Verily this is no less than a Message to (all) the Worlds:"
    },
    {
      "index": 28,
      "text": "(With profit) to whoever among you wills to go straight:"
    },
    {
      "index": 29,
      "text": "But ye shall not will except as Allah wills,- the Cherisher of the Worlds."
    }
  ]
}