{
  "index": 33,
  "name": "الأحزاب",
  "arabic_name": "الأحزَاب",
  "english_name": "Al-Aḥzāb",
  "english_meaning": "The Combined Forces",
  "ayas": [
    {
      "index": 1,
      "arabic": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ ٱتَّقِ ٱللَّهَ وَلَا تُطِعِ ٱلْكَـٰفِرِينَ وَٱلْمُنَـٰفِقِينَ ۗ إِنَّ ٱللَّهَ كَانَ عَلِيمًا حَكِيمًا",
      "translation": "O PROPHET FEAR God and do not follow the unbelievers and the hypocrites.",
      "transliteration": "yā-ayyuhan nabiyyut-taqillāha walā tuṭi`il kāfirīna wal munāfiqīn ۗ innallāha kāna `alīman ḥakīmā",
      "bismillah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ"
    },
    {
      "index": 2,
      "arabic": "وَٱتَّبِعْ مَا يُوحَىٰٓ إِلَيْكَ مِن رَّبِّكَ ۚ إِنَّ ٱللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا",
      "translation": "Follow what is revealed to you by your Lord. Verily God is all-knowing and all-wise.",
      "transliteration": "wattabi` mā yūḥā ilayka min rabbik ۚ innallāha kāna bimā ta`malūna khabīrā"
    },
    {
      "index": 3,
      "arabic": "وَتَوَكَّلْ عَلَى ٱللَّهِ ۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
      "translation": "Trust in God. God is sufficient as guardian.",
      "transliteration": "watawakkal `alallāh ۚ wakafā billāhi wakīlā"
    },
    {
      "index": 4,
      "arabic": "مَّا جَعَلَ ٱللَّهُ لِرَجُلٍ مِّن قَلْبَيْنِ فِى جَوْفِهِۦ ۚ وَمَا جَعَلَ أَزْوَٰجَكُمُ ٱلَّـٰٓـِٔى تُظَـٰهِرُونَ مِنْهُنَّ أُمَّهَـٰتِكُمْ ۚ وَمَا جَعَلَ أَدْعِيَآءَكُمْ أَبْنَآءَكُمْ ۚ ذَٰلِكُمْ قَوْلُكُم بِأَفْوَٰهِكُمْ ۖ وَٱللَّهُ يَقُولُ ٱلْحَقَّ وَهُوَ يَهْدِى ٱلسَّبِيلَ",
      "translation": "God has not provided two hearts in the breast of a man, nor made your wives, whom you pronounce \"mothers\" (in order to divorce them), your real mothers, nor has He made your adopted sons your real sons. This is only what your lips pronounce. God says what is just, and shows the right way.",
      "transliteration": "mā ja`alallāhu lirajulin min qalbayni fī jawfih ۚ wa mā ja`ala azwājakumul lā-ī tuẓāhirūna minhunna ummahātikum ۚ wa mā ja`ala ad`iyā-akum abnā-akum ۚ dhālikum qawlukum bi-afwāhikum ۖ wallāhu yaqūlul ḥaqqa wahuwa yahdis sabīl"
    },
    {
      "index": 5,
      "arabic": "ٱدْعُوهُمْ لِـَٔابَآئِهِمْ هُوَ أَقْسَطُ عِندَ ٱللَّهِ ۚ فَإِن لَّمْ تَعْلَمُوٓا۟ ءَابَآءَهُمْ فَإِخْوَٰنُكُمْ فِى ٱلدِّينِ وَمَوَٰلِيكُمْ ۚ وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَآ أَخْطَأْتُم بِهِۦ وَلَـٰكِن مَّا تَعَمَّدَتْ قُلُوبُكُمْ ۚ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
      "translation": "Call them by the names of their fathers. This is the right course in the sight of God. If you do not know their fathers, they are then your brothers in religion and your friends. It will not be a sin if you make a mistake, unless you do so intentionally; for God is forgiving and kind.",
      "transliteration": "ud-`ūhum li-ābā-ihim huwa aqsaṭu `indallāh ۚ fa-in lam ta`lamū ābā-ahum fa-ikhwānukum fid dīni wa mawālīkum ۚ walaysa `alaykum junāḥun fīmā akhṭa-tum bihi walākin mā ta`ammadat qulūbukum ۚ wakānallāhu ghafūran raḥīmā"
    },
    {
      "index": 6,
      "arabic": "ٱلنَّبِىُّ أَوْلَىٰ بِٱلْمُؤْمِنِينَ مِنْ أَنفُسِهِمْ ۖ وَأَزْوَٰجُهُۥٓ أُمَّهَـٰتُهُمْ ۗ وَأُو۟لُوا۟ ٱلْأَرْحَامِ بَعْضُهُمْ أَوْلَىٰ بِبَعْضٍ فِى كِتَـٰبِ ٱللَّهِ مِنَ ٱلْمُؤْمِنِينَ وَٱلْمُهَـٰجِرِينَ إِلَّآ أَن تَفْعَلُوٓا۟ إِلَىٰٓ أَوْلِيَآئِكُم مَّعْرُوفًا ۚ كَانَ ذَٰلِكَ فِى ٱلْكِتَـٰبِ مَسْطُورًا",
      "translation": "The Prophet is closer to the faithful than they are themselves; and his wives are as their mothers. Yet blood relations are closer to one another according to God's decree, more than (other) believers and the emigrants (who left their homes in the cause of God), but you should be kind to your friends. This is inscribed in the Book (of decrees).",
      "transliteration": "an-nabiyyu awlā bil mu-minīna min anfusihim ۖ wa-azwājuhu ummahātuhum ۗ wa-ulul-arḥāmi ba`ḍuhum awlā biba`ḍin fī kitābillāhi minal mu-minīna wal muhājirīna illā an taf`alū ilā awliyā-ikum ma`rūfā ۚ kāna dhālika fil kitābi masṭūrā"
    },
    {
      "index": 7,
      "arabic": "وَإِذْ أَخَذْنَا مِنَ ٱلنَّبِيِّـۧنَ مِيثَـٰقَهُمْ وَمِنكَ وَمِن نُّوحٍ وَإِبْرَٰهِيمَ وَمُوسَىٰ وَعِيسَى ٱبْنِ مَرْيَمَ ۖ وَأَخَذْنَا مِنْهُم مِّيثَـٰقًا غَلِيظًا",
      "translation": "When We made the covenant with the prophets, and with you, as with Noah and Abraham, Moses and Jesus son of Mary, a binding covenant,",
      "transliteration": "wa idh akhadhnā minan nabiyyīna mīthāqahum wa minka wa min nūḥin wa ibrāhīma wa mūsā wa`īsab-ni maryam ۖ wa-akhadhnā minhum mīthāqan ghalīẓā"
    },
    {
      "index": 8,
      "arabic": "لِّيَسْـَٔلَ ٱلصَّـٰدِقِينَ عَن صِدْقِهِمْ ۚ وَأَعَدَّ لِلْكَـٰفِرِينَ عَذَابًا أَلِيمًا",
      "translation": "(It was) so that God may ask the truthful of their sincerity. As for the infidels, He has prepared a painful punishment for them.",
      "transliteration": "liyas-alaṣ ṣādiqīna `an ṣidqihim ۚ wa-a`adda lilkāfirīna `adhāban alīmā"
    },
    {
      "index": 9,
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱذْكُرُوا۟ نِعْمَةَ ٱللَّهِ عَلَيْكُمْ إِذْ جَآءَتْكُمْ جُنُودٌ فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا لَّمْ تَرَوْهَا ۚ وَكَانَ ٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا",
      "translation": "O you who believe, remember the favours of God to you when an army came against you and We sent a wind against them and forces that you did not see. But God sees all that you do.",
      "transliteration": "yā-ayyuhal ladhīna āmanudh-kurū ni`matallāhi `alaykum idh jā-at kum junūdun fa-arsalnā `alayhim rīḥan wajunūdal lam tarawhā ۚ wakānallāhu bimā ta`malūna baṣīrā"
    },
    {
      "index": 10,
      "arabic": "إِذْ جَآءُوكُم مِّن فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنكُمْ وَإِذْ زَاغَتِ ٱلْأَبْصَـٰرُ وَبَلَغَتِ ٱلْقُلُوبُ ٱلْحَنَاجِرَ وَتَظُنُّونَ بِٱللَّهِ ٱلظُّنُونَا۠",
      "translation": "When they came upon you from above and below you, when the eyes were stupefied with horror, and hearts jumped to the throats, and you made wild suppositions about God.",
      "transliteration": "idh jā-ūkum min fawqikum wa min asfala minkum wa idh zāghatil-abṣāru wabalaghatil qulūbul ḥanājira wataẓunnūna billāhiẓ ẓunūnā"
    },
    {
      "index": 11,
      "arabic": "هُنَالِكَ ٱبْتُلِىَ ٱلْمُؤْمِنُونَ وَزُلْزِلُوا۟ زِلْزَالًا شَدِيدًا",
      "translation": "The faithful were sorely tried there and were shaken completely,",
      "transliteration": "hunālikab-tuliyal mu-minūna wazulzilū zilzālan shadīdā"
    },
    {
      "index": 12,
      "arabic": "وَإِذْ يَقُولُ ٱلْمُنَـٰفِقُونَ وَٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ مَّا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥٓ إِلَّا غُرُورًا",
      "translation": "When the hypocrites and those who were filled with doubt, said: \"The promise of God and His Apostle was nothing but deceit.\"",
      "transliteration": "wa idh yaqūlul munāfiqūna wal ladhīna fī qulūbihim maraḍun mā wa`adanallāhu warasūluhu illā ghurūrā"
    },
    {
      "index": 13,
      "arabic": "وَإِذْ قَالَت طَّآئِفَةٌ مِّنْهُمْ يَـٰٓأَهْلَ يَثْرِبَ لَا مُقَامَ لَكُمْ فَٱرْجِعُوا۟ ۚ وَيَسْتَـْٔذِنُ فَرِيقٌ مِّنْهُمُ ٱلنَّبِىَّ يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ وَمَا هِىَ بِعَوْرَةٍ ۖ إِن يُرِيدُونَ إِلَّا فِرَارًا",
      "translation": "When a section of them said: \"O people of Yathrib, there is no place for you here, turn back;\" and a section of them asked leave of the Prophet, saying: \"Our homes lie exposed,\" -- while they were not exposed. Their only intention was to run away.",
      "transliteration": "wa idh qālat ṭā-ifatun minhum yā-ahla yathriba lā muqāma lakum farji`ū ۚ wayasta-dhinu farīqun minhumun nabiyya yaqūlūna inna buyūtanā `awratun wa mā hiya bi`awrah ۖ in yurīdūna illā firārā"
    },
    {
      "index": 14,
      "arabic": "وَلَوْ دُخِلَتْ عَلَيْهِم مِّنْ أَقْطَارِهَا ثُمَّ سُئِلُوا۟ ٱلْفِتْنَةَ لَـَٔاتَوْهَا وَمَا تَلَبَّثُوا۟ بِهَآ إِلَّا يَسِيرًا",
      "translation": "If the (enemy) had entered the city from every side and asked them to rise in revolt, they would have done so, and not hesitated but a little;",
      "transliteration": "walaw dukhilat `alayhim min aqṭārihā thumma su-ilul fitnata la-ātawhā wa mā talabbathū bihā illā yasīrā"
    },
    {
      "index": 15,
      "arabic": "وَلَقَدْ كَانُوا۟ عَـٰهَدُوا۟ ٱللَّهَ مِن قَبْلُ لَا يُوَلُّونَ ٱلْأَدْبَـٰرَ ۚ وَكَانَ عَهْدُ ٱللَّهِ مَسْـُٔولًا",
      "translation": "Whereas earlier they had made a promise to God that they would never turn their backs; and a promise made to God is answerable.",
      "transliteration": "walaqad kānū `āhadullāha min qablu lā yuwallūnal-adbār ۚ wakāna `ahdullāhi mas-ūlā"
    },
    {
      "index": 16,
      "arabic": "قُل لَّن يَنفَعَكُمُ ٱلْفِرَارُ إِن فَرَرْتُم مِّنَ ٱلْمَوْتِ أَوِ ٱلْقَتْلِ وَإِذًا لَّا تُمَتَّعُونَ إِلَّا قَلِيلًا",
      "translation": "Say: \"Of no gain will be your running away if you run from death or being killed, even then you will enjoy the good things of life but only for a while.\"",
      "transliteration": "qul lan yanfa`akumul firāru in farartum minal mawti awil qatli wa idhal lā tumatta`ūna illā qalīlā"
    },
    {
      "index": 17,
      "arabic": "قُلْ مَن ذَا ٱلَّذِى يَعْصِمُكُم مِّنَ ٱللَّهِ إِنْ أَرَادَ بِكُمْ سُوٓءًا أَوْ أَرَادَ بِكُمْ رَحْمَةً ۚ وَلَا يَجِدُونَ لَهُم مِّن دُونِ ٱللَّهِ وَلِيًّا وَلَا نَصِيرًا",
      "translation": "Say: \"Who will save you from God if He decide to afflict you or show you His mercy?\" They will never find a friend or helper apart from God.",
      "transliteration": "qul man dhal ladhī ya`ṣimukum minallāhi in arāda bikum sū-an aw arāda bikum raḥmah ۚ walā yajidūna lahum min dūnillāhi waliyyan walā naṣīrā"
    },
    {
      "index": 18,
      "arabic": "قَدْ يَعْلَمُ ٱللَّهُ ٱلْمُعَوِّقِينَ مِنكُمْ وَٱلْقَآئِلِينَ لِإِخْوَٰنِهِمْ هَلُمَّ إِلَيْنَا ۖ وَلَا يَأْتُونَ ٱلْبَأْسَ إِلَّا قَلِيلًا",
      "translation": "Surely God knows who among you obstruct, and those who say to their brethren: \"Come to us,\" and go to battle but seldom,",
      "transliteration": "qad ya`lamullāhul mu`awwiqīna minkum wal qā-ilīna li-ikhwānihim halumma ilaynā ۖ walā ya-tūnal ba-sa illā qalīlā"
    },
    {
      "index": 19,
      "arabic": "أَشِحَّةً عَلَيْكُمْ ۖ فَإِذَا جَآءَ ٱلْخَوْفُ رَأَيْتَهُمْ يَنظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ كَٱلَّذِى يُغْشَىٰ عَلَيْهِ مِنَ ٱلْمَوْتِ ۖ فَإِذَا ذَهَبَ ٱلْخَوْفُ سَلَقُوكُم بِأَلْسِنَةٍ حِدَادٍ أَشِحَّةً عَلَى ٱلْخَيْرِ ۚ أُو۟لَـٰٓئِكَ لَمْ يُؤْمِنُوا۟ فَأَحْبَطَ ٱللَّهُ أَعْمَـٰلَهُمْ ۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا",
      "translation": "Being chary of helping you. But when danger appears you will find them looking at you with eyes turning like a man's in the swoon of death. Yet when the danger is past they lash you with sharp tongues, covetous of the best (of booty). Such as these have not come to belief. So God nullifies whatever they have done. This is how (the innate law of) God works inevitably.",
      "transliteration": "ashiḥḥatan `alaykum ۖ fa-idhā jā-al khawfu ra-aytahum yanẓurūna ilayka tadūru a`yunuhum kal ladhī yughshā `alayhi minal mawt ۖ fa-idhā dhahabal khawfu salaqūkum bi-alsinatin ḥidādin ashiḥḥatan `alal-khayr ۚ ulā-ika lam yu-minū fa-aḥbaṭallāhu a`mālahum ۚ wakāna dhālika `alallāhi yasīrā"
    },
    {
      "index": 20,
      "arabic": "يَحْسَبُونَ ٱلْأَحْزَابَ لَمْ يَذْهَبُوا۟ ۖ وَإِن يَأْتِ ٱلْأَحْزَابُ يَوَدُّوا۟ لَوْ أَنَّهُم بَادُونَ فِى ٱلْأَعْرَابِ يَسْـَٔلُونَ عَنْ أَنۢبَآئِكُمْ ۖ وَلَوْ كَانُوا۟ فِيكُم مَّا قَـٰتَلُوٓا۟ إِلَّا قَلِيلًا",
      "translation": "They think the allied tribes have not withdrawn; and if the allied tribes had advanced they would have wished that they were rather with the Arabs of the desert asking news of you; and had they been among you they would have fought but just a little.",
      "transliteration": "yaḥsabūnal-aḥzāba lam yadh-habū ۖ wa in ya-til-aḥzābu yawaddū law annahum bādūna fil-a`rābi yas-alūna `an anbā-ikum ۖ walaw kānū fīkum mā qātalū illā qalīlā"
    },
    {
      "index": 21,
      "arabic": "لَّقَدْ كَانَ لَكُمْ فِى رَسُولِ ٱللَّهِ أُسْوَةٌ حَسَنَةٌ لِّمَن كَانَ يَرْجُوا۟ ٱللَّهَ وَٱلْيَوْمَ ٱلْـَٔاخِرَ وَذَكَرَ ٱللَّهَ كَثِيرًا",
      "translation": "You have indeed a noble paradigm in the Apostle of God for him who fears God and the Day of Resurrection, and remembers God frequently.",
      "transliteration": "laqad kāna lakum fī rasūlillāhi uswatun ḥasanatun liman kāna yarjullāha wal yawmal-ākhira wadhakarallāha kathīrā"
    },
    {
      "index": 22,
      "arabic": "وَلَمَّا رَءَا ٱلْمُؤْمِنُونَ ٱلْأَحْزَابَ قَالُوا۟ هَـٰذَا مَا وَعَدَنَا ٱللَّهُ وَرَسُولُهُۥ وَصَدَقَ ٱللَّهُ وَرَسُولُهُۥ ۚ وَمَا زَادَهُمْ إِلَّآ إِيمَـٰنًا وَتَسْلِيمًا",
      "translation": "When the faithful saw (the armies of) the allied tribes, they said: \"This is what God and His Apostle had promised us; and God and His Apostle say the truth;\" and this enhanced their faith and obedience.",
      "transliteration": "walammā ra al mu-minūnal-aḥzāba qālū hādhā mā wa`adanallāhu warasūluhu waṣadaqallāhu warasūluh ۚ wa mā zādahum illā-iymānan wataslīmā"
    },
    {
      "index": 23,
      "arabic": "مِّنَ ٱلْمُؤْمِنِينَ رِجَالٌ صَدَقُوا۟ مَا عَـٰهَدُوا۟ ٱللَّهَ عَلَيْهِ ۖ فَمِنْهُم مَّن قَضَىٰ نَحْبَهُۥ وَمِنْهُم مَّن يَنتَظِرُ ۖ وَمَا بَدَّلُوا۟ تَبْدِيلًا",
      "translation": "There are men among the faithful who have been true to the covenant they had made with God; and some of them fulfilled their vows (by dying in His cause), and some still wait (prepared for death), and stand firm,",
      "transliteration": "minal mu-minīna rijālun ṣadaqū mā `āhadullāha `alayh ۖ faminhum man qaḍā naḥbahu wa minhum man yantaẓir ۖ wa mā baddalū tabdīlā"
    },
    {
      "index": 24,
      "arabic": "لِّيَجْزِىَ ٱللَّهُ ٱلصَّـٰدِقِينَ بِصِدْقِهِمْ وَيُعَذِّبَ ٱلْمُنَـٰفِقِينَ إِن شَآءَ أَوْ يَتُوبَ عَلَيْهِمْ ۚ إِنَّ ٱللَّهَ كَانَ غَفُورًا رَّحِيمًا",
      "translation": "That God may recompense the truthful for their truthfulness, and punish the hypocrites or relent towards them, as He will. God is surely forgiving and kind.",
      "transliteration": "liyajziyallāhuṣ ṣādiqīna biṣidqihim wayu`adhhibal munāfiqīna in shā-a aw yatūba `alayhim ۚ innallāha kāna ghafūran raḥīmā"
    },
    {
      "index": 25,
      "arabic": "وَرَدَّ ٱللَّهُ ٱلَّذِينَ كَفَرُوا۟ بِغَيْظِهِمْ لَمْ يَنَالُوا۟ خَيْرًا ۚ وَكَفَى ٱللَّهُ ٱلْمُؤْمِنِينَ ٱلْقِتَالَ ۚ وَكَانَ ٱللَّهُ قَوِيًّا عَزِيزًا",
      "translation": "God drove the unbelievers back in their fury, and they gained no advantage. God was sufficient (to help) the believers in the battle. God is all-powerful and all-mighty.",
      "transliteration": "waraddallāhul ladhīna kafarū bighayẓihim lam yanālū khayrā ۚ wakafallāhul mu-minīnal qitāl ۚ wakānallāhu qawiyyan `azīzā"
    },
    {
      "index": 26,
      "arabic": "وَأَنزَلَ ٱلَّذِينَ ظَـٰهَرُوهُم مِّنْ أَهْلِ ٱلْكِتَـٰبِ مِن صَيَاصِيهِمْ وَقَذَفَ فِى قُلُوبِهِمُ ٱلرُّعْبَ فَرِيقًا تَقْتُلُونَ وَتَأْسِرُونَ فَرِيقًا",
      "translation": "He made those of the people of the Book who had helped (the tribes) descend from their forts, and filled their hearts with dread, so that you killed some and made many captive;",
      "transliteration": "wa-anzalal ladhīna ẓāharūhum min ahlil kitābi min ṣayāṣīhim waqadhafa fī qulūbihimur ru`ba farīqan taqtulūna wata-sirūna farīqā"
    },
    {
      "index": 27,
      "arabic": "وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيَـٰرَهُمْ وَأَمْوَٰلَهُمْ وَأَرْضًا لَّمْ تَطَـُٔوهَا ۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرًا",
      "translation": "And He made you inherit their lands and mansions and wealth, and a country you had not traversed before, for God has power over everything.",
      "transliteration": "wa-awrathakum arḍahum wadiyārahum wa-amwālahum wa-arḍal lam taṭa-ūhā ۚ wakānallāhu `alā kulli shay-in qadīrā"
    },
    {
      "index": 28,
      "arabic": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ قُل لِّأَزْوَٰجِكَ إِن كُنتُنَّ تُرِدْنَ ٱلْحَيَوٰةَ ٱلدُّنْيَا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحًا جَمِيلًا",
      "translation": "O Prophet, say to your wives: \"In case you desire the life and pomp of this world, come, I will provide you handsomely, and let you go with a grace.",
      "transliteration": "yā-ayyuhan nabiyyu qul li-azwājika in kuntunna turidnal ḥayātad dunyā wazīnatahā fata`ālayna umatti`kunna wa-usarriḥkunna sarāḥan jamīlā"
    },
    {
      "index": 29,
      "arabic": "وَإِن كُنتُنَّ تُرِدْنَ ٱللَّهَ وَرَسُولَهُۥ وَٱلدَّارَ ٱلْـَٔاخِرَةَ فَإِنَّ ٱللَّهَ أَعَدَّ لِلْمُحْسِنَـٰتِ مِنكُنَّ أَجْرًا عَظِيمًا",
      "translation": "But if you desire God, His Apostle, and the joys of life to come, then God has verily set apart for those of you who are good, a great reward.\"",
      "transliteration": "wa in kuntunna turidnallāha warasūlahu wad dāral-ākhirata fa-innallāha a`adda lil-muḥsināti minkunna ajran `aẓīmā"
    },
    {
      "index": 30,
      "arabic": "يَـٰنِسَآءَ ٱلنَّبِىِّ مَن يَأْتِ مِنكُنَّ بِفَـٰحِشَةٍ مُّبَيِّنَةٍ يُضَـٰعَفْ لَهَا ٱلْعَذَابُ ضِعْفَيْنِ ۚ وَكَانَ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرًا",
      "translation": "O wives of the Prophet, whosoever of you commits an act of clear shamelessness, her punishment will be doubled. This is how (the innate law of) God works inevitably.",
      "transliteration": "yānisā-an nabiyyi man ya-ti minkunna bifāḥishatim mubayyinatin yuḍā`af lahal `adhābu ḍi`fayn ۚ wakāna dhālika `alallāhi yasīrā"
    },
    {
      "index": 31,
      "arabic": "وَمَن يَقْنُتْ مِنكُنَّ لِلَّهِ وَرَسُولِهِۦ وَتَعْمَلْ صَـٰلِحًا نُّؤْتِهَآ أَجْرَهَا مَرَّتَيْنِ وَأَعْتَدْنَا لَهَا رِزْقًا كَرِيمًا",
      "translation": "But whoever of you is obedient to God and His Apostle, and does the right, will be given a two-fold reward by Us; and We have a rich provision in readiness for her.",
      "transliteration": "wa man yaqnut minkunna lillāhi warasūlihi wata`mal ṣāliḥan nu-tihā ajrahā marratayni wa-a`tadnā lahā rizqan karīmā"
    },
    {
      "index": 32,
      "arabic": "يَـٰنِسَآءَ ٱلنَّبِىِّ لَسْتُنَّ كَأَحَدٍ مِّنَ ٱلنِّسَآءِ ۚ إِنِ ٱتَّقَيْتُنَّ فَلَا تَخْضَعْنَ بِٱلْقَوْلِ فَيَطْمَعَ ٱلَّذِى فِى قَلْبِهِۦ مَرَضٌ وَقُلْنَ قَوْلًا مَّعْرُوفًا",
      "translation": "O wives of the Prophet, you are not like other women. If you are mindful of God, do not be too obliging in your speech, lest some one sick of heart should covet your person; so say only customary things.",
      "transliteration": "yānisā-an nabiyyi lastunna ka-aḥadin minan nisā-i ۚ init-taqaytunna falā takhḍa`na bil qawli fayaṭma`al ladhī fī qalbihi maraḍun waqulna qawlan ma`rūfā"
    },
    {
      "index": 33,
      "arabic": "وَقَرْنَ فِى بُيُوتِكُنَّ وَلَا تَبَرَّجْنَ تَبَرُّجَ ٱلْجَـٰهِلِيَّةِ ٱلْأُولَىٰ ۖ وَأَقِمْنَ ٱلصَّلَوٰةَ وَءَاتِينَ ٱلزَّكَوٰةَ وَأَطِعْنَ ٱللَّهَ وَرَسُولَهُۥٓ ۚ إِنَّمَا يُرِيدُ ٱللَّهُ لِيُذْهِبَ عَنكُمُ ٱلرِّجْسَ أَهْلَ ٱلْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيرًا",
      "translation": "Stay at home, and do not deck yourselves with ostentation as in the days of paganism; fulfil your devotional obligations, pay the zakat, and obey God and His Apostle. God desires to remove impurities from you, O inmates of this house, and to cleanse and bring out the best in you.",
      "transliteration": "waqarna fī buyūtikunna walā tabarrajna tabarrujal jāhiliyyatil-ūlā ۖ wa-aqimnaṣ ṣalāta wa-ātīnaz zakāta wa-aṭi`nallāha warasūlah ۚ innamā yurīdullāhu liyudh-hiba `ankumur rijsa ahlal-bayti wayuṭahhirakum taṭ-hīrā"
    },
    {
      "index": 34,
      "arabic": "وَٱذْكُرْنَ مَا يُتْلَىٰ فِى بُيُوتِكُنَّ مِنْ ءَايَـٰتِ ٱللَّهِ وَٱلْحِكْمَةِ ۚ إِنَّ ٱللَّهَ كَانَ لَطِيفًا خَبِيرًا",
      "translation": "Remember God's revelations and the wisdom that are recited in your homes. God is indeed all perceiving, well-informed.",
      "transliteration": "wadhkurna mā yutlā fī buyūtikunna min āyātillāhi wal ḥikmah ۚ innallāha kāna laṭīfan khabīrā"
    },
    {
      "index": 35,
      "arabic": "إِنَّ ٱلْمُسْلِمِينَ وَٱلْمُسْلِمَـٰتِ وَٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ وَٱلْقَـٰنِتِينَ وَٱلْقَـٰنِتَـٰتِ وَٱلصَّـٰدِقِينَ وَٱلصَّـٰدِقَـٰتِ وَٱلصَّـٰبِرِينَ وَٱلصَّـٰبِرَٰتِ وَٱلْخَـٰشِعِينَ وَٱلْخَـٰشِعَـٰتِ وَٱلْمُتَصَدِّقِينَ وَٱلْمُتَصَدِّقَـٰتِ وَٱلصَّـٰٓئِمِينَ وَٱلصَّـٰٓئِمَـٰتِ وَٱلْحَـٰفِظِينَ فُرُوجَهُمْ وَٱلْحَـٰفِظَـٰتِ وَٱلذَّٰكِرِينَ ٱللَّهَ كَثِيرًا وَٱلذَّٰكِرَٰتِ أَعَدَّ ٱللَّهُ لَهُم مَّغْفِرَةً وَأَجْرًا عَظِيمًا",
      "translation": "Verily men and women who have come to submission, men and women who are believers, men and women who are devout, truthful men and truthful women, men and women with endurance, men and women who are modest, men and women who give alms, men and women who observe fasting, men and women who guard their private parts, and those men and women who remember God a great deal, for them God has forgiveness and a great reward.",
      "transliteration": "innal muslimīna wal muslimāti wal mu-minīna wal mu-mināti wal qānitīna wal qānitāti waṣ ṣādiqīna waṣ ṣādiqāti waṣ ṣābirīna waṣ ṣābirāti wal khāshi`īna wal khāshi`āti wal mutaṣaddiqīna wal mutaṣaddiqāti waṣ ṣā-imīna waṣ ṣā-imāti wal ḥāfiẓīna furūjahum wal ḥāfiẓāti wadh dhākirīnallāha kathīran wadh dhākirāti a`addallāhu lahum maghfiratan wa-ajran `aẓīmā"
    },
    {
      "index": 36,
      "arabic": "وَمَا كَانَ لِمُؤْمِنٍ وَلَا مُؤْمِنَةٍ إِذَا قَضَى ٱللَّهُ وَرَسُولُهُۥٓ أَمْرًا أَن يَكُونَ لَهُمُ ٱلْخِيَرَةُ مِنْ أَمْرِهِمْ ۗ وَمَن يَعْصِ ٱللَّهَ وَرَسُولَهُۥ فَقَدْ ضَلَّ ضَلَـٰلًا مُّبِينًا",
      "translation": "No believing men and women have any choice in a matter after God and His Apostle have decided it. Whoever disobeys God and His Apostle has clearly lost the way and gone astray.",
      "transliteration": "wa mā kāna limu-minin walā mu-minatin idhā qaḍallāhu warasūluhu amran an yakūna lahumul khiyaratu min amrihim ۗ wa man ya`ṣillāha warasūlahu faqad ḍalla ḍalālan mubīnā"
    },
    {
      "index": 37,
      "arabic": "وَإِذْ تَقُولُ لِلَّذِىٓ أَنْعَمَ ٱللَّهُ عَلَيْهِ وَأَنْعَمْتَ عَلَيْهِ أَمْسِكْ عَلَيْكَ زَوْجَكَ وَٱتَّقِ ٱللَّهَ وَتُخْفِى فِى نَفْسِكَ مَا ٱللَّهُ مُبْدِيهِ وَتَخْشَى ٱلنَّاسَ وَٱللَّهُ أَحَقُّ أَن تَخْشَىٰهُ ۖ فَلَمَّا قَضَىٰ زَيْدٌ مِّنْهَا وَطَرًا زَوَّجْنَـٰكَهَا لِكَىْ لَا يَكُونَ عَلَى ٱلْمُؤْمِنِينَ حَرَجٌ فِىٓ أَزْوَٰجِ أَدْعِيَآئِهِمْ إِذَا قَضَوْا۟ مِنْهُنَّ وَطَرًا ۚ وَكَانَ أَمْرُ ٱللَّهِ مَفْعُولًا",
      "translation": "When you said to him who had been favoured by God and was favoured by you: \"Keep your wife to yourself and fear God,\" you were hiding something God was about to bring to light, for you had fear of men, though you should fear God more. And when Zaid was through with her, We gave her to you in marriage, so that it may not remain a sin for the faithful (to marry) the wives of their adopted sons when they are through with them. God's command is to be fulfilled.",
      "transliteration": "wa idh taqūlu lilladhī an`amallāhu `alayhi wa-an`amta `alayhi amsik `alayka zawjaka wattaqillāha watukhfī fī nafsika mallāhu mubdīhi watakhshan nāsa wallāhu aḥaqqu an takhshāh ۖ falammā qaḍā zaydun minhā waṭaran zawwajnākahā likay lā yakūna `alal-mu-minīna ḥarajun fī azwāji ad`iyā-ihim idhā qaḍaw minhunna waṭarā ۚ wakāna amrullāhi maf`ūlā"
    },
    {
      "index": 38,
      "arabic": "مَّا كَانَ عَلَى ٱلنَّبِىِّ مِنْ حَرَجٍ فِيمَا فَرَضَ ٱللَّهُ لَهُۥ ۖ سُنَّةَ ٱللَّهِ فِى ٱلَّذِينَ خَلَوْا۟ مِن قَبْلُ ۚ وَكَانَ أَمْرُ ٱللَّهِ قَدَرًا مَّقْدُورًا",
      "translation": "There is no constraint on the Prophet in what God has decreed for him. This has been the way of God with (apostles) who have gone before you, and God's command is a determined act.",
      "transliteration": "mā kāna `alan nabiyyi min ḥarajin fīmā faraḍallāhu lah ۖ sunnatallāhi fil ladhīna khalaw min qabl ۚ wakāna amrullāhi qadaran maqdūrā"
    },
    {
      "index": 39,
      "arabic": "ٱلَّذِينَ يُبَلِّغُونَ رِسَـٰلَـٰتِ ٱللَّهِ وَيَخْشَوْنَهُۥ وَلَا يَخْشَوْنَ أَحَدًا إِلَّا ٱللَّهَ ۗ وَكَفَىٰ بِٱللَّهِ حَسِيبًا",
      "translation": "(For) those who convey the messages of God, and fear Him and no one else, God is sufficient to keep account.",
      "transliteration": "alladhīna yuballighūna risālātillāhi wayakhshawnahu walā yakhshawna aḥadan illallāh ۗ wakafā billāhi ḥasībā"
    },
    {
      "index": 40,
      "arabic": "مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٍ مِّن رِّجَالِكُمْ وَلَـٰكِن رَّسُولَ ٱللَّهِ وَخَاتَمَ ٱلنَّبِيِّـۧنَ ۗ وَكَانَ ٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمًا",
      "translation": "Muhammad is not the father of any man among you, but a messenger of God, and the seal of the prophets. God has knowledge of everything.",
      "transliteration": "mā kāna muḥammadun abā aḥadin min rijālikum walākin rasūlallāhi wakhātaman nabiyyīn ۗ wakānallāhu bikulli shay-in `alīmā"
    },
    {
      "index": 41,
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱذْكُرُوا۟ ٱللَّهَ ذِكْرًا كَثِيرًا",
      "translation": "O you who believe, remember God a great deal,",
      "transliteration": "yā-ayyuhal ladhīna āmanudh-kurullāha dhikran kathīrā"
    },
    {
      "index": 42,
      "arabic": "وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا",
      "translation": "And sing His praises morning and evening.",
      "transliteration": "wasabbiḥūhu bukratan wa-aṣīlā"
    },
    {
      "index": 43,
      "arabic": "هُوَ ٱلَّذِى يُصَلِّى عَلَيْكُمْ وَمَلَـٰٓئِكَتُهُۥ لِيُخْرِجَكُم مِّنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ ۚ وَكَانَ بِٱلْمُؤْمِنِينَ رَحِيمًا",
      "translation": "It is He who sends His blessings on you, as (do) His angels, that He may lead you out of darkness into light, for He is benevolent to the believers.",
      "transliteration": "huwal ladhī yuṣallī `alaykum wa malā-ikatuhu liyukhrijakum minaẓ ẓulumāti ilan nūr ۚ wakāna bil mu-minīna raḥīmā"
    },
    {
      "index": 44,
      "arabic": "تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُۥ سَلَـٰمٌ ۚ وَأَعَدَّ لَهُمْ أَجْرًا كَرِيمًا",
      "translation": "Their greeting on the day they meet Him will be: \"Peace;\" and He has a generous reward ready for them.",
      "transliteration": "taḥiyyatuhum yawma yalqawnahu salām ۚ wa-a`adda lahum ajran karīmā"
    },
    {
      "index": 45,
      "arabic": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ إِنَّآ أَرْسَلْنَـٰكَ شَـٰهِدًا وَمُبَشِّرًا وَنَذِيرًا",
      "translation": "O Prophet, We have sent you as a witness and a bearer of happy tidings and an admonisher,",
      "transliteration": "yā-ayyuhan nabiyyu innā arsalnāka shāhidan wa mubashhiran wanadhīrā"
    },
    {
      "index": 46,
      "arabic": "وَدَاعِيًا إِلَى ٱللَّهِ بِإِذْنِهِۦ وَسِرَاجًا مُّنِيرًا",
      "translation": "And to call (men) to God by His leave, and as a lamp resplendent.",
      "transliteration": "wadā`iyan ilallāhi bi-idhnihi wasirājan munīrā"
    },
    {
      "index": 47,
      "arabic": "وَبَشِّرِ ٱلْمُؤْمِنِينَ بِأَنَّ لَهُم مِّنَ ٱللَّهِ فَضْلًا كَبِيرًا",
      "translation": "Give glad tidings to the believers that there is great bounty for them from God.",
      "transliteration": "wabashhiril mu-minīna bi-anna lahum minallāhi faḍlan kabīrā"
    },
    {
      "index": 48,
      "arabic": "وَلَا تُطِعِ ٱلْكَـٰفِرِينَ وَٱلْمُنَـٰفِقِينَ وَدَعْ أَذَىٰهُمْ وَتَوَكَّلْ عَلَى ٱللَّهِ ۚ وَكَفَىٰ بِٱللَّهِ وَكِيلًا",
      "translation": "Do not listen to the unbelievers and the hypocrites. Ignore what they do to hurt you, and put your trust in God. God is sufficient as protector.",
      "transliteration": "walā tuṭi`il kāfirīna wal munāfiqīna wada` adhāhum watawakkal `alallāh ۚ wakafā billāhi wakīlā"
    },
    {
      "index": 49,
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نَكَحْتُمُ ٱلْمُؤْمِنَـٰتِ ثُمَّ طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا ۖ فَمَتِّعُوهُنَّ وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا",
      "translation": "O you who believe, when you marry believing women then divorce them before having (sexual) contact with them, you have no right to demand observance of the 'waiting period' of them. But provide suitably for them, and let them go with honour.",
      "transliteration": "yā-ayyuhal ladhīna āmanū idhā nakaḥtumul mu-mināti thumma ṭallaqtumūhunna min qabli an tamassūhunna famā lakum `alayhinna min `iddatin ta`taddūnahā ۖ famatti`ūhunna wasarriḥūhunna sarāḥan jamīlā"
    },
    {
      "index": 50,
      "arabic": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ إِنَّآ أَحْلَلْنَا لَكَ أَزْوَٰجَكَ ٱلَّـٰتِىٓ ءَاتَيْتَ أُجُورَهُنَّ وَمَا مَلَكَتْ يَمِينُكَ مِمَّآ أَفَآءَ ٱللَّهُ عَلَيْكَ وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّـٰتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَـٰلَـٰتِكَ ٱلَّـٰتِى هَاجَرْنَ مَعَكَ وَٱمْرَأَةً مُّؤْمِنَةً إِن وَهَبَتْ نَفْسَهَا لِلنَّبِىِّ إِنْ أَرَادَ ٱلنَّبِىُّ أَن يَسْتَنكِحَهَا خَالِصَةً لَّكَ مِن دُونِ ٱلْمُؤْمِنِينَ ۗ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِىٓ أَزْوَٰجِهِمْ وَمَا مَلَكَتْ أَيْمَـٰنُهُمْ لِكَيْلَا يَكُونَ عَلَيْكَ حَرَجٌ ۗ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
      "translation": "We have made lawful for you, O Prophet, wives to whom you have given their dower, and God-given maids and captives you have married, and the daughters of your father's brothers and daughters of your father's sisters, and daughters of your mother's brothers and sisters, who migrated with you; and a believing woman who offers herself to the Prophet if the Prophet desires to marry her. This is a privilege only for you and not the other believers. We know what We have ordained for them about their wives and maids they possess, so that you may be free of blame, for God is forgiving and kind.",
      "transliteration": "yā-ayyuhan nabiyyu innā aḥlalnā laka azwājakal lātī ātayta ujūrahunna wa mā malakat yamīnuka mimmā afā-allāhu `alayka wabanāti `ammika wabanāti `ammātika wabanāti khālika wabanāti khālātikal lātī hājarna ma`aka wamra-atan mu-minatan in wahabat nafsahā linnabiyyi in arādan nabiyyu an yastankiḥahā khāliṣatan laka min dūnil mu-minīn ۗ qad `alimnā mā faraḍnā `alayhim fī azwājihim wa mā malakat aymānuhum likaylā yakūna `alayka ḥaraj ۗ wakānallāhu ghafūran raḥīmā"
    },
    {
      "index": 51,
      "arabic": "تُرْجِى مَن تَشَآءُ مِنْهُنَّ وَتُـْٔوِىٓ إِلَيْكَ مَن تَشَآءُ ۖ وَمَنِ ٱبْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ ۚ ذَٰلِكَ أَدْنَىٰٓ أَن تَقَرَّ أَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَآ ءَاتَيْتَهُنَّ كُلُّهُنَّ ۚ وَٱللَّهُ يَعْلَمُ مَا فِى قُلُوبِكُمْ ۚ وَكَانَ ٱللَّهُ عَلِيمًا حَلِيمًا",
      "translation": "You may defer the turn of any of your wives you like, and may take any other you desire. There is no harm if you take any of those (whose turn) you had deferred. This would be better as it would gladden their hearts and they will not grieve, and each will be happy with what you have given her. God knows what is in your heart, for He is all-wise and benign.",
      "transliteration": "turjī man tashā-u minhunna watu-wy ilayka man tashā-u ۖ wa manib-taghayta mimman `azalta falā junāḥa `alayk ۚ dhālika adnā an taqarra a`yunuhunna walā yaḥzanna wayarḍayna bimā ātaytahunna kulluhunn ۚ wallāhu ya`lamu mā fī qulūbikum ۚ wakānallāhu `alīman ḥalīmā"
    },
    {
      "index": 52,
      "arabic": "لَّا يَحِلُّ لَكَ ٱلنِّسَآءُ مِنۢ بَعْدُ وَلَآ أَن تَبَدَّلَ بِهِنَّ مِنْ أَزْوَٰجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ إِلَّا مَا مَلَكَتْ يَمِينُكَ ۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ رَّقِيبًا",
      "translation": "No other women are lawful for you after this except those you have married, nor to change your present wives for other women even though their beauty should appeal to you. God is watchful of everything.",
      "transliteration": "lā yaḥillu lakan nisā-u min ba`du walā an tabaddala bihinna min azwājin walaw a`jabaka ḥusnuhunna illā mā malakat yamīnuk ۗ wakānallāhu `alā kulli shay-in raqībā"
    },
    {
      "index": 53,
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَدْخُلُوا۟ بُيُوتَ ٱلنَّبِىِّ إِلَّآ أَن يُؤْذَنَ لَكُمْ إِلَىٰ طَعَامٍ غَيْرَ نَـٰظِرِينَ إِنَىٰهُ وَلَـٰكِنْ إِذَا دُعِيتُمْ فَٱدْخُلُوا۟ فَإِذَا طَعِمْتُمْ فَٱنتَشِرُوا۟ وَلَا مُسْتَـْٔنِسِينَ لِحَدِيثٍ ۚ إِنَّ ذَٰلِكُمْ كَانَ يُؤْذِى ٱلنَّبِىَّ فَيَسْتَحْىِۦ مِنكُمْ ۖ وَٱللَّهُ لَا يَسْتَحْىِۦ مِنَ ٱلْحَقِّ ۚ وَإِذَا سَأَلْتُمُوهُنَّ مَتَـٰعًا فَسْـَٔلُوهُنَّ مِن وَرَآءِ حِجَابٍ ۚ ذَٰلِكُمْ أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ ۚ وَمَا كَانَ لَكُمْ أَن تُؤْذُوا۟ رَسُولَ ٱللَّهِ وَلَآ أَن تَنكِحُوٓا۟ أَزْوَٰجَهُۥ مِنۢ بَعْدِهِۦٓ أَبَدًا ۚ إِنَّ ذَٰلِكُمْ كَانَ عِندَ ٱللَّهِ عَظِيمًا",
      "translation": "O you who believe, do not enter the houses of the Prophet for a meal without awaiting the proper time, unless asked, and enter when you are invited, and depart when you have eaten, and do not stay on talking. This puts the Prophet to inconvenience, and he feels embarrassed before you; but God is not embarrassed in (saying) the truth. And when you ask his wife for some thing of utility, ask for it from behind the screen. This is for the purity of your hearts and theirs. It does not behove you to annoy the prophet of God, or to ever marry his wives after him. This would indeed be serious in the sight of God.",
      "transliteration": "yā-ayyuhal ladhīna āmanū lā tadkhulū buyūtan nabiyyi illā an yu-dhana lakum ilā ṭa`āmin ghayra nāẓirīna ināhu walākin idhā du`ītum fadkhulū fa-idhā ṭa`imtum fantashirū walā musta-nisīna liḥadīth ۚ inna dhālikum kāna yu-dhin nabiyya fayastaḥyī minkum ۖ wallāhu lā yastaḥyī minal ḥaqq ۚ wa idhā sa-altumūhunna matā`an fas-alūhunna min warā-i ḥijāb ۚ dhālikum aṭ-haru liqulūbikum waqulūbihinn ۚ wa mā kāna lakum an tu-dhū rasūlallāhi walā an tankiḥū azwājahu min ba`dihi abadā ۚ inna dhālikum kāna `indallāhi `aẓīmā"
    },
    {
      "index": 54,
      "arabic": "إِن تُبْدُوا۟ شَيْـًٔا أَوْ تُخْفُوهُ فَإِنَّ ٱللَّهَ كَانَ بِكُلِّ شَىْءٍ عَلِيمًا",
      "translation": "Whether you discuss a thing or conceal it, surely God has knowledge of everything.",
      "transliteration": "in tubdū shay-an aw tukhfūhu fa-innallāha kāna bikulli shay-in `alīmā"
    },
    {
      "index": 55,
      "arabic": "لَّا جُنَاحَ عَلَيْهِنَّ فِىٓ ءَابَآئِهِنَّ وَلَآ أَبْنَآئِهِنَّ وَلَآ إِخْوَٰنِهِنَّ وَلَآ أَبْنَآءِ إِخْوَٰنِهِنَّ وَلَآ أَبْنَآءِ أَخَوَٰتِهِنَّ وَلَا نِسَآئِهِنَّ وَلَا مَا مَلَكَتْ أَيْمَـٰنُهُنَّ ۗ وَٱتَّقِينَ ٱللَّهَ ۚ إِنَّ ٱللَّهَ كَانَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدًا",
      "translation": "There is no harm if they come before their fathers or their sons, or their brothers and their brothers' and sisters' sons, or their women folk or captive maids they possess. Follow the commands of God. Verily God is witness to everything.",
      "transliteration": "lā junāḥa `alayhinna fī ābā-ihinna walā abnā-ihinna walā ikhwānihinna walā abnā-i ikhwānihinna walā abnā-i akhawātihinna walā nisā-ihinna walā mā malakat aymānuhunn ۗ wattaqīnallāh ۚ innallāha kāna `alā kulli shay-in shahīdā"
    },
    {
      "index": 56,
      "arabic": "إِنَّ ٱللَّهَ وَمَلَـٰٓئِكَتَهُۥ يُصَلُّونَ عَلَى ٱلنَّبِىِّ ۚ يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ صَلُّوا۟ عَلَيْهِ وَسَلِّمُوا۟ تَسْلِيمًا",
      "translation": "God and His angels shower their blessings on the Prophet. O believers, you should also send your blessings on him, and salute him with a worthy greeting.",
      "transliteration": "innallāha wa malā-ikatahu yuṣallūna `alan nabiyy ۚ yā-ayyuhal ladhīna āmanū ṣallū `alayhi wasallimū taslīmā"
    },
    {
      "index": 57,
      "arabic": "إِنَّ ٱلَّذِينَ يُؤْذُونَ ٱللَّهَ وَرَسُولَهُۥ لَعَنَهُمُ ٱللَّهُ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ وَأَعَدَّ لَهُمْ عَذَابًا مُّهِينًا",
      "translation": "Those who offend God and His Prophet will be damned in this world and the next. There is a shameful punishment ready for them.",
      "transliteration": "innal ladhīna yu-dhūnallāha warasūlahu la`anahumullāhu fid dunyā wal-ākhirati wa-a`adda lahum `adhāban muhīnā"
    },
    {
      "index": 58,
      "arabic": "وَٱلَّذِينَ يُؤْذُونَ ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ بِغَيْرِ مَا ٱكْتَسَبُوا۟ فَقَدِ ٱحْتَمَلُوا۟ بُهْتَـٰنًا وَإِثْمًا مُّبِينًا",
      "translation": "Those who slander believing men and women for what they have not done, will bear the burden of calumny and clear iniquity.",
      "transliteration": "wal ladhīna yu-dhūnal mu-minīna wal mu-mināti bighayri mak-tasabū faqadiḥ-tamalū buhtānan wa ithman mubīnā"
    },
    {
      "index": 59,
      "arabic": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ قُل لِّأَزْوَٰجِكَ وَبَنَاتِكَ وَنِسَآءِ ٱلْمُؤْمِنِينَ يُدْنِينَ عَلَيْهِنَّ مِن جَلَـٰبِيبِهِنَّ ۚ ذَٰلِكَ أَدْنَىٰٓ أَن يُعْرَفْنَ فَلَا يُؤْذَيْنَ ۗ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
      "translation": "O Prophet, tell your wives and daughters, and the women of the faithful, to draw their wraps a little over them. They will thus be recognised and no harm will come to them. God is forgiving and kind.",
      "transliteration": "yā-ayyuhan nabiyyu qul li-azwājika wabanātika wanisā-il mu-minīna yudnīna `alayhinna min jalābībihinn ۚ dhālika adnā an yu`rafna falā yu-dhayn ۗ wakānallāhu ghafūran raḥīmā"
    },
    {
      "index": 60,
      "arabic": "لَّئِن لَّمْ يَنتَهِ ٱلْمُنَـٰفِقُونَ وَٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ وَٱلْمُرْجِفُونَ فِى ٱلْمَدِينَةِ لَنُغْرِيَنَّكَ بِهِمْ ثُمَّ لَا يُجَاوِرُونَكَ فِيهَآ إِلَّا قَلِيلًا",
      "translation": "If the hypocrites and perverts, and the rumour-mongers of Madinah, do not desist even now, We shall rouse you against them, so they would not be able to live but a short time in the city with you.",
      "transliteration": "la-in lam yantahil munāfiqūna wal ladhīna fī qulūbihim maraḍun wal murjifūna fil madīnati lanughriyannaka bihim thumma lā yujāwirūnaka fīhā illā qalīlā"
    },
    {
      "index": 61,
      "arabic": "مَّلْعُونِينَ ۖ أَيْنَمَا ثُقِفُوٓا۟ أُخِذُوا۟ وَقُتِّلُوا۟ تَقْتِيلًا",
      "translation": "Accursed, they would be seized wherever found, and slain mercilessly.",
      "transliteration": "mal`ūnīn ۖ aynamā thuqifū ukhidhū waquttilū taqtīlā"
    },
    {
      "index": 62,
      "arabic": "سُنَّةَ ٱللَّهِ فِى ٱلَّذِينَ خَلَوْا۟ مِن قَبْلُ ۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبْدِيلًا",
      "translation": "Such was the law of God among those before you; and you will not find any change in the law of God.",
      "transliteration": "sunnatallāhi fil ladhīna khalaw min qabl ۖ walan tajida lisunnatil lāhi tabdīlā"
    },
    {
      "index": 63,
      "arabic": "يَسْـَٔلُكَ ٱلنَّاسُ عَنِ ٱلسَّاعَةِ ۖ قُلْ إِنَّمَا عِلْمُهَا عِندَ ٱللَّهِ ۚ وَمَا يُدْرِيكَ لَعَلَّ ٱلسَّاعَةَ تَكُونُ قَرِيبًا",
      "translation": "People ask you about the Hour (of the great change). Say: \"Only God has knowledge of it. Who knows? The Hour may be close at hand.\"",
      "transliteration": "yas-alukan nāsu `anis sā`ah ۖ qul innamā `il-muhā `indallāh ۚ wa mā yudrīka la`allas sā`ata takūnu qarībā"
    },
    {
      "index": 64,
      "arabic": "إِنَّ ٱللَّهَ لَعَنَ ٱلْكَـٰفِرِينَ وَأَعَدَّ لَهُمْ سَعِيرًا",
      "translation": "Verily God has cursed the infidels, and prepared a blazing fire for them.",
      "transliteration": "innallāha la`anal kāfirīna wa-a`adda lahum sa`īrā"
    },
    {
      "index": 65,
      "arabic": "خَـٰلِدِينَ فِيهَآ أَبَدًا ۖ لَّا يَجِدُونَ وَلِيًّا وَلَا نَصِيرًا",
      "translation": "They will live in it for ever, and will find no saviour or helper.",
      "transliteration": "khālidīna fīhā abadā ۖ lā yajidūna waliyyan walā naṣīrā"
    },
    {
      "index": 66,
      "arabic": "يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِى ٱلنَّارِ يَقُولُونَ يَـٰلَيْتَنَآ أَطَعْنَا ٱللَّهَ وَأَطَعْنَا ٱلرَّسُولَا۠",
      "translation": "The day their faces would be turned on the fire (as on a spit), they will say: \"Alas! If only we had obeyed God, and obeyed the Prophet.\"",
      "transliteration": "yawma tuqallabu wujūhuhum fin nāri yaqūlūna yālaytanā aṭa`nallāha wa-aṭa`nar rasūlā"
    },
    {
      "index": 67,
      "arabic": "وَقَالُوا۟ رَبَّنَآ إِنَّآ أَطَعْنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا ٱلسَّبِيلَا۠",
      "translation": "They will say: \"O our Lord, we obeyed our leaders and the elders, but they only led us astray.",
      "transliteration": "waqālū rabbanā innā aṭa`nā sādatanā wakubarā-anā fa-aḍallūnas sabīlā"
    },
    {
      "index": 68,
      "arabic": "رَبَّنَآ ءَاتِهِمْ ضِعْفَيْنِ مِنَ ٱلْعَذَابِ وَٱلْعَنْهُمْ لَعْنًا كَبِيرًا",
      "translation": "O Lord, give them a double punishment, and put a grievous curse upon them.\"",
      "transliteration": "rabbanā ātihim ḍi`fayni minal `adhābi wal `anhum la`nan kabīrā"
    },
    {
      "index": 69,
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَكُونُوا۟ كَٱلَّذِينَ ءَاذَوْا۟ مُوسَىٰ فَبَرَّأَهُ ٱللَّهُ مِمَّا قَالُوا۟ ۚ وَكَانَ عِندَ ٱللَّهِ وَجِيهًا",
      "translation": "O you who believe, do not be like those who maligned Moses, whilst God cleared him of what they alleged; and he was held in high esteem with God.",
      "transliteration": "yā-ayyuhal ladhīna āmanū lā takūnū kal ladhīna ādhaw mūsā fabarra-ahullāhu mimmā qālū ۚ wakāna `indallāhi wajīhā"
    },
    {
      "index": 70,
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَقُولُوا۟ قَوْلًا سَدِيدًا",
      "translation": "O you who believe, obey the commands of God, and say straightforward things",
      "transliteration": "yā-ayyuhal ladhīna āmanut-taqullāha waqūlū qawlan sadīdā"
    },
    {
      "index": 71,
      "arabic": "يُصْلِحْ لَكُمْ أَعْمَـٰلَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ ۗ وَمَن يُطِعِ ٱللَّهَ وَرَسُولَهُۥ فَقَدْ فَازَ فَوْزًا عَظِيمًا",
      "translation": "That He may straighten your affairs for you and forgive your sins; and he who obeys God and His Prophet will be successful.",
      "transliteration": "yuṣliḥ lakum a`mālakum wayaghfir lakum dhunūbakum ۗ wa man yuṭi`illāha warasūlahu faqad fāza fawzan `aẓīmā"
    },
    {
      "index": 72,
      "arabic": "إِنَّا عَرَضْنَا ٱلْأَمَانَةَ عَلَى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَٱلْجِبَالِ فَأَبَيْنَ أَن يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا ٱلْإِنسَـٰنُ ۖ إِنَّهُۥ كَانَ ظَلُومًا جَهُولًا",
      "translation": "We had offered the Trust (of divine responsibilities) to the heavens, the earth, the mountains, but they refrained from bearing the burden and were frightened of it; but man took it on himself. He is a faithless ignoramus.",
      "transliteration": "innā `araḍnal-amānata `alas samāwāti wal-arḍi wal jibāli fa-abayna an yaḥmilnahā wa-ashfaqna minhā waḥamalahal-insān ۖ innahu kāna ẓalūman jahūlā"
    },
    {
      "index": 73,
      "arabic": "لِّيُعَذِّبَ ٱللَّهُ ٱلْمُنَـٰفِقِينَ وَٱلْمُنَـٰفِقَـٰتِ وَٱلْمُشْرِكِينَ وَٱلْمُشْرِكَـٰتِ وَيَتُوبَ ٱللَّهُ عَلَى ٱلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ ۗ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًۢا",
      "translation": "So that God punishes men and women hypocrites, the idolaters and idolatrous women, but He turns to faithful men and women in forgiveness, for God is forgiving and kind.",
      "transliteration": "liyu`adhhiballāhul munāfiqīna wal munāfiqāti wal mushrikīna wal mushrikāti wayatūballāhu `alal-mu-minīna wal mu-mināt ۗ wakānallāhu ghafūran raḥīmā"
    }
  ]
}