{
  "index": 39,
  "name": "الزمر",
  "arabic_name": "الزُّمَر",
  "english_name": "Az-Zumar",
  "english_meaning": "The Groups",
  "ayas": [
    {
      "index": 1,
      "arabic": "تَنزِيلُ ٱلْكِتَـٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
      "translation": "THE REVELATION OF this Book is from God, the mighty and all-wise.",
      "transliteration": "tanzīlul kitābi minallāhil `azīzil ḥakīm",
      "bismillah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ"
    },
    {
      "index": 2,
      "arabic": "إِنَّآ أَنزَلْنَآ إِلَيْكَ ٱلْكِتَـٰبَ بِٱلْحَقِّ فَٱعْبُدِ ٱللَّهَ مُخْلِصًا لَّهُ ٱلدِّينَ",
      "translation": "We have revealed to you the Scripture with exactitude; so worship God with devotion all exclusive for Him.",
      "transliteration": "innā anzalnā ilaykal kitāba bil ḥaqqi fa`budillāha mukhliṣal lahud dīn"
    },
    {
      "index": 3,
      "arabic": "أَلَا لِلَّهِ ٱلدِّينُ ٱلْخَالِصُ ۚ وَٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلْفَىٰٓ إِنَّ ٱللَّهَ يَحْكُمُ بَيْنَهُمْ فِى مَا هُمْ فِيهِ يَخْتَلِفُونَ ۗ إِنَّ ٱللَّهَ لَا يَهْدِى مَنْ هُوَ كَـٰذِبٌ كَفَّارٌ",
      "translation": "Remember that devotion is exclusively for God. Those who have taken protectors other than Him, say: \"We worship them that they may bring us nearer to God.\" Surely God will judge between them in what they are differing about. Verily God does not show the way to an ungrateful liar.",
      "transliteration": "alā lillāhid dīnul khāliṣ ۚ wal ladhīnat-takhadhū min dūnihi awliyā-a mā na`buduhum illā liyuqarribūnā ilallāhi zulfā innallāha yaḥkumu baynahum fī mā hum fīhi yakhtalifūn ۗ innallāha lā yahdī man huwa kādhibun kaffār"
    },
    {
      "index": 4,
      "arabic": "لَّوْ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدًا لَّٱصْطَفَىٰ مِمَّا يَخْلُقُ مَا يَشَآءُ ۚ سُبْحَـٰنَهُۥ ۖ هُوَ ٱللَّهُ ٱلْوَٰحِدُ ٱلْقَهَّارُ",
      "translation": "Had God pleased to take a son, He could have chosen whom He liked from among those He has created. Glory be to Him. He is God, the one, the omnipotent.",
      "transliteration": "law arādallāhu an yattakhidha waladal laṣṭafā mimmā yakhluqu mā yashā-u ۚ subḥānah ۖ huwallāhul wāḥidul qahhār"
    },
    {
      "index": 5,
      "arabic": "خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۖ يُكَوِّرُ ٱلَّيْلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيْلِ ۖ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ ۖ كُلٌّ يَجْرِى لِأَجَلٍ مُّسَمًّى ۗ أَلَا هُوَ ٱلْعَزِيزُ ٱلْغَفَّـٰرُ",
      "translation": "He has created the heavens and the earth with precision. He folds the day up over the night, and folds the night up over the day. He has subjugated the sun and moon, (so that) each runs its appointed course. Is He not all-mighty and forgiving?",
      "transliteration": "khalaqas samāwāti wal-arḍa bil ḥaqq ۖ yukawwirul layla `alan nahāri wayukawwirun nahāra `alal layl ۖ wasakhharash shamsa wal qamar ۖ kullun yajrī li-ajalin musammā ۗ alā huwal `azīzul ghaffār"
    },
    {
      "index": 6,
      "arabic": "خَلَقَكُم مِّن نَّفْسٍ وَٰحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلْأَنْعَـٰمِ ثَمَـٰنِيَةَ أَزْوَٰجٍ ۚ يَخْلُقُكُمْ فِى بُطُونِ أُمَّهَـٰتِكُمْ خَلْقًا مِّنۢ بَعْدِ خَلْقٍ فِى ظُلُمَـٰتٍ ثَلَـٰثٍ ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ لَهُ ٱلْمُلْكُ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُصْرَفُونَ",
      "translation": "He created you from a single cell, then from it created its mate; arid provided eight varieties of cattle for you. He formed you in the mother's womb, formation after formation in three (veils of) darkness. He is God your Lord. His is the kingdom. There is no god other than He. How then can you turn away?",
      "transliteration": "khalaqakum min nafsin wāḥidatin thumma ja`ala minhā zawjahā wa-anzala lakum minal-an`āmi thamāniyata azwāj ۚ yakhluqukum fī buṭūni ummahātikum khalqan min ba`di khalqin fī ẓulumātin thalāth ۚ dhālikumullāhu rabbukum lahul mulk ۖ lā ilāha illā huw ۖ fa-annā tuṣrafūn"
    },
    {
      "index": 7,
      "arabic": "إِن تَكْفُرُوا۟ فَإِنَّ ٱللَّهَ غَنِىٌّ عَنكُمْ ۖ وَلَا يَرْضَىٰ لِعِبَادِهِ ٱلْكُفْرَ ۖ وَإِن تَشْكُرُوا۟ يَرْضَهُ لَكُمْ ۗ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۗ ثُمَّ إِلَىٰ رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ ۚ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "If you are ungrateful, then remember! God is independent of you, and He does not favour ingratitude on the part of His creatures. If you are grateful He will be pleased with you. For no one who carries a burden bears another's load; and your returning is to your Lord, when He will tell you what you used to do. Surely He knows what is in the hearts.",
      "transliteration": "in takfurū fa-innallāha ghaniyyun `ankum ۖ walā yarḍā li`ibādihil kufr ۖ wa in tashkurū yarḍahu lakum ۗ walā taziru wāziratun wizra ukhrā ۗ thumma ilā rabbikum marji`ukum fayunabbi-ukum bimā kuntum ta`malūn ۚ innahu `alīmun bidhātiṣ ṣudūr"
    },
    {
      "index": 8,
      "arabic": "وَإِذَا مَسَّ ٱلْإِنسَـٰنَ ضُرٌّ دَعَا رَبَّهُۥ مُنِيبًا إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعْمَةً مِّنْهُ نَسِىَ مَا كَانَ يَدْعُوٓا۟ إِلَيْهِ مِن قَبْلُ وَجَعَلَ لِلَّهِ أَندَادًا لِّيُضِلَّ عَن سَبِيلِهِۦ ۚ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا ۖ إِنَّكَ مِنْ أَصْحَـٰبِ ٱلنَّارِ",
      "translation": "When man is afflicted with adversity he turns to his Lord, and prays to Him. But when He bestows His favour on him, he forgets what he prayed for before, and sets up others as compeers of God to mislead (people) from His way. Say: \"Take advantage of your denying for a while: You will be among the inmates of Hell.\"",
      "transliteration": "wa idhā massal-insāna ḍurrun da`ā rabbahu munīban ilayhi thumma idhā khawwalahu ni`matan minhu nasiya mā kāna yad`ū ilayhi min qablu waja`ala lillāhi andādal liyuḍilla `an sabīlih ۚ qul tamatta` bikufrika qalīlā ۖ innaka min aṣ-ḥābin nār"
    },
    {
      "index": 9,
      "arabic": "أَمَّنْ هُوَ قَـٰنِتٌ ءَانَآءَ ٱلَّيْلِ سَاجِدًا وَقَآئِمًا يَحْذَرُ ٱلْـَٔاخِرَةَ وَيَرْجُوا۟ رَحْمَةَ رَبِّهِۦ ۗ قُلْ هَلْ يَسْتَوِى ٱلَّذِينَ يَعْلَمُونَ وَٱلَّذِينَ لَا يَعْلَمُونَ ۗ إِنَّمَا يَتَذَكَّرُ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ",
      "translation": "Can one who prays in the watches of the night, bowing in homage or standing attentive, fearful of the life to come, and hoping for the mercy of his Lord, (be like one who does not)? Say: \"Can those who know, and those who do not know, be equal? Only they think who are wise.\"",
      "transliteration": "amman huwa qānitun ānā-al layli sājidan waqā-iman yaḥdharul-ākhirata wayarjū raḥmata rabbih ۗ qul hal yastawil ladhīna ya`lamūna wal ladhīna lā ya`lamūn ۗ innamā yatadhakkaru ulul-albāb"
    },
    {
      "index": 10,
      "arabic": "قُلْ يَـٰعِبَادِ ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ رَبَّكُمْ ۚ لِلَّذِينَ أَحْسَنُوا۟ فِى هَـٰذِهِ ٱلدُّنْيَا حَسَنَةٌ ۗ وَأَرْضُ ٱللَّهِ وَٰسِعَةٌ ۗ إِنَّمَا يُوَفَّى ٱلصَّـٰبِرُونَ أَجْرَهُم بِغَيْرِ حِسَابٍ",
      "translation": "Tell them: \"O my creatures who have come to belief, have fear of displeasing your Lord. There is good for those who do good in this world, and productive is God's earth. Only those who persevere will get their reward measureless.\"",
      "transliteration": "qul yā`ibādil ladhīna āmanut-taqū rabbakum ۚ lilladhīna aḥsanū fī hādhihid dunyā ḥasanah ۗ wa-arḍullāhi wāsi`ah ۗ innamā yuwaffaṣ ṣābirūna ajrahum bighayri ḥisāb"
    },
    {
      "index": 11,
      "arabic": "قُلْ إِنِّىٓ أُمِرْتُ أَنْ أَعْبُدَ ٱللَّهَ مُخْلِصًا لَّهُ ٱلدِّينَ",
      "translation": "Say: \"I am commanded to worship God with obedience all-exclusive for Him;",
      "transliteration": "qul innī umirtu an a`budallāha mukhliṣal lahud dīn"
    },
    {
      "index": 12,
      "arabic": "وَأُمِرْتُ لِأَنْ أَكُونَ أَوَّلَ ٱلْمُسْلِمِينَ",
      "translation": "And I am commanded to be the first of those who submit.\"",
      "transliteration": "wa-umirtu li-an akūna awwalal-muslimīn"
    },
    {
      "index": 13,
      "arabic": "قُلْ إِنِّىٓ أَخَافُ إِنْ عَصَيْتُ رَبِّى عَذَابَ يَوْمٍ عَظِيمٍ",
      "translation": "Say: \"If I disobey my Lord, I fear the punishment of an evil Day.\"",
      "transliteration": "qul innī akhāfu in `aṣaytu rabbī `adhāba yawmin `aẓīm"
    },
    {
      "index": 14,
      "arabic": "قُلِ ٱللَّهَ أَعْبُدُ مُخْلِصًا لَّهُۥ دِينِى",
      "translation": "Say: \"I worship God with devotion all-exclusive for Him.",
      "transliteration": "qulillāha a`budu mukhliṣal lahu dīnī"
    },
    {
      "index": 15,
      "arabic": "فَٱعْبُدُوا۟ مَا شِئْتُم مِّن دُونِهِۦ ۗ قُلْ إِنَّ ٱلْخَـٰسِرِينَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ ٱلْقِيَـٰمَةِ ۗ أَلَا ذَٰلِكَ هُوَ ٱلْخُسْرَانُ ٱلْمُبِينُ",
      "translation": "You may worship what you will apart from Him.\" Say: \"Surely the greatest losers will be those who will lose their own selves and their people on the Day of Resurrection.\" Remember, this will be an all-too-evident loss.",
      "transliteration": "fa`budū mā shi-tum min dūnih ۗ qul innal khāsirīnal ladhīna khasirū anfusahum wa-ahlīhim yawmal qiyāmah ۗ alā dhālika huwal khusrānul mubīn"
    },
    {
      "index": 16,
      "arabic": "لَهُم مِّن فَوْقِهِمْ ظُلَلٌ مِّنَ ٱلنَّارِ وَمِن تَحْتِهِمْ ظُلَلٌ ۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥ ۚ يَـٰعِبَادِ فَٱتَّقُونِ",
      "translation": "Above them will be a covering of fire, below them a cloud (of flames). With this does God warn His creatures: \"O My creatures, fear Me.\"",
      "transliteration": "lahum min fawqihim ẓulalun minan nāri wa min taḥtihim ẓulal ۚ dhālika yukhawwifullāhu bihi `ibādah ۚ yā`ibādi fattaqūn"
    },
    {
      "index": 17,
      "arabic": "وَٱلَّذِينَ ٱجْتَنَبُوا۟ ٱلطَّـٰغُوتَ أَن يَعْبُدُوهَا وَأَنَابُوٓا۟ إِلَى ٱللَّهِ لَهُمُ ٱلْبُشْرَىٰ ۚ فَبَشِّرْ عِبَادِ",
      "translation": "There are happy tidings for those who keep away from the worship of false gods and turn to God in repentance. Give glad tidings to My creatures.",
      "transliteration": "wal ladhīnaj-tanabuṭ ṭāghūta an ya`budūhā wa-anābū ilallāhi lahumul bushrā ۚ fabashhir `ibād"
    },
    {
      "index": 18,
      "arabic": "ٱلَّذِينَ يَسْتَمِعُونَ ٱلْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُۥٓ ۚ أُو۟لَـٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُ ۖ وَأُو۟لَـٰٓئِكَ هُمْ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ",
      "translation": "Those who listen to the Word and then follow the best it contains, are the ones who have been guided by God, and are men of wisdom.",
      "transliteration": "alladhīna yastami`ūnal qawla fayattabi`ūna aḥsanah ۚ ulā-ikal ladhīna hadāhumullāh ۖ wa-ulā-ika hum ulul-albāb"
    },
    {
      "index": 19,
      "arabic": "أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ ٱلْعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِى ٱلنَّارِ",
      "translation": "Can he against whom the sentence of punishment has been justified (be rescued)? Can you save him who is in the Fire?",
      "transliteration": "afaman ḥaqqa `alayhi kalimatul `adhābi afa-anta tunqidhu man fin nār"
    },
    {
      "index": 20,
      "arabic": "لَـٰكِنِ ٱلَّذِينَ ٱتَّقَوْا۟ رَبَّهُمْ لَهُمْ غُرَفٌ مِّن فَوْقِهَا غُرَفٌ مَّبْنِيَّةٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ وَعْدَ ٱللَّهِ ۖ لَا يُخْلِفُ ٱللَّهُ ٱلْمِيعَادَ",
      "translation": "But for those who fear displeasing their Lord there are lofty mansions built above mansions, with rivers rippling past below them: A promise of God; (and) God does not go back on His promise.",
      "transliteration": "lākinil ladhīnat-taqaw rabbahum lahum ghurafun min fawqihā ghurafun mabniyyatun tajrī min taḥtihal-anhār ۖ wa`dallāh ۖ lā yukhlifullāhul mī`ād"
    },
    {
      "index": 21,
      "arabic": "أَلَمْ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَسَلَكَهُۥ يَنَـٰبِيعَ فِى ٱلْأَرْضِ ثُمَّ يُخْرِجُ بِهِۦ زَرْعًا مُّخْتَلِفًا أَلْوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصْفَرًّا ثُمَّ يَجْعَلُهُۥ حُطَـٰمًا ۚ إِنَّ فِى ذَٰلِكَ لَذِكْرَىٰ لِأُو۟لِى ٱلْأَلْبَـٰبِ",
      "translation": "Do you not see that God sends down water from the sky, then makes it flow in rills on the earth, and brings forth corn from it which, having passed through changes of shade and colour, comes to ripen, and you see it autumnal yellow; then He reduces it to chaff. There are indeed lessons in this for those who are wise.",
      "transliteration": "alam tara annallāha anzala minas samā-i mā-an fasalakahu yanābī`a fil-arḍi thumma yukhriju bihi zar`an mukhtalifan alwānuhu thumma yahīju fatarāhu muṣfarran thumma yaj`aluhu ḥuṭāmā ۚ inna fī dhālika ladhikrā li-ulil-albāb"
    },
    {
      "index": 22,
      "arabic": "أَفَمَن شَرَحَ ٱللَّهُ صَدْرَهُۥ لِلْإِسْلَـٰمِ فَهُوَ عَلَىٰ نُورٍ مِّن رَّبِّهِۦ ۚ فَوَيْلٌ لِّلْقَـٰسِيَةِ قُلُوبُهُم مِّن ذِكْرِ ٱللَّهِ ۚ أُو۟لَـٰٓئِكَ فِى ضَلَـٰلٍ مُّبِينٍ",
      "translation": "Will he whose breast has been opened up to peace (not be) in luminescence from his Lord? Alas for those whose hearts have been hardened to God's remembrance! They wander (astray) in clear error.",
      "transliteration": "afaman sharaḥallāhu ṣadrahu lilislāmi fahuwa `alā nūrin min rabbih ۚ fawaylul lilqāsiyati qulūbuhum min dhikrillāh ۚ ulā-ika fī ḍalālin mubīn"
    },
    {
      "index": 23,
      "arabic": "ٱللَّهُ نَزَّلَ أَحْسَنَ ٱلْحَدِيثِ كِتَـٰبًا مُّتَشَـٰبِهًا مَّثَانِىَ تَقْشَعِرُّ مِنْهُ جُلُودُ ٱلَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَىٰ ذِكْرِ ٱللَّهِ ۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهْدِى بِهِۦ مَن يَشَآءُ ۚ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
      "translation": "God has sent down the very best discourse, the Book conformable in its juxtapositions, which makes all of those who fear their Lord, shudder. So their hearts and bodies become receptive to the remembrance of God. This is the guidance of God with which He guides whosoever He will; but whosoever God allows to go astray has none to show him the way.",
      "transliteration": "allāhu nazzala aḥsanal ḥadīthi kitāban mutashābihan mathāniya taqsha`irru minhu julūdul ladhīna yakhshawna rabbahum thumma talīnu julūduhum waqulūbuhum ilā dhikrillāh ۚ dhālika hudallāhi yahdī bihi man yashā-u ۚ wa man yuḍlilillāhu famā lahu min hād"
    },
    {
      "index": 24,
      "arabic": "أَفَمَن يَتَّقِى بِوَجْهِهِۦ سُوٓءَ ٱلْعَذَابِ يَوْمَ ٱلْقِيَـٰمَةِ ۚ وَقِيلَ لِلظَّـٰلِمِينَ ذُوقُوا۟ مَا كُنتُمْ تَكْسِبُونَ",
      "translation": "Can he who will have to shield himself against the torment of the Day of Resurrection (be the same as one at peace)? The evil-doers will be told: \"So taste what you earned.\"",
      "transliteration": "afaman yattaqī biwajhihi sū al `adhābi yawmal qiyāmah ۚ waqīla liẓẓālimīna dhūqū mā kuntum taksibūn"
    },
    {
      "index": 25,
      "arabic": "كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ فَأَتَىٰهُمُ ٱلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
      "translation": "Those before them had denied, then punishment had overtaken them is from a quarter they did not suspect.",
      "transliteration": "kadhhabal ladhīna min qablihim fa-atāhumul `adhābu min ḥaythu lā yash`urūn"
    },
    {
      "index": 26,
      "arabic": "فَأَذَاقَهُمُ ٱللَّهُ ٱلْخِزْىَ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَعَذَابُ ٱلْـَٔاخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ",
      "translation": "Then God made them taste of disgrace in this life; and the torment of the life to come is greater, if they understand.",
      "transliteration": "fa-adhāqahumullāhul khizya fil ḥayātid dunyā ۖ wala`adhābul-ākhirati akbar ۚ law kānū ya`lamūn"
    },
    {
      "index": 27,
      "arabic": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِى هَـٰذَا ٱلْقُرْءَانِ مِن كُلِّ مَثَلٍ لَّعَلَّهُمْ يَتَذَكَّرُونَ",
      "translation": "We have given examples of every kind for men in this Qur'an so that they may contemplate:",
      "transliteration": "walaqad ḍarabnā linnāsi fī hādhal qur-āni min kulli mathalin la`allahum yatadhakkarūn"
    },
    {
      "index": 28,
      "arabic": "قُرْءَانًا عَرَبِيًّا غَيْرَ ذِى عِوَجٍ لَّعَلَّهُمْ يَتَّقُونَ",
      "translation": "A clear discourse which expounds all things without any obliquity, so that they may take heed for themselves.",
      "transliteration": "qur-ānan `arabiyyan ghayra dhī `iwajin la`allahum yattaqūn"
    },
    {
      "index": 29,
      "arabic": "ضَرَبَ ٱللَّهُ مَثَلًا رَّجُلًا فِيهِ شُرَكَآءُ مُتَشَـٰكِسُونَ وَرَجُلًا سَلَمًا لِّرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلًا ۚ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
      "translation": "God advances the example of a man who is owned (as slave in common) by a number of men at loggerheads, and another man who is owned by only one. Are these two alike in attribute? God be praised; yet many of them do not know.",
      "transliteration": "ḍaraballāhu mathalan rajulan fīhi shurakā-u mutashākisūna warajulan salamal lirajulin hal yastawiyāni mathalā ۚ al-ḥamdu lillāh ۚ bal aktharuhum lā ya`lamūn"
    },
    {
      "index": 30,
      "arabic": "إِنَّكَ مَيِّتٌ وَإِنَّهُم مَّيِّتُونَ",
      "translation": "Verily you will die, and so will they.",
      "transliteration": "innaka mayyitun wa innahum mayyitūn"
    },
    {
      "index": 31,
      "arabic": "ثُمَّ إِنَّكُمْ يَوْمَ ٱلْقِيَـٰمَةِ عِندَ رَبِّكُمْ تَخْتَصِمُونَ",
      "translation": "Then on the Day of Resurrection you will dispute before your Lord.",
      "transliteration": "thumma innakum yawmal qiyāmati `inda rabbikum takhtaṣimūn"
    },
    {
      "index": 32,
      "arabic": "فَمَنْ أَظْلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدْقِ إِذْ جَآءَهُۥٓ ۚ أَلَيْسَ فِى جَهَنَّمَ مَثْوًى لِّلْكَـٰفِرِينَ",
      "translation": "Who does greater wrong than he who tells a lie against God, and denies the truth when it has come to him? Is there no place for unbelievers in Hell?",
      "transliteration": "faman aẓlamu mimman kadhaba `alallāhi wakadhhaba biṣ ṣidqi idh jā-ah ۚ alaysa fī jahannama mathwan lilkāfirīn"
    },
    {
      "index": 33,
      "arabic": "وَٱلَّذِى جَآءَ بِٱلصِّدْقِ وَصَدَّقَ بِهِۦٓ ۙ أُو۟لَـٰٓئِكَ هُمُ ٱلْمُتَّقُونَ",
      "translation": "He who brings the truth and verifies it, -- such are the people who are God-fearing.",
      "transliteration": "wal ladhī jā-a biṣ ṣidqi waṣaddaqa bihi ulā-ika humul muttaqūn"
    },
    {
      "index": 34,
      "arabic": "لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمْ ۚ ذَٰلِكَ جَزَآءُ ٱلْمُحْسِنِينَ",
      "translation": "They shall have what they wish from their Lord. This is the recompense for the good,",
      "transliteration": "lahum mā yashā-ūna `inda rabbihim ۚ dhālika jazā-ul muḥsinīn"
    },
    {
      "index": 35,
      "arabic": "لِيُكَفِّرَ ٱللَّهُ عَنْهُمْ أَسْوَأَ ٱلَّذِى عَمِلُوا۟ وَيَجْزِيَهُمْ أَجْرَهُم بِأَحْسَنِ ٱلَّذِى كَانُوا۟ يَعْمَلُونَ",
      "translation": "That God may absolve them of their sins and reward them for the best that they had done.",
      "transliteration": "liyukaffirallāhu `anhum aswa-al ladhī `amilū wayajziyahum ajrahum bi-aḥsanil ladhī kānū ya`malūn"
    },
    {
      "index": 36,
      "arabic": "أَلَيْسَ ٱللَّهُ بِكَافٍ عَبْدَهُۥ ۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦ ۚ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
      "translation": "Is not God sufficient for His devotee? Still they frighten you with others apart from Him. Whoever God allows to go astray has none to show him the way.",
      "transliteration": "alaysallāhu bikāfin `abdah ۖ wayukhawwifūnaka bil ladhīna min dūnih ۚ wa man yuḍlilillāhu famā lahu min hād"
    },
    {
      "index": 37,
      "arabic": "وَمَن يَهْدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّ ۗ أَلَيْسَ ٱللَّهُ بِعَزِيزٍ ذِى ٱنتِقَامٍ",
      "translation": "And none can lead him astray who has been guided by God. Is not God all-mighty, the lord of retribution?",
      "transliteration": "wa man yahdillāhu famā lahu min muḍill ۗ alaysallāhu bi`azīzin dhin-tiqām"
    },
    {
      "index": 38,
      "arabic": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ ٱللَّهُ ۚ قُلْ أَفَرَءَيْتُم مَّا تَدْعُونَ مِن دُونِ ٱللَّهِ إِنْ أَرَادَنِىَ ٱللَّهُ بِضُرٍّ هَلْ هُنَّ كَـٰشِفَـٰتُ ضُرِّهِۦٓ أَوْ أَرَادَنِى بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَـٰتُ رَحْمَتِهِۦ ۚ قُلْ حَسْبِىَ ٱللَّهُ ۖ عَلَيْهِ يَتَوَكَّلُ ٱلْمُتَوَكِّلُونَ",
      "translation": "If you ask them, \"Who created the heavens and the earth?\" they will answer: \"God.\" Say: \"Then just think. Can those whom you worship apart from God remove the distress God is pleased to visit upon me, or withhold a blessing God is pleased to favour me with?' Say: \"God is all-sufficient for me. The trusting place their trust in Him.\"",
      "transliteration": "wala-in sa-altahum man khalaqas samāwāti wal-arḍa layaqūlunnallāh ۚ qul afara aytum mā tad`ūna min dūnillāhi in arādaniyallāhu biḍurrin hal hunna kāshifātu ḍurrihi aw arādanī biraḥmatin hal hunna mumsikātu raḥmatih ۚ qul ḥasbiyallāh ۖ `alayhi yatawakkalul mutawakkilūn"
    },
    {
      "index": 39,
      "arabic": "قُلْ يَـٰقَوْمِ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنِّى عَـٰمِلٌ ۖ فَسَوْفَ تَعْلَمُونَ",
      "translation": "Say: \"O people, act as best you can on your part, I am acting too. You will come to know in time",
      "transliteration": "qul yāqawmi'-malū `alā makānatikum innī `āmil ۖ fasawfa ta`lamūn"
    },
    {
      "index": 40,
      "arabic": "مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ",
      "translation": "Who suffers the shameful punishment, and on whom falls the everlasting torment.",
      "transliteration": "man ya-tīhi `adhābun yukhzīhi wayaḥillu `alayhi `adhābun muqīm"
    },
    {
      "index": 41,
      "arabic": "إِنَّآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَـٰبَ لِلنَّاسِ بِٱلْحَقِّ ۖ فَمَنِ ٱهْتَدَىٰ فَلِنَفْسِهِۦ ۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۖ وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ",
      "translation": "We have Sent down this Book to you with the truth for all mankind. So, he who comes to guidance does so for himself, and he who goes astray does so for his own loss; on you does not lie their guardianship.",
      "transliteration": "innā anzalnā `alaykal kitāba linnāsi bil ḥaqq ۖ famanih-tadā falinafsih ۖ wa man ḍalla fa-innamā yaḍillu `alayhā ۖ wa mā anta `alayhim biwakīl"
    },
    {
      "index": 42,
      "arabic": "ٱللَّهُ يَتَوَفَّى ٱلْأَنفُسَ حِينَ مَوْتِهَا وَٱلَّتِى لَمْ تَمُتْ فِى مَنَامِهَا ۖ فَيُمْسِكُ ٱلَّتِى قَضَىٰ عَلَيْهَا ٱلْمَوْتَ وَيُرْسِلُ ٱلْأُخْرَىٰٓ إِلَىٰٓ أَجَلٍ مُّسَمًّى ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَتَفَكَّرُونَ",
      "translation": "God gathers up the souls of those who die, and of those who do not die, in their sleep; then He keeps back those ordained for death, and sends the others back for an appointed term. Surely there are signs in this for those who reflect.",
      "transliteration": "allāhu yatawaffal-anfusa ḥīna mawtihā wal latī lam tamut fī manāmihā ۖ fayumsikul latī qaḍā `alayhal mawta wayursilul-ukhrā ilā ajalin musammā ۚ inna fī dhālika la-āyātin liqawmiy yatafakkarūn"
    },
    {
      "index": 43,
      "arabic": "أَمِ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ شُفَعَآءَ ۚ قُلْ أَوَلَوْ كَانُوا۟ لَا يَمْلِكُونَ شَيْـًٔا وَلَا يَعْقِلُونَ",
      "translation": "Have they appointed intercessors other than God? Say: \"Even though they have no power in the least, nor do they understand?\"",
      "transliteration": "amit-takhadhū min dūnillāhi shufa`ā-a ۚ qul awalaw kānū lā yamlikūna shay-an walā ya`qilūn"
    },
    {
      "index": 44,
      "arabic": "قُل لِّلَّهِ ٱلشَّفَـٰعَةُ جَمِيعًا ۖ لَّهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
      "translation": "Say: \"God's is the intercession entirely; His is the kingdom of the heavens and the earth; then to Him you will return.\"",
      "transliteration": "qul lillāhish shafā`atu jamī`ā ۖ lahu mulkus samāwāti wal-arḍ ۖ thumma ilayhi turja`ūn"
    },
    {
      "index": 45,
      "arabic": "وَإِذَا ذُكِرَ ٱللَّهُ وَحْدَهُ ٱشْمَأَزَّتْ قُلُوبُ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ ۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمْ يَسْتَبْشِرُونَ",
      "translation": "When God alone is mentioned the hearts of those who do not believe in the life to come, are filled with resentment. But when others are mentioned apart from God, they begin to rejoice.",
      "transliteration": "wa idhā dhukirallāhu waḥdahush-ma-azzat qulūbul ladhīna lā yu-minūna bil-ākhirah ۖ wa idhā dhukiral ladhīna min dūnihi idhā hum yastabshirūn"
    },
    {
      "index": 46,
      "arabic": "قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ عَـٰلِمَ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ أَنتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِى مَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
      "translation": "Say: \"O God, the originator of the heavens and the earth, the knower of the unknown and the known, You alone will judge between Your creatures for things they differed about.\"",
      "transliteration": "qulillāhumma fāṭiras samāwāti wal-arḍi `ālimal ghaybi wash shahādati anta taḥkumu bayna `ibādika fī mā kānū fīhi yakhtalifūn"
    },
    {
      "index": 47,
      "arabic": "وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُوا۟ مَا فِى ٱلْأَرْضِ جَمِيعًا وَمِثْلَهُۥ مَعَهُۥ لَٱفْتَدَوْا۟ بِهِۦ مِن سُوٓءِ ٱلْعَذَابِ يَوْمَ ٱلْقِيَـٰمَةِ ۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمْ يَكُونُوا۟ يَحْتَسِبُونَ",
      "translation": "Even if the sinners possessed whatever is in the heavens and the earth, and as much more, they would offer it to ransom themselves from the torment of the Day of Resurrection; yet what they did not even imagine would appear to them from God;",
      "transliteration": "walaw anna lilladhīna ẓalamū mā fil-arḍi jamī`an wa mithlahu ma`ahu laftadaw bihi min sū-il `adhābi yawmal qiyāmah ۚ wabadā lahum minallāhi mā lam yakūnū yaḥtasibūn"
    },
    {
      "index": 48,
      "arabic": "وَبَدَا لَهُمْ سَيِّـَٔاتُ مَا كَسَبُوا۟ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "translation": "And the evil of what they had earned would become visible to them; and what they used to mock would surround them from all sides.",
      "transliteration": "wabadā lahum sayyi-ātu mā kasabū waḥāqa bihim mā kānū bihi yastahzi-ūn"
    },
    {
      "index": 49,
      "arabic": "فَإِذَا مَسَّ ٱلْإِنسَـٰنَ ضُرٌّ دَعَانَا ثُمَّ إِذَا خَوَّلْنَـٰهُ نِعْمَةً مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلْمٍۭ ۚ بَلْ هِىَ فِتْنَةٌ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
      "translation": "When a man is in trouble, he prays to God; but when We bestow a favour on him he says: \"It has come to me through my acumen.\" In fact, this is an illusion, but most men do not know.",
      "transliteration": "fa-idhā massal-insāna ḍurrun da`ānā thumma idhā khawwalnāhu ni`matan minnā qāla innamā ūtītuhu `alā `il-m ۚ bal hiya fitnatun walākinna aktharahum lā ya`lamūn"
    },
    {
      "index": 50,
      "arabic": "قَدْ قَالَهَا ٱلَّذِينَ مِن قَبْلِهِمْ فَمَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يَكْسِبُونَ",
      "translation": "Those before them had also said so, and yet nothing of what they did availed them in the least.",
      "transliteration": "qad qālahal ladhīna min qablihim famā aghnā `anhum mā kānū yaksibūn"
    },
    {
      "index": 51,
      "arabic": "فَأَصَابَهُمْ سَيِّـَٔاتُ مَا كَسَبُوا۟ ۚ وَٱلَّذِينَ ظَلَمُوا۟ مِنْ هَـٰٓؤُلَآءِ سَيُصِيبُهُمْ سَيِّـَٔاتُ مَا كَسَبُوا۟ وَمَا هُم بِمُعْجِزِينَ",
      "translation": "Then the worst of what they had done overtook them. So will the evil deeds of those who are sinners among them recoil back on them. They cannot get the better (of Us).",
      "transliteration": "fa-aṣābahum sayyi-ātu mā kasabū ۚ wal ladhīna ẓalamū min hā-ulā-i sayuṣībuhum sayyi-ātu mā kasabū wa mā hum bimu`jizīn"
    },
    {
      "index": 52,
      "arabic": "أَوَلَمْ يَعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
      "translation": "Do they not know that God enhances or restricts the provision of any one He will. Surely there are signs in this for people who believe.",
      "transliteration": "awalam ya`lamū annallāha yabsuṭur rizqa liman yashā-u wayaqdir ۚ inna fī dhālika la-āyātin liqawmiy yu-minūn"
    },
    {
      "index": 53,
      "arabic": "قُلْ يَـٰعِبَادِىَ ٱلَّذِينَ أَسْرَفُوا۟ عَلَىٰٓ أَنفُسِهِمْ لَا تَقْنَطُوا۟ مِن رَّحْمَةِ ٱللَّهِ ۚ إِنَّ ٱللَّهَ يَغْفِرُ ٱلذُّنُوبَ جَمِيعًا ۚ إِنَّهُۥ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
      "translation": "Say: \"O creatures of God, those of you who have acted against your own interests should not be disheartened of the mercy of God. Surely God forgives all sins. He is all-forgiving and all-merciful.",
      "transliteration": "qul yā`ibādiyal ladhīna asrafū `alā anfusihim lā taqnaṭū min raḥmatil lāh ۚ innallāha yaghfirudh dhunūba jamī`ā ۚ innahu huwal ghafūrur raḥīm"
    },
    {
      "index": 54,
      "arabic": "وَأَنِيبُوٓا۟ إِلَىٰ رَبِّكُمْ وَأَسْلِمُوا۟ لَهُۥ مِن قَبْلِ أَن يَأْتِيَكُمُ ٱلْعَذَابُ ثُمَّ لَا تُنصَرُونَ",
      "translation": "Turn towards your Lord and obey Him before the punishment comes upon you when you will not be helped.",
      "transliteration": "wa-anībū ilā rabbikum wa-aslimū lahu min qabli an ya-tiyakumul `adhābu thumma lā tunṣarūn"
    },
    {
      "index": 55,
      "arabic": "وَٱتَّبِعُوٓا۟ أَحْسَنَ مَآ أُنزِلَ إِلَيْكُم مِّن رَّبِّكُم مِّن قَبْلِ أَن يَأْتِيَكُمُ ٱلْعَذَابُ بَغْتَةً وَأَنتُمْ لَا تَشْعُرُونَ",
      "translation": "Follow the best of what has been revealed to you by your Lord before the punishment overtakes you suddenly and you are caught unawares,",
      "transliteration": "wattabi`ū aḥsana mā unzila ilaykum min rabbikum min qabli an ya-tiyakumul `adhābu baghtatan wa-antum lā tash`urūn"
    },
    {
      "index": 56,
      "arabic": "أَن تَقُولَ نَفْسٌ يَـٰحَسْرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِى جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّـٰخِرِينَ",
      "translation": "Lest a soul should say: \"Alas, I was heedless of God and only laughed;\"",
      "transliteration": "an taqūla nafsun yāḥasratā `alā mā farraṭtu fī janbillāhi wa in kuntu laminas sākhirīn"
    },
    {
      "index": 57,
      "arabic": "أَوْ تَقُولَ لَوْ أَنَّ ٱللَّهَ هَدَىٰنِى لَكُنتُ مِنَ ٱلْمُتَّقِينَ",
      "translation": "Or say: \"If only God had guided me I would have been a man of fear and piety;\"",
      "transliteration": "aw taqūla law annallāha hadānī lakuntu minal muttaqīn"
    },
    {
      "index": 58,
      "arabic": "أَوْ تَقُولَ حِينَ تَرَى ٱلْعَذَابَ لَوْ أَنَّ لِى كَرَّةً فَأَكُونَ مِنَ ٱلْمُحْسِنِينَ",
      "translation": "Or say on seeing the punishment: \"If I could only return I would be among the good.\"",
      "transliteration": "aw taqūla ḥīna taral `adhāba law anna lī karratan fa-akūna minal muḥsinīn"
    },
    {
      "index": 59,
      "arabic": "بَلَىٰ قَدْ جَآءَتْكَ ءَايَـٰتِى فَكَذَّبْتَ بِهَا وَٱسْتَكْبَرْتَ وَكُنتَ مِنَ ٱلْكَـٰفِرِينَ",
      "translation": "Why, My revelations had come to you, but you denied them and were filled with pride, and were among the disbelievers.",
      "transliteration": "balā qad jā-at ka āyātī fakadhhabta bihā wastakbarta wakunta minal kāfirīn"
    },
    {
      "index": 60,
      "arabic": "وَيَوْمَ ٱلْقِيَـٰمَةِ تَرَى ٱلَّذِينَ كَذَبُوا۟ عَلَى ٱللَّهِ وُجُوهُهُم مُّسْوَدَّةٌ ۚ أَلَيْسَ فِى جَهَنَّمَ مَثْوًى لِّلْمُتَكَبِّرِينَ",
      "translation": "If you see those who had imputed lies to God on the Day of Resurrection, black would be their faces (with disgrace). Is there not a place in Hell for the arrogant?",
      "transliteration": "wayawmal qiyāmati taral ladhīna kadhabū `alallāhi wujūhuhum muswaddah ۚ alaysa fī jahannama mathwan lil-mutakabbirīn"
    },
    {
      "index": 61,
      "arabic": "وَيُنَجِّى ٱللَّهُ ٱلَّذِينَ ٱتَّقَوْا۟ بِمَفَازَتِهِمْ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمْ يَحْزَنُونَ",
      "translation": "God would rescue those who fear Him (and guide them) to places of safety. Neither will evil touch them nor regret.",
      "transliteration": "wayunajjillāhul ladhīnat-taqaw bimafāzatihim lā yamassuhumus sū-u walā hum yaḥzanūn"
    },
    {
      "index": 62,
      "arabic": "ٱللَّهُ خَـٰلِقُ كُلِّ شَىْءٍ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ وَكِيلٌ",
      "translation": "God is the creator of all things, and He is the guarantor of all things.",
      "transliteration": "allāhu khāliqu kulli shay-ī ۖ wahuwa `alā kulli shay-in wakīl"
    },
    {
      "index": 63,
      "arabic": "لَّهُۥ مَقَالِيدُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۗ وَٱلَّذِينَ كَفَرُوا۟ بِـَٔايَـٰتِ ٱللَّهِ أُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
      "translation": "He has the keys of the heavens and the earth; and those who deny the revelations of God will be losers.",
      "transliteration": "lahu maqālīdus samāwāti wal-arḍ ۗ wal ladhīna kafarū bi-āyātillāhi ulā-ika humul khāsirūn"
    },
    {
      "index": 64,
      "arabic": "قُلْ أَفَغَيْرَ ٱللَّهِ تَأْمُرُوٓنِّىٓ أَعْبُدُ أَيُّهَا ٱلْجَـٰهِلُونَ",
      "translation": "Say: \"O you ignorant people, do you bid me to worship someone other than God?",
      "transliteration": "qul afaghayrallāhi ta-murūnnī a`budu ayyuhal jāhilūn"
    },
    {
      "index": 65,
      "arabic": "وَلَقَدْ أُوحِىَ إِلَيْكَ وَإِلَى ٱلَّذِينَ مِن قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلْخَـٰسِرِينَ",
      "translation": "Surely you have been commanded, as those before you were: \"If you associate (any one with God), wasted will be all your deeds, arid you will perish.\"",
      "transliteration": "walaqad ūḥiya ilayka wa ilal ladhīna min qablika la-in ashrakta layaḥbaṭanna `amaluka walatakūnanna minal khāsirīn"
    },
    {
      "index": 66,
      "arabic": "بَلِ ٱللَّهَ فَٱعْبُدْ وَكُن مِّنَ ٱلشَّـٰكِرِينَ",
      "translation": "So, you should worship only God, arid be among the grateful.",
      "transliteration": "balillāha fa`bud wakun minash shākirīn"
    },
    {
      "index": 67,
      "arabic": "وَمَا قَدَرُوا۟ ٱللَّهَ حَقَّ قَدْرِهِۦ وَٱلْأَرْضُ جَمِيعًا قَبْضَتُهُۥ يَوْمَ ٱلْقِيَـٰمَةِ وَٱلسَّمَـٰوَٰتُ مَطْوِيَّـٰتٌۢ بِيَمِينِهِۦ ۚ سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
      "translation": "They do not esteem God as is rightly due to Him. The whole earth would be a fistful of His on the Day of Resurrection, and the heavens would be rolled up in His right hand. Too immaculate is He and too high for what they associate with Him!",
      "transliteration": "wa mā qadarullāha ḥaqqa qadrihi wal-arḍu jamī`an qabḍatuhu yawmal qiyāmati was samāwātu maṭwiyyātun biyamīnih ۚ subḥānahu wata`ālā `ammā yushrikūn"
    },
    {
      "index": 68,
      "arabic": "وَنُفِخَ فِى ٱلصُّورِ فَصَعِقَ مَن فِى ٱلسَّمَـٰوَٰتِ وَمَن فِى ٱلْأَرْضِ إِلَّا مَن شَآءَ ٱللَّهُ ۖ ثُمَّ نُفِخَ فِيهِ أُخْرَىٰ فَإِذَا هُمْ قِيَامٌ يَنظُرُونَ",
      "translation": "When the trumpet blast is sounded whoever is in the heavens and the earth will swoon away, except those God please. When the blast is sounded the second time, they will stand up all expectant.",
      "transliteration": "wanufikha fiṣ ṣūri faṣa`iqa man fis samāwāti wa man fil-arḍi illā man shā-allāh ۖ thumma nufikha fīhi ukhrā fa-idhā hum qiyāmun yanẓurūn"
    },
    {
      "index": 69,
      "arabic": "وَأَشْرَقَتِ ٱلْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلْكِتَـٰبُ وَجِا۟ىٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِىَ بَيْنَهُم بِٱلْحَقِّ وَهُمْ لَا يُظْلَمُونَ",
      "translation": "The earth will light up with the effulgence of her Lord; and the ledger (of account) will be placed (in each man's hand), and the apostles and the witnesses will be called, and judgement passed between them equitably, and no wrong will be done to them.",
      "transliteration": "wa-ashraqatil-arḍu binūri rabbihā wawuḍi`al kitābu wajī-a bin nabiyyīna wash shuhadā-i waquḍiya baynahum bil ḥaqqi wahum lā yuẓlamūn"
    },
    {
      "index": 70,
      "arabic": "وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ",
      "translation": "Each soul will be paid in full for what it had done. He is cognisant of what you do.",
      "transliteration": "wawuffiyat kullu nafsin mā `amilat wahuwa a`lamu bimā yaf`alūn"
    },
    {
      "index": 71,
      "arabic": "وَسِيقَ ٱلَّذِينَ كَفَرُوٓا۟ إِلَىٰ جَهَنَّمَ زُمَرًا ۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتْ أَبْوَٰبُهَا وَقَالَ لَهُمْ خَزَنَتُهَآ أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنكُمْ يَتْلُونَ عَلَيْكُمْ ءَايَـٰتِ رَبِّكُمْ وَيُنذِرُونَكُمْ لِقَآءَ يَوْمِكُمْ هَـٰذَا ۚ قَالُوا۟ بَلَىٰ وَلَـٰكِنْ حَقَّتْ كَلِمَةُ ٱلْعَذَابِ عَلَى ٱلْكَـٰفِرِينَ",
      "translation": "The unbelievers will be driven into Hell in groups till, when they reach it and its doors are opened up, its keepers will say to them: \"Did not apostles of your own come to you reciting your Lord's revelations, warning you of this your day of Doom?\" They will answer: \"Yes;\" but the sentence of punishment was justified against the unbelievers.",
      "transliteration": "wasīqal ladhīna kafarū ilā jahannama zumarā ۖ ḥattā idhā jā-ūhā futiḥat abwābuhā waqāla lahum khazanatuhā alam ya-tikum rusulun minkum yatlūna `alaykum āyāti rabbikum wayundhirūnakum liqā-a yawmikum hādhā ۚ qālū balā walākin ḥaqqat kalimatul `adhābi `alal-kāfirīn"
    },
    {
      "index": 72,
      "arabic": "قِيلَ ٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَـٰلِدِينَ فِيهَا ۖ فَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ",
      "translation": "\"Enter the gates of Hell,\" they will be told, \"and there abide for ever.\" How grievous a destination for the haughty!",
      "transliteration": "qīlad-khulū abwāba jahannama khālidīna fīhā ۖ fabi-sa mathwal mutakabbirīn"
    },
    {
      "index": 73,
      "arabic": "وَسِيقَ ٱلَّذِينَ ٱتَّقَوْا۟ رَبَّهُمْ إِلَى ٱلْجَنَّةِ زُمَرًا ۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتْ أَبْوَٰبُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَـٰمٌ عَلَيْكُمْ طِبْتُمْ فَٱدْخُلُوهَا خَـٰلِدِينَ",
      "translation": "Those who were mindful of their duty to their Lord will be driven in groups to Paradise, till they reach it and its gates are opened, and its keepers say to them: \"Peace be on you; you are the joyous. So enter here to live for ever.\"",
      "transliteration": "wasīqal ladhīnat-taqaw rabbahum ilal-jannati zumarā ۖ ḥattā idhā jā-ūhā wafutiḥat abwābuhā waqāla lahum khazanatuhā salāmun `alaykum ṭibtum fadkhulūhā khālidīn"
    },
    {
      "index": 74,
      "arabic": "وَقَالُوا۟ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى صَدَقَنَا وَعْدَهُۥ وَأَوْرَثَنَا ٱلْأَرْضَ نَتَبَوَّأُ مِنَ ٱلْجَنَّةِ حَيْثُ نَشَآءُ ۖ فَنِعْمَ أَجْرُ ٱلْعَـٰمِلِينَ",
      "translation": "They will say: \"All praise be to God Who has fulfilled the promise He had made to us, and bequeathed to us this land for dwelling in the garden wheresoever we like.\" How excellent the recompense for those who act!",
      "transliteration": "waqālul ḥamdu lillāhil ladhī ṣadaqanā wa`dahu wa-awrathanal-arḍa natabawwa-u minal jannati ḥaythu nashā-u ۖ fani`ma ajrul `āmilīn"
    },
    {
      "index": 75,
      "arabic": "وَتَرَى ٱلْمَلَـٰٓئِكَةَ حَآفِّينَ مِنْ حَوْلِ ٱلْعَرْشِ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ ۖ وَقُضِىَ بَيْنَهُم بِٱلْحَقِّ وَقِيلَ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
      "translation": "You will see the angels hover round the Throne, singing the praises of their Lord; and justice will be done between them equitably, and it would be said: \"All praise to God the Lord of all the worlds.\"",
      "transliteration": "wataral malā-ikata ḥāffīna min ḥawlil `arshi yusabbiḥūna biḥamdi rabbihim ۖ waquḍiya baynahum bil ḥaqqi waqīlal-ḥamdu lillāhi rabbil `ālamīn"
    }
  ]
}