{
  "index": 23,
  "ayas": [
    {
      "index": 1,
      "text": "THE TRUE BELIEVERS will be successful,"
    },
    {
      "index": 2,
      "text": "Who are humble in their service,"
    },
    {
      "index": 3,
      "text": "Who shun all frivolities,"
    },
    {
      "index": 4,
      "text": "Who strive for betterment;"
    },
    {
      "index": 5,
      "text": "Who guard their sex"
    },
    {
      "index": 6,
      "text": "Except from their wives and women slaves of old are free of blame,"
    },
    {
      "index": 7,
      "text": "But those who covet more than this will be transgressors;"
    },
    {
      "index": 8,
      "text": "And those who fulfil their trusts and keep their promises;"
    },
    {
      "index": 9,
      "text": "And those who are watchful of their acts of prayer."
    },
    {
      "index": 10,
      "text": "These are the real gainers,"
    },
    {
      "index": 11,
      "text": "Who will inherit Paradise, and live in it for ever."
    },
    {
      "index": 12,
      "text": "We created man from the finest extract of clay,"
    },
    {
      "index": 13,
      "text": "Then We placed him as a sperm in a firmly established lodging;"
    },
    {
      "index": 14,
      "text": "Then We fashioned the sperm into an embryo, then fashioned the embryo into a shapeless lump of flesh; then from the lump of flesh We fashioned bones, then clothed the bones with flesh. Thus We formed him into a new creation. So blessed be God the best of Creators."
    },
    {
      "index": 15,
      "text": "And then you will certainly die,"
    },
    {
      "index": 16,
      "text": "Then will be raised up on the Day of Resurrection."
    },
    {
      "index": 17,
      "text": "We made several highways one over the other above you. We are not neglectful of creation."
    },
    {
      "index": 18,
      "text": "We send down water from the sky in determined measure, and store it up in the earth; and We have power to drain it away."
    },
    {
      "index": 19,
      "text": "We grow orchards of dates and grapes from it for you, Which yield fruits in abundance that you eat."
    },
    {
      "index": 20,
      "text": "The tree that grows on Mount Sinai yields oil and seasoning for those who eat."
    },
    {
      "index": 21,
      "text": "There are lessons for you in the cattle from whose bellies We give you milk to drink, and there are other advantages that you derive from them, and some of them you eat;"
    },
    {
      "index": 22,
      "text": "And you are carried on them and on boats."
    },
    {
      "index": 23,
      "text": "We sent Noah to his people. He said: \"O my people, worship God, for you have no other god but He. Will you not take heed for yourselves?\""
    },
    {
      "index": 24,
      "text": "The chiefs of his people, who did not believe, said: \"He is only a man like you. He wishes to acquire ascendancy over you. If God had willed He would have sent down angels. We never heard this from our elders."
    },
    {
      "index": 25,
      "text": "He is only a man possessed; so wait and watch him for a time.\""
    },
    {
      "index": 26,
      "text": "\"O my Lord,\" prayed (Noah), \"help me against them, for they accuse me of lies.\""
    },
    {
      "index": 27,
      "text": "So We asked him to build the ark under Our eyes and guidance, (and said): \"When Our command is issued and the source of water boils over, put a pair of every species in it, and your family except those for whom Our sentence has been passed already; and do not speak to Me for those who are wicked: They will be drowned."
    },
    {
      "index": 28,
      "text": "When you and those with you have boarded the ark, say: 'All praise be to God who has delivered us from the people who were sinful.'"
    },
    {
      "index": 29,
      "text": "And say: 'O Lord, disembark me in a welcome place; You are the best of deliverers.'"
    },
    {
      "index": 30,
      "text": "There were surely signs in this; We will surely put you to the test."
    },
    {
      "index": 31,
      "text": "After them We raised a new generation."
    },
    {
      "index": 32,
      "text": "Then We sent to them an apostle from among them (who said): \"Worship God, for you have no other god but He. Will you not take heed and fear God?\""
    },
    {
      "index": 33,
      "text": "The chiefs of the people who did not believe and denied the life to come, though We had given them good things of this life to enjoy, (said): \"He is only a mortal like you. He eats as you do, and drinks as you drink."
    },
    {
      "index": 34,
      "text": "So if you follow a man like yourself you will certainly be doomed."
    },
    {
      "index": 35,
      "text": "Does he give you a promise that when you are dead and turned to dust and bones, you will be raised to life again?"
    },
    {
      "index": 36,
      "text": "How far-fetched what you are promised;"
    },
    {
      "index": 37,
      "text": "There is only the life of this world: We die and we live: there is no rising from the dead for us."
    },
    {
      "index": 38,
      "text": "He is just a man who invents a lie about God; we cannot believe in him.\""
    },
    {
      "index": 39,
      "text": "(The apostle prayed): \"O Lord, deliver me, for they accuse me of lies.\""
    },
    {
      "index": 40,
      "text": "Answered (the Lord): \"They shall wake up repenting soon.\""
    },
    {
      "index": 41,
      "text": "So they were rightly seized by a mighty blast; and We turned them into mouldy rubbish: A good riddance of the wicked people!"
    },
    {
      "index": 42,
      "text": "Then after them We raised other generations."
    },
    {
      "index": 43,
      "text": "No nation can live beyond its allotted time, or lag behind."
    },
    {
      "index": 44,
      "text": "Then We sent Our apostles one after the other. Every time an apostle came to a people they denied him. So We made one follow the other (to its doom), and turned them into bygone tales. Cursed be the people who do not believe!"
    },
    {
      "index": 45,
      "text": "Then We sent Moses and his brother Aaron with Our miracles and clear proofs"
    },
    {
      "index": 46,
      "text": "To Pharaoh and his nobles who behaved with arrogance, for they were a conceited lot,"
    },
    {
      "index": 47,
      "text": "And said: \"Should we believe in two men like yourselves, whose people are our subjects?\""
    },
    {
      "index": 48,
      "text": "Then they accused them of lies, and joined the company of those who were destroyed."
    },
    {
      "index": 49,
      "text": "And We gave the Book to Moses so that they may be guided."
    },
    {
      "index": 50,
      "text": "And We made the son of Mary and his mother a sign, and gave them shelter on an elevated ground, sequestered, watered by a spring."
    },
    {
      "index": 51,
      "text": "O you apostles, eat things that are clean, and do things that are good. We are surely cognisant of what you do."
    },
    {
      "index": 52,
      "text": "Verily this your order is one order, and I am your Lord, so fear Me."
    },
    {
      "index": 53,
      "text": "But then they divided up their order into different creeds, each section rejoicing in what it had come to have."
    },
    {
      "index": 54,
      "text": "So leave them to their ignorance for a time."
    },
    {
      "index": 55,
      "text": "Do they think that by increasing their wealth and children"
    },
    {
      "index": 56,
      "text": "We are hastening to reward them for good deeds? No. They do not comprehend."
    },
    {
      "index": 57,
      "text": "Surely those who live in awe of their Lord,"
    },
    {
      "index": 58,
      "text": "Who believe in their Lord's revelations,"
    },
    {
      "index": 59,
      "text": "Who do not associate any one with their Lord,"
    },
    {
      "index": 60,
      "text": "Who give whatsoever they give (in His way), and their hearts tremble with fear that they have to go back to their Lord,"
    },
    {
      "index": 61,
      "text": "Are the ones who hasten to goodness and outpace the others."
    },
    {
      "index": 62,
      "text": "We do not burden a soul beyond capacity, for We have a record that tells the truth. No wrong will be done to any one."
    },
    {
      "index": 63,
      "text": "Yet their hearts are oblivious of this; and besides, they are busy with other things,"
    },
    {
      "index": 64,
      "text": "So that when We seize the affluent among them with affliction, they will begin to implore for help."
    },
    {
      "index": 65,
      "text": "\"Do not supplicate for help today; you will not be rescued by Us;"
    },
    {
      "index": 66,
      "text": "For when My revelations were read out to you, you turned back on your heels and fled"
    },
    {
      "index": 67,
      "text": "Insolently, treating them like tales told at night.\""
    },
    {
      "index": 68,
      "text": "Why did they not think over the message? Or has something come to them which had not come to their fathers?"
    },
    {
      "index": 69,
      "text": "Or did they not recognise their apostle, and rejected him?"
    },
    {
      "index": 70,
      "text": "Or do they say that he is possessed? In fact, he has brought the truth to them, but most of them abhor the truth."
    },
    {
      "index": 71,
      "text": "Had truth been subject to their whims the heavens and the earth and all those within them would have been depraved. In fact We had sent them their reminder, but they turned away from good advice."
    },
    {
      "index": 72,
      "text": "Or do you ask of them any tribute? In that case the tribute of your Lord is better, for He is the best of providers."
    },
    {
      "index": 73,
      "text": "You are surely calling them to the right path."
    },
    {
      "index": 74,
      "text": "But those who believe not in the Hereafter turn away from the straight path."
    },
    {
      "index": 75,
      "text": "If We took compassion on them and removed the affliction they are in, they would only wander lost in confusion."
    },
    {
      "index": 76,
      "text": "We had seized them with the punishment, but they did not bow before their Lord nor turned to Him in humility,"
    },
    {
      "index": 77,
      "text": "So that when at last We open up the gate of severe punishment on them they will be overwhelmed with despair."
    },
    {
      "index": 78,
      "text": "It is He who gave you hearing, sight, and hearts, but only few of you give thanks."
    },
    {
      "index": 79,
      "text": "It is He who multiplied you on the earth, and it will be before Him that you will be gathered."
    },
    {
      "index": 80,
      "text": "It is He who gives you life and death, and His the alternation of night and day. Even then you do not understand,"
    },
    {
      "index": 81,
      "text": "And talk as did the people of old."
    },
    {
      "index": 82,
      "text": "They say: \"When we are dead and turned to dust and bones, shall we be raised to life again?"
    },
    {
      "index": 83,
      "text": "We and our fathers were promised this before; it is nothing but ancient lore!\""
    },
    {
      "index": 84,
      "text": "Say: \"To whom does the earth and whosoever is upon it then belong, if you know?\""
    },
    {
      "index": 85,
      "text": "They will say: \"To God.\" Say: \"Then why do you not bethink yourselves?\""
    },
    {
      "index": 86,
      "text": "Say: \"Then who is the Lord of the seven skies? And who is the Lord of the mighty Throne?\""
    },
    {
      "index": 87,
      "text": "They will say: \"God.\" Say: \"Then why do you not obey and fear Him?\""
    },
    {
      "index": 88,
      "text": "Say: \"Whose is the sovereignty over all things, who protects, and against whom there is no protection? {Answer) if you have knowledge.\""
    },
    {
      "index": 89,
      "text": "They will say: \"God's.\" Say: \"Then why are you so deluded?\""
    },
    {
      "index": 90,
      "text": "In fact We have sent the truth to them, but they are liars."
    },
    {
      "index": 91,
      "text": "God has not begotten a son, nor is there any god besides Him. Had this been so, each god would have taken away what he had created with him, and some would have risen over the others. God is much too glorious for what they attribute (to Him)!"
    },
    {
      "index": 92,
      "text": "The knower of the absent and the present, too exalted is He for what they associate (with Him)!"
    },
    {
      "index": 93,
      "text": "Say: \"O Lord, if I am made to see what has been promised them,"
    },
    {
      "index": 94,
      "text": "Then do not, O Lord, put me among the sinners.\""
    },
    {
      "index": 95,
      "text": "We have certainly the power to make you see what We have promised them."
    },
    {
      "index": 96,
      "text": "Dispel evil with what is good. We know well what they attribute (to Us)."
    },
    {
      "index": 97,
      "text": "Say: \"My Lord, I seek refuge in You from the evil promptings of the devils."
    },
    {
      "index": 98,
      "text": "I seek refuge in You lest they come to me.\""
    },
    {
      "index": 99,
      "text": "(But the unbelievers will persist) until when death comes to one of them he will say: \"O Lord, send me back again"
    },
    {
      "index": 100,
      "text": "That I may do some good I did not do (in the world).\" Not so. These are only words he utters. Behind them lies the intervening barrier (stretching) to the day of their resurrection."
    },
    {
      "index": 101,
      "text": "When the trumpet blast is sounded no ties of lineage will hold among them, nor will they ask after one another."
    },
    {
      "index": 102,
      "text": "Only those whose scales are heavier in the balance will find happiness."
    },
    {
      "index": 103,
      "text": "But those whose scales are lighter will perish and abide in Hell for ever."
    },
    {
      "index": 104,
      "text": "Their faces will be scorched by flames, and they will grin and scowl within it."
    },
    {
      "index": 105,
      "text": "\"Were not My messages read out to you? But you denied them.\""
    },
    {
      "index": 106,
      "text": "They will say: \"O Lord, our misery overwhelmed us, so we remained a people astray."
    },
    {
      "index": 107,
      "text": "Get us out of this, O Lord. If we transgress we will surely be sinful.\""
    },
    {
      "index": 108,
      "text": "He will say: \"Remain condemned in it, and do not speak to Me."
    },
    {
      "index": 109,
      "text": "There was a section among My creatures that said: 'O Lord, we believe. Forgive us and have mercy upon us, for You are the best of the merciful.'"
    },
    {
      "index": 110,
      "text": "But you ridiculed them. So much so that out of (spite) for them you forgot to remember Me and laughed at them."
    },
    {
      "index": 111,
      "text": "I have rewarded them this day for they were constant, and they have come to attainment.\""
    },
    {
      "index": 112,
      "text": "They will be asked: \"How long did you live on the earth in terms of years?\""
    },
    {
      "index": 113,
      "text": "They will say: \"A day or less than a day. Ask the enumerators of numbers.\""
    },
    {
      "index": 114,
      "text": "He will say: \"You stayed there only a moment, if you knew."
    },
    {
      "index": 115,
      "text": "Do you think We created you for nothing, and that you will not return to Us?\""
    },
    {
      "index": 116,
      "text": "Exalted then be God, the King, the Real. There is no god but He, the Lord of the glorious throne."
    },
    {
      "index": 117,
      "text": "Whoever worships another god apart from God, for which he holds no proof, will have to account for it before his Lord. Verily the unbelievers will not prosper."
    },
    {
      "index": 118,
      "text": "Say: \"My Lord, forgive and have mercy. You are the best of the merciful.\""
    }
  ]
}