{
  "index": 27,
  "ayas": [
    {
      "index": 1,
      "text": "TA SIN. THESE are the verses of the Qur'an, and collection of explicit laws,"
    },
    {
      "index": 2,
      "text": "A guidance and good tidings for the believers,"
    },
    {
      "index": 3,
      "text": "Who fulfil their devotional obligations, pay the zakat, and believe with certainty in the life to come."
    },
    {
      "index": 4,
      "text": "We make their deeds attractive to those who do not believe in the Hereafter, so that they may wander in perplexity."
    },
    {
      "index": 5,
      "text": "They are those who will suffer the worst chastisement in this life, and will be the greatest losers in the life to come."
    },
    {
      "index": 6,
      "text": "You have been conveyed the Qur'an from One all-wise and all-knowing."
    },
    {
      "index": 7,
      "text": "(Remember) when Moses said to his family: \"I see a fire. I shall bring you news from it, or bring an ember that you may warm yourselves.\""
    },
    {
      "index": 8,
      "text": "But when he reached it, a voice called out: \"Blessed is He who is in the fire and all around it. Praised be God, the Lord of all the worlds."
    },
    {
      "index": 9,
      "text": "O Moses, I am that God, the mighty and all-wise."
    },
    {
      "index": 10,
      "text": "Throw down your staff.\" When he saw it wriggling like a serpent he turned his back and fled without turning (to look). \"O Moses,\" (said the voice), \"be not fearful. Surely those sent as messengers do not fear in My presence,"
    },
    {
      "index": 11,
      "text": "Except those who do some wrong but afterwards do good to make up for the wrong. And I am forgiving and merciful."
    },
    {
      "index": 12,
      "text": "Put your hand in the bosom of your shirt; it will come out white without any blemish. This will be one of nine tokens for the Pharaoh and his people, who are a wicked lot indeed.\""
    },
    {
      "index": 13,
      "text": "And when Our signs came as distinct proofs, they said: \"This is only magic.\""
    },
    {
      "index": 14,
      "text": "And they denied them out of malice and pride, though in their hearts they believed that they were true. So see how was the end of evil-doers!"
    },
    {
      "index": 15,
      "text": "We gave David and Solomon knowledge; and they said: \"All praise be to God who has favoured us over many of His creatures who believe.\""
    },
    {
      "index": 16,
      "text": "Solomon was heir to David, and he said: \"O people, we have been taught the language of Tair, and have been given of everything. This is a clear favour indeed.\""
    },
    {
      "index": 17,
      "text": "His armies of jinns and men and Tair assembled, formed into ranks, (and marched)"
    },
    {
      "index": 18,
      "text": "Till they reached the Valley of Naml. Said the lady of Naml: \"O Naml, go into your dwellings lest Solomon and his hordes should crush you unawares.\""
    },
    {
      "index": 19,
      "text": "(Solomon) smiled, amused at her speech, and said: \"O Lord grant me that I should be grateful for the favours You have bestowed on me and my parents, and do good things of Your pleasing; and admit me among Your righteous devotees by Your grace.\""
    },
    {
      "index": 20,
      "text": "When he reviewed the Tair, he said: \"How is it I do not see Hud-hud? Is he absent?"
    },
    {
      "index": 21,
      "text": "I will punish him severely, or cut his throat, unless he bring a valid excuse.\""
    },
    {
      "index": 22,
      "text": "But he was not long in coming, and reported: \"I have been around where you have not been. I come from Saba with positive news."
    },
    {
      "index": 23,
      "text": "I found a woman reigning over them, and she has been favoured with everything; and she has a throne that is magnificent."
    },
    {
      "index": 24,
      "text": "I found that she and her people worship the sun in place of God, for Satan has made their deeds look attractive to them and has turned them away from the Path, so they do not find the way"
    },
    {
      "index": 25,
      "text": "To worship God who brings to light what is hidden in the heavens and the earth, and is cognisant of what you hide and what you disclose."
    },
    {
      "index": 26,
      "text": "God: There is no god but He, the Lord of the glorious throne.\""
    },
    {
      "index": 27,
      "text": "(Solomon) said: 'We shall see if you speak the truth or you are a liar."
    },
    {
      "index": 28,
      "text": "Take this letter from me, and deliver it to them and withdraw, then see what reply they give in return.\""
    },
    {
      "index": 29,
      "text": "(The Queen said): \"O nobles, a venerable letter has been delivered to me."
    },
    {
      "index": 30,
      "text": "It is from Solomon, and (says): 'In the name of Allah, Ar-Rahman, Ar-Rahim."
    },
    {
      "index": 31,
      "text": "Do not rise against me, but come to me in submission.'"
    },
    {
      "index": 32,
      "text": ".\" Advise me, O nobles,\" she said \"in this matter. I do not decide any thing until you concur.\""
    },
    {
      "index": 33,
      "text": "They said: \"We are men of valour, and brave fighters. It is for you to decide. So consider what you should command.\""
    },
    {
      "index": 34,
      "text": "She said: \"Surely when kings enter a city they destroy it and despoil the honour of its nobility. So will they do (to us)."
    },
    {
      "index": 35,
      "text": "But I will send them a gift and see what the envoys bring back (in return).\""
    },
    {
      "index": 36,
      "text": "So, when the envoys came to Solomon he said: \"Do you wish to increase my wealth? Yet what God has given me is better than what He has given you. No. Be gratified in your present."
    },
    {
      "index": 37,
      "text": "Go back to them. We shall soon come with our armies which they will not be able to face. We shall drive them out of (the land) with ignominy, and they will be humbled.\""
    },
    {
      "index": 38,
      "text": "He (then) said (to his courtiers): \"O you nobles, is there any one who can bring me her throne before they come to me in submission?\""
    },
    {
      "index": 39,
      "text": "A crafty jinn said: \"I will bring it before you rise from your seat, for I am strong and trustworthy.\""
    },
    {
      "index": 40,
      "text": "But one who had knowledge of the letter, said: \"I will bring it to you in the twinkling of an eye.\" When Solomon saw it before him, (he said): \"This is by the grace of my Lord that He may test me whether I am grateful or I am thankless. Yet if one is grateful, he is grateful for himself, and if one is thankless, then surely my Lord is unconcerned and magnanimous.\""
    },
    {
      "index": 41,
      "text": "(Turning to his nobles) he said: \"Change the appearance of her throne. Let us see if she is rightly guided, or is not guided at all.\""
    },
    {
      "index": 42,
      "text": "When she arrived, they asked her: \"Is your throne like this?\" She said: \"As though this is it. We had come to have knowledge and already submitted.\""
    },
    {
      "index": 43,
      "text": "She was (in fact) turned away by what she worshipped other than God, for she came of an unbelieving people."
    },
    {
      "index": 44,
      "text": "She was invited to enter the court. When she saw it, she took it for a sheet of water, and (pulling up her skirts) uncovered her legs. (Solomon) told her: \"This is paved with tiles of glass.\" \"O Lord,\" she said, \"I have wronged myself, and I submit to the Lord of all the worlds with Solomon.\""
    },
    {
      "index": 45,
      "text": "We sent to Thamud their brother Saleh (who said): \"Worship God.\" But they were divided into two groups disputing with one another."
    },
    {
      "index": 46,
      "text": "(Saleh) said: \"O people, why do you wish to hasten evil rather than good? Why not ask for God's forgiveness? You may well be forgiven.\""
    },
    {
      "index": 47,
      "text": "They said: \"You betoken evil, and those with you.\" (Saleh) replied: \"The evil you presage can only come from God. In reality you are a people under trial (for your own inauspiciousness).\""
    },
    {
      "index": 48,
      "text": "There were in that city nine persons who spread disorder in the land, and did not reform."
    },
    {
      "index": 49,
      "text": "They said: \"Let us swear by God that we will attack Saleh and his family at night, and later tell his heirs: 'We did not see his family destroyed, and we speak the truth.'\""
    },
    {
      "index": 50,
      "text": "They hatched up the plot; We also planned without their knowledge."
    },
    {
      "index": 51,
      "text": "Now see the end of their machinations: We destroyed them and their entire people."
    },
    {
      "index": 52,
      "text": "So these their habitations lie deserted now because of their iniquities. Verily there is a sign in this for those who understand."
    },
    {
      "index": 53,
      "text": "We deliver those who believe and take heed for themselves."
    },
    {
      "index": 54,
      "text": "(Remember) Lot, when he said to his people: \"Why do you indulge in obscenities when you know (it is evil)?"
    },
    {
      "index": 55,
      "text": "You lust after men in place of women. You are indeed a stolid people.\""
    },
    {
      "index": 56,
      "text": "His people had no answer except saying: \"Expel the family of Lot from your city. They are a people who would (rather) be pure!\""
    },
    {
      "index": 57,
      "text": "So We saved him and his family except his wife who was destined to stay behind."
    },
    {
      "index": 58,
      "text": "And We rained down on them a shower (of stones). How ruinous was the rain that fell on those who had been warned (but warned in vain)!"
    },
    {
      "index": 59,
      "text": "Say: \"All praise be to God, and peace on those of His creatures whom He has chosen.\" Is God better or those they associate with Him --"
    },
    {
      "index": 60,
      "text": "Who created the heavens and the earth, who sends down water from the sky for you, with which He causes graceful gardens to grow? It was not in your power to make trees germinate. Is there any other god along with God. In fact they are a people who turn away (from the truth)."
    },
    {
      "index": 61,
      "text": "Who then made the earth a habitable place, and made the rivers (flow) in its valleys and dales, and placed upon it firm stabilisers, and kept a barrier between two bodies of water? Is there any other god along with God? In reality most of them do not know."
    },
    {
      "index": 62,
      "text": "Who hears the cry of the anguished (soul) when it calls to Him, and relieves its suffering? And who made you trustees on the earth? Is there any other god along with God? How little it is that you reflect!"
    },
    {
      "index": 63,
      "text": "Who then really shows you the way in the darkness of the desert and the sea? And who sends breezes bringing news of His benevolence? Is there any other god along with God? He is far too exalted for what they associate with Him!"
    },
    {
      "index": 64,
      "text": "Who creates first then reverts it? And who gives you provision from the heavens and the earth? Is there any other god along with God? Tell them: \"Bring your proof, if you are truthful.\""
    },
    {
      "index": 65,
      "text": "Say: \"No one in the heavens and the earth has knowledge of the unknown except God, nor can they know when they will be raised again."
    },
    {
      "index": 66,
      "text": "Still less do they comprehend the life to come. In fact they are in doubt about it. Still more, they are blind to it.\""
    },
    {
      "index": 67,
      "text": "Those who do not believe, say: \"When we and our fathers have turned to dust, how shall we be raised again?"
    },
    {
      "index": 68,
      "text": "Indeed we and our fathers had been promised this before. It is nothing but the earlier people's lore.\""
    },
    {
      "index": 69,
      "text": "Say: \"Travel in the land and see how (bad) was the end of sinners.\""
    },
    {
      "index": 70,
      "text": "Do not grieve over them, and do not be distressed by what they contrive."
    },
    {
      "index": 71,
      "text": "Yet they say: \"When will this promise come to pass? (Tell Us) if you speak the truth.\""
    },
    {
      "index": 72,
      "text": "Say: \"Perhaps some of what you wish to hasten is right behind you.\""
    },
    {
      "index": 73,
      "text": "Verily your Lord is gracious to men, though most men are ungrateful."
    },
    {
      "index": 74,
      "text": "Verily your Lord knows what lies hidden in their breasts and what they disclose."
    },
    {
      "index": 75,
      "text": "There is nothing of the hidden in the heavens and the earth that is not recorded in the luminous Book."
    },
    {
      "index": 76,
      "text": "Indeed this Qur'an explains to the children of Israel much of what they are at variance."
    },
    {
      "index": 77,
      "text": "It is a guidance and grace for those who believe."
    },
    {
      "index": 78,
      "text": "Surely your Lord in His wisdom will decide between them. He is all-mighty and all-knowing."
    },
    {
      "index": 79,
      "text": "So you place your trust in God. Certainly you stand on positive truth."
    },
    {
      "index": 80,
      "text": "You cannot make the dead to listen, or the deaf to hear the call, when they have turned their backs,"
    },
    {
      "index": 81,
      "text": "Nor can you lead the blind when they have gone astray. You can make none hear except those who believe in Our signs and have come to peace and submission."
    },
    {
      "index": 82,
      "text": "When the sentence will have been passed against them, We shall bring forth beastly brutes from the earth who will torment them, for men certainly do not believe Our signs."
    },
    {
      "index": 83,
      "text": "The day We shall gather from every community a section of those who denied Our signs, and they will be brought (in separate groups),"
    },
    {
      "index": 84,
      "text": "So that when they come (before the Lord) He will say: \"Did you deny My signs without having understood them? Or what was it that you were doing?\""
    },
    {
      "index": 85,
      "text": "When the sentence will have been passed upon them for their wickedness, they will not be able to say a word."
    },
    {
      "index": 86,
      "text": "Do they not see that We made the night for them to rest, the day to make things clear? Indeed there are signs in this for people who believe."
    },
    {
      "index": 87,
      "text": "The day the trumpet blast is sounded whoever is in the heavens and the earth will be terrified, save those whom God please, and all will appear before Him in abjectness."
    },
    {
      "index": 88,
      "text": "You will see the mountains and think they are firmly planted, but they will pass away like flying clouds: Artistry of God who perfected everything. He is indeed fully aware of what you do."
    },
    {
      "index": 89,
      "text": "Whoever comes with good (deeds) will receive better than (what he had done), and be safe that day from terror."
    },
    {
      "index": 90,
      "text": "But whosoever comes with evil will be flung face forward into the Fire. Can you expect reward for any thing but what you do?"
    },
    {
      "index": 91,
      "text": "(Say): \"I am commanded to worship the Lord of this land He has blessed, to whom all things belong; and I am commanded to be one of those who submit,"
    },
    {
      "index": 92,
      "text": "And to recite the Qur'an.\" Whoever comes to guidance does so for himself; as for him who stays astray, tell him: \"I am only a warner.\""
    },
    {
      "index": 93,
      "text": "Say: \"All praise be to God. He will show you His signs, and you will recognise them. Your Lord is not heedless of what you do.\""
    }
  ]
}