{
  "index": 54,
  "ayas": [
    {
      "index": 1,
      "text": "THE HOUR HAS come and split is the moon."
    },
    {
      "index": 2,
      "text": "But if they see a sign they turn away, and say: \"This is the same old lie continuing,\""
    },
    {
      "index": 3,
      "text": "And deny, and follow their own vain desires; but every matter is determined at its time."
    },
    {
      "index": 4,
      "text": "Messages deterring them from evil had come to them,"
    },
    {
      "index": 5,
      "text": "Containing consummate wisdom; yet warnings were of no avail."
    },
    {
      "index": 6,
      "text": "So turn away from them. When on the Day the crier calls to the painful business,"
    },
    {
      "index": 7,
      "text": "They will come out of the graves with downcast eyes like an expanding swarm of locusts."
    },
    {
      "index": 8,
      "text": "They will hasten forward to the caller, gazes fixed. And the unbelievers will say: \"This is the day of untold woe.\""
    },
    {
      "index": 9,
      "text": "The people of Noah had denied before them, and had called Our votary a liar, and said: \"He is possessed,\" and repulsed him."
    },
    {
      "index": 10,
      "text": "So he prayed to his Lord: \"I am helpless, deliver me.\""
    },
    {
      "index": 11,
      "text": "And We opened up the flood gates of the sky with water pouring down in torrents,"
    },
    {
      "index": 12,
      "text": "And We opened up the springs of the earth; and the waters met for a decreed end."
    },
    {
      "index": 13,
      "text": "But We bore him on a (vessel made) of planks and oakum,"
    },
    {
      "index": 14,
      "text": "Which sailed right under Our eyes: A recompense for him who had been denied."
    },
    {
      "index": 15,
      "text": "And We left it as a sign. Is there anyone who will be warned?"
    },
    {
      "index": 16,
      "text": "How was then My punishment and My commination!"
    },
    {
      "index": 17,
      "text": "Easy have We made the Qur'an to understand: So is there any one who will be warned?"
    },
    {
      "index": 18,
      "text": "The 'Ad had also disavowed. How was then My punishment and My commination!"
    },
    {
      "index": 19,
      "text": "We let loose against them a violent roaring wind on a day of ill omen, continuous,"
    },
    {
      "index": 20,
      "text": "Which snatched away men as though they were palm trees pulled out by the roots."
    },
    {
      "index": 21,
      "text": "How was then My punishment and My commination!"
    },
    {
      "index": 22,
      "text": "Easy have We made the Qur'an to understand: So is there any one who will pay heed?"
    },
    {
      "index": 23,
      "text": "The Thamud rejected the warnings,"
    },
    {
      "index": 24,
      "text": "And said: \"Should we follow only one man among us? In that case we shall he in error and insane."
    },
    {
      "index": 25,
      "text": "Was he the one of all of us to have been given the exposition? He is surely an impudent liar.\""
    },
    {
      "index": 26,
      "text": "\"Tomorrow they will know who is the impudent liar!"
    },
    {
      "index": 27,
      "text": "We shall send the she-camel to try them. So watch them, and be constant."
    },
    {
      "index": 28,
      "text": "Tell them that the water is to be apportioned between them (and her); and every turn of drinking will be fixed (for each).\""
    },
    {
      "index": 29,
      "text": "But they called their commander, who seized and hamstrung her."
    },
    {
      "index": 30,
      "text": "How was then My punishment of which they had been warned?"
    },
    {
      "index": 31,
      "text": "We sent a single blast against them, and they were reduced to husks of a decayed fence."
    },
    {
      "index": 32,
      "text": "Easy have We made the Qur'an to understand: So is there any one who will be warned?"
    },
    {
      "index": 33,
      "text": "The people of Lot rejected the warnings."
    },
    {
      "index": 34,
      "text": "We sent a stone-hurtling storm against them, except the family of Lot whom We saved in the early hours of the morning"
    },
    {
      "index": 35,
      "text": "As a favour from Us. That is how We reward the grateful."
    },
    {
      "index": 36,
      "text": "He had warned them of Our might, but they passed over the warnings."
    },
    {
      "index": 37,
      "text": "They lusted after his guests, so We put out their eyes (and said): \"Taste My punishment and My commination.\""
    },
    {
      "index": 38,
      "text": "And early in the morning the decreed punishment came upon them."
    },
    {
      "index": 39,
      "text": "So now taste My punishment and My commination!"
    },
    {
      "index": 40,
      "text": "Easy have We made the Qur'an to understand: So is there any one who will be warned?"
    },
    {
      "index": 41,
      "text": "The warnings came to the people of Pharaoh."
    },
    {
      "index": 42,
      "text": "They rejected each one of Our signs. So We seized them with the grip of one mighty and powerful."
    },
    {
      "index": 43,
      "text": "Are the unbelievers among you any better than they? Or is there immunity for you in the Scriptures?"
    },
    {
      "index": 44,
      "text": "Or do they say: \"We are a well-accoutred army?\""
    },
    {
      "index": 45,
      "text": "The army will be routed and put to flight."
    },
    {
      "index": 46,
      "text": "Surely the Hour will be the moment of their promise, and that moment will be calamitous and distressing."
    },
    {
      "index": 47,
      "text": "Surely the sinners are misguided and insane."
    },
    {
      "index": 48,
      "text": "On that Day they will be dragged into the fire faces foremost, (and told:) \"Taste the feel of Hell.\""
    },
    {
      "index": 49,
      "text": "We have indeed created all things by measure;"
    },
    {
      "index": 50,
      "text": "And Our command is but one (word) swift as the winking of an eye."
    },
    {
      "index": 51,
      "text": "We have destroyed the likes of you in the past: So is there any one who will be warned?"
    },
    {
      "index": 52,
      "text": "All things they do are (recorded) in the books;"
    },
    {
      "index": 53,
      "text": "All things small or great have been written down."
    },
    {
      "index": 54,
      "text": "Surely those who fear God and follow the straight path will be amidst gardens and light,"
    },
    {
      "index": 55,
      "text": "At the still centre in the proximity of the King all-powerful."
    }
  ]
}