{
  "index": 70,
  "ayas": [
    {
      "index": 1,
      "text": "AN INQUIRER ASKED for the affliction that is to come"
    },
    {
      "index": 2,
      "text": "Upon the infidels -- which none would be able to repel --"
    },
    {
      "index": 3,
      "text": "From God, the Lord of the steps (of progression),"
    },
    {
      "index": 4,
      "text": "To whom the angels and the soul take a day to ascend, whose length is fifty thousand years."
    },
    {
      "index": 5,
      "text": "So persevere with becoming patience."
    },
    {
      "index": 6,
      "text": "They surely take it to be far away,"
    },
    {
      "index": 7,
      "text": "But We see it very near."
    },
    {
      "index": 8,
      "text": "The day the sky becomes like molten brass,"
    },
    {
      "index": 9,
      "text": "The mountains like the tufts of (carded) wool,"
    },
    {
      "index": 10,
      "text": "And no friend inquires after friend"
    },
    {
      "index": 11,
      "text": "Though within sight of one another. The sinner would like to ransom himself from the torment of that Day by offering his sons,"
    },
    {
      "index": 12,
      "text": "His wife and his brother,"
    },
    {
      "index": 13,
      "text": "And his family who had stood by him,"
    },
    {
      "index": 14,
      "text": "And all those who are on the earth, to save himself."
    },
    {
      "index": 15,
      "text": "But never. It is pure white flame"
    },
    {
      "index": 16,
      "text": "That would skin the scalp."
    },
    {
      "index": 17,
      "text": "It will summon whoever turns his back and flees,"
    },
    {
      "index": 18,
      "text": "Who amasses and then hoards."
    },
    {
      "index": 19,
      "text": "Surely man is greedy by nature."
    },
    {
      "index": 20,
      "text": "If evil befalls him he is perturbed;"
    },
    {
      "index": 21,
      "text": "If good comes to him he holds back his hand,"
    },
    {
      "index": 22,
      "text": "Except those who closely follow (the Book of God),"
    },
    {
      "index": 23,
      "text": "Who persevere in devotion,"
    },
    {
      "index": 24,
      "text": "In whose wealth a due share is included"
    },
    {
      "index": 25,
      "text": "For the needy and those dispossessed,"
    },
    {
      "index": 26,
      "text": "And those who believe in the Day of Judgement,"
    },
    {
      "index": 27,
      "text": "And those who fear the punishment of their Lord, --"
    },
    {
      "index": 28,
      "text": "Surely no one can be secure from the punishment of his Lord, --"
    },
    {
      "index": 29,
      "text": "And those who guard their sex except from their wives and women slaves of old"
    },
    {
      "index": 30,
      "text": "Are free of blame,"
    },
    {
      "index": 31,
      "text": "But those who seek more than this will be transgressors;"
    },
    {
      "index": 32,
      "text": "And those who fulfil their trusts and covenants,"
    },
    {
      "index": 33,
      "text": "Who uphold their testimonies,"
    },
    {
      "index": 34,
      "text": "And those who are mindful of their moral obligations."
    },
    {
      "index": 35,
      "text": "They will live in gardens with honour."
    },
    {
      "index": 36,
      "text": "What is the matter with unbelievers that they stare at you with fixed gazes and hasten towards you"
    },
    {
      "index": 37,
      "text": "In crowds, right and left?"
    },
    {
      "index": 38,
      "text": "Does every one of them wish to enter the garden of tranquility?"
    },
    {
      "index": 39,
      "text": "Never so. We have created them from what they know."
    },
    {
      "index": 40,
      "text": "So I swear by the Lord of the Easts and the Wests that We are certainly able"
    },
    {
      "index": 41,
      "text": "To bring better people than they in their place; and they will not be able to thwart Us."
    },
    {
      "index": 42,
      "text": "So leave them to their vain disputes and amusement till they meet their day (of reckoning) promised them,"
    },
    {
      "index": 43,
      "text": "The day when they will come out of their graves in all haste as though rushing to their altars,"
    },
    {
      "index": 44,
      "text": "Eyes lowered, shame attending. That is the day they have been promised!"
    }
  ]
}