{
  "index": 69,
  "ayas": [
    {
      "index": 1,
      "text": "THE CONCRETE REALITY."
    },
    {
      "index": 2,
      "text": "What is the concrete reality?"
    },
    {
      "index": 3,
      "text": "What do you comprehend by the concrete reality?"
    },
    {
      "index": 4,
      "text": "The Thamud and 'Ad denied the consequential calamity."
    },
    {
      "index": 5,
      "text": "So destroyed were the Thamud by a storm of thunder and lightning;"
    },
    {
      "index": 6,
      "text": "And the 'Ad were destroyed by the furious cold blast of roaring wind"
    },
    {
      "index": 7,
      "text": "Which He sent to assail them for seven nights and eight days running. You should have seen the people prostrate like the decayed trunks of date-palm trees."
    },
    {
      "index": 8,
      "text": "Do you see any trace of them?"
    },
    {
      "index": 9,
      "text": "Then came the Pharaoh, and those before him whose habitations were overthrown while they were committing crimes."
    },
    {
      "index": 10,
      "text": "When they disobeyed the apostle of their Lord He seized them with an overwhelming punishment."
    },
    {
      "index": 11,
      "text": "When the water rose in flood, We bore you in the ark,"
    },
    {
      "index": 12,
      "text": "In order to make it a warning for you, and that the ear retentive may preserve it."
    },
    {
      "index": 13,
      "text": "When the single blast is sounded on the trumpet,"
    },
    {
      "index": 14,
      "text": "And the earth and mountains heaved and crushed to powder with one levelling blow,"
    },
    {
      "index": 15,
      "text": "On that Day will come what is to come."
    },
    {
      "index": 16,
      "text": "The sky will cleave asunder on that day and fall to pieces."
    },
    {
      "index": 17,
      "text": "On its fringes will be angels, eight of them, bearing their Lord's throne aloft."
    },
    {
      "index": 18,
      "text": "You will then be set before Him, and not one of you will remain unexposed."
    },
    {
      "index": 19,
      "text": "He who is given his ledger in his right hand, will say: \"Here, read my ledger."
    },
    {
      "index": 20,
      "text": "I was certain I'll be given my account.\""
    },
    {
      "index": 21,
      "text": "So he shall have an agreeable life"
    },
    {
      "index": 22,
      "text": "In high empyrean"
    },
    {
      "index": 23,
      "text": "With fruits hanging low within reach,"
    },
    {
      "index": 24,
      "text": "(And told:) \"Eat and drink to your fill as reward for (good) deeds you had done in days of yore.\""
    },
    {
      "index": 25,
      "text": "But whosoever gets his ledger in his left hand, will say: \"Would that I were never given my ledger,"
    },
    {
      "index": 26,
      "text": "And not known my account!"
    },
    {
      "index": 27,
      "text": "I wish death had put an end to me."
    },
    {
      "index": 28,
      "text": "Of no use was even my wealth."
    },
    {
      "index": 29,
      "text": "Vanished has my power from me.\""
    },
    {
      "index": 30,
      "text": "\"Seize him and manacle him,"
    },
    {
      "index": 31,
      "text": "Then cast him to be burnt in Hell;"
    },
    {
      "index": 32,
      "text": "And string him to a chain seventy cubits long."
    },
    {
      "index": 33,
      "text": "He did not believe in God the supreme,"
    },
    {
      "index": 34,
      "text": "Nor urged others to feed the poor."
    },
    {
      "index": 35,
      "text": "That is why he has no friend today,"
    },
    {
      "index": 36,
      "text": "Nor food other than suppuration (filth)"
    },
    {
      "index": 37,
      "text": "Which none but the hellish eat.\""
    },
    {
      "index": 38,
      "text": "So, I call to witness what you see"
    },
    {
      "index": 39,
      "text": "And what you do not see,"
    },
    {
      "index": 40,
      "text": "That this is indeed the word of the noble Messenger,"
    },
    {
      "index": 41,
      "text": "And not the word of a poet. How little is it that you believe!"
    },
    {
      "index": 42,
      "text": "Nor is it the word of a soothsayer. Little is it that you reflect!"
    },
    {
      "index": 43,
      "text": "It has been sent down by the Lord of all the worlds."
    },
    {
      "index": 44,
      "text": "Had he attributed falsely any words to Us,"
    },
    {
      "index": 45,
      "text": "We would have seized him by his right hand,"
    },
    {
      "index": 46,
      "text": "Then cut off his aorta,"
    },
    {
      "index": 47,
      "text": "And not one of you would have been able to stop (Us)."
    },
    {
      "index": 48,
      "text": "It is really a reminder for those who fear God and follow the straight path."
    },
    {
      "index": 49,
      "text": "We certainly know that some among you do deny it."
    },
    {
      "index": 50,
      "text": "It is surely the nemesis of unbelievers."
    },
    {
      "index": 51,
      "text": "And He, He is indeed the ultimate Reality."
    },
    {
      "index": 52,
      "text": "So glorify your Lord, the most supreme."
    }
  ]
}