{
  "index": 75,
  "ayas": [
    {
      "index": 1,
      "text": "I CALL TO WITNESS the Day of Resurrection,"
    },
    {
      "index": 2,
      "text": "And I call the reprehensive soul to witness:"
    },
    {
      "index": 3,
      "text": "Does man think We shall not put his bones together?"
    },
    {
      "index": 4,
      "text": "Surely We are able to reform even his finger-tips."
    },
    {
      "index": 5,
      "text": "Yet man is sceptical of what is right before him."
    },
    {
      "index": 6,
      "text": "He asks: \"When will the Day of Resurrection be?\""
    },
    {
      "index": 7,
      "text": "Yet when the eyes are dazzled,"
    },
    {
      "index": 8,
      "text": "The moon eclipsed,"
    },
    {
      "index": 9,
      "text": "And the sun and moon are conjoined,"
    },
    {
      "index": 10,
      "text": "That day man will say: \"Where can I find escape?\""
    },
    {
      "index": 11,
      "text": "Never so, for there will be no escape."
    },
    {
      "index": 12,
      "text": "With your Lord alone will be the retreat on that day."
    },
    {
      "index": 13,
      "text": "Then man will be told what he had sent ahead (of good) and what he had left behind."
    },
    {
      "index": 14,
      "text": "In fact man is a witness against himself,"
    },
    {
      "index": 15,
      "text": "Whatever the excuses he may offer."
    },
    {
      "index": 16,
      "text": "Do not forestall (the revelation before its completion) by acting in haste."
    },
    {
      "index": 17,
      "text": "Surely its collection and recitation are Our responsibility."
    },
    {
      "index": 18,
      "text": "So, as We recite it, follow its reading."
    },
    {
      "index": 19,
      "text": "The exposition of its meaning surely rests on Us."
    },
    {
      "index": 20,
      "text": "But no. You love this transient life,"
    },
    {
      "index": 21,
      "text": "And neglect the Hereafter."
    },
    {
      "index": 22,
      "text": "How many faces will be refulgent on that Day,"
    },
    {
      "index": 23,
      "text": "Waiting for their Lord."
    },
    {
      "index": 24,
      "text": "And how many faces on that Day will be woe-begone"
    },
    {
      "index": 25,
      "text": "Fearing that a great disaster is going to befall them."
    },
    {
      "index": 26,
      "text": "Never so, for when life withdraws into the clavicula,"
    },
    {
      "index": 27,
      "text": "And it is asked: \"Is there any reciter of charms and amulets?\""
    },
    {
      "index": 28,
      "text": "He will then realise it is the parting,"
    },
    {
      "index": 29,
      "text": "And anguish will be heaped upon anguish:"
    },
    {
      "index": 30,
      "text": "To your Lord then will be the driving."
    },
    {
      "index": 31,
      "text": "For he neither believed nor prayed,"
    },
    {
      "index": 32,
      "text": "But only disavowed and turned away;"
    },
    {
      "index": 33,
      "text": "Then he strutted back to his people."
    },
    {
      "index": 34,
      "text": "Alas the woe for you, alas!"
    },
    {
      "index": 35,
      "text": "Alas, the woe for you!"
    },
    {
      "index": 36,
      "text": "Does man think that he will be left alone to himself, free?"
    },
    {
      "index": 37,
      "text": "Was he not an emitted drop of semen,"
    },
    {
      "index": 38,
      "text": "Then formed into an embryo? Then He fashioned, shaped and proportioned"
    },
    {
      "index": 39,
      "text": "And assigned it sexes, male and female."
    },
    {
      "index": 40,
      "text": "Cannot such as He bring the dead to life?"
    }
  ]
}