{
  "index": 15,
  "ayas": [
    {
      "index": 1,
      "text": "ALIF LAM RA. These are the verses of the Book and the perspicuous oration."
    },
    {
      "index": 2,
      "text": "The unbelievers would haply like to wish that they had submitted (and become Muslim)."
    },
    {
      "index": 3,
      "text": "Leave them to feast and revel, beguiled by hope; they will come to know soon."
    },
    {
      "index": 4,
      "text": "Not one habitation have We destroyed but at the time determined for it."
    },
    {
      "index": 5,
      "text": "No people can hasten or delay the term already fixed for them."
    },
    {
      "index": 6,
      "text": "And yet they say: \"You, to whom this Exposition has been sent are surely possessed of the Devil."
    },
    {
      "index": 7,
      "text": "If you are a man of truth, why can't you bring the angels to us?\""
    },
    {
      "index": 8,
      "text": "But then We never send the angels down save with the purpose (of enforcing their doom), after which they will not be given more respite."
    },
    {
      "index": 9,
      "text": "We have sent down this Exposition, and We will guard it."
    },
    {
      "index": 10,
      "text": "We had also sent apostles to people of earlier persuasions."
    },
    {
      "index": 11,
      "text": "But never once an apostle came to them at whom they did not scoff."
    },
    {
      "index": 12,
      "text": "We place in the hearts of sinners (disbelief)."
    },
    {
      "index": 13,
      "text": "So, they will not believe in it: The example of former people is there."
    },
    {
      "index": 14,
      "text": "Even if We open a door in the heavens and they ascend through it in broad daylight,"
    },
    {
      "index": 15,
      "text": "They will say all the same: \"Our eyes were dazed (and clouded over). We were a people ensorcelled.\""
    },
    {
      "index": 16,
      "text": "We have placed the signs of the Zodiac in the sky, and decked it out for those who can see;"
    },
    {
      "index": 17,
      "text": "And We have preserved it from every accursed devil,"
    },
    {
      "index": 18,
      "text": "Except the ones who listen on the sly, yet they are chased away by a shooting flame."
    },
    {
      "index": 19,
      "text": "We stretched the earth and placed upon it firm stabilisers, and made all things grow upon it balanced evenly."
    },
    {
      "index": 20,
      "text": "We have provided on it sustenance for you, and for those you cannot provide."
    },
    {
      "index": 21,
      "text": "Of all things there are We have the stores, and send them down in determined measure."
    },
    {
      "index": 22,
      "text": "We send rain-impregnated winds, and water from the sky which you drink, but you are not the keepers of its store."
    },
    {
      "index": 23,
      "text": "It is We who give life and We who give death, and We are the One who will abide."
    },
    {
      "index": 24,
      "text": "We surely know those of you who go forward and those of you who lag behind."
    },
    {
      "index": 25,
      "text": "Your Lord will surely gather them together: Certainly He is all-wise and all-knowing."
    },
    {
      "index": 26,
      "text": "Man We fashioned from fermented clay dried tingling hard,"
    },
    {
      "index": 27,
      "text": "As We fashioned jinns before from intense radiated heat."
    },
    {
      "index": 28,
      "text": "But when your Lord said to the angels: \"I am verily going to create a human being from fermented clay dried tingling hard;"
    },
    {
      "index": 29,
      "text": "And when I have fashioned him and breathed into him of My spirit, bow before him in homage;\""
    },
    {
      "index": 30,
      "text": "The angels bowed in homage in a body"
    },
    {
      "index": 31,
      "text": "Except Iblis. He refused to bow with the adorers."
    },
    {
      "index": 32,
      "text": "\"How is it, O Iblis,\" said (the Lord), \"you did not join those who bowed in homage?\""
    },
    {
      "index": 33,
      "text": "\"How could I bow,\" said he, \"before a mortal whom You created from fermented clay dried tingling hard?\""
    },
    {
      "index": 34,
      "text": "\"Go hence, execrable,\" (said the Lord), \"from this place,"
    },
    {
      "index": 35,
      "text": "Condemned till the day of Doom!\""
    },
    {
      "index": 36,
      "text": "\"O my Lord,\" said he, \"give me respite till the day the dead are raised.\""
    },
    {
      "index": 37,
      "text": "\"You are among the reprieved,\" (said the Lord),"
    },
    {
      "index": 38,
      "text": "\"Till the predetermined time.\""
    },
    {
      "index": 39,
      "text": "\"O my Lord,\" he said, \"since You have led me into error I'll beguile them with the pleasures of the world and lead them astray,"
    },
    {
      "index": 40,
      "text": "Except the chosen ones among Your creatures.\""
    },
    {
      "index": 41,
      "text": "(To which God) said: \"This way is right by Me."
    },
    {
      "index": 42,
      "text": "No power shall you have over (all) My creatures except those who fall into error and follow you,"
    },
    {
      "index": 43,
      "text": "For whom the ordained place is surely Hell,"
    },
    {
      "index": 44,
      "text": "Which has several gates, and each gate is marked for every section of them.\""
    },
    {
      "index": 45,
      "text": "Verily those who keep away from evil and follow the straight path shall be in the midst of gardens and springs of water."
    },
    {
      "index": 46,
      "text": "\"Enter in peace and tranquility,\" (they will be told)."
    },
    {
      "index": 47,
      "text": "We shall cast out any grudge they may have in their hearts. (There) they will sit on couches face to face like brothers together."
    },
    {
      "index": 48,
      "text": "No weariness will come upon them, nor will they be sent away from there."
    },
    {
      "index": 49,
      "text": "Announce to My creatures that I am indeed forgiving and kind,"
    },
    {
      "index": 50,
      "text": "But My punishment is surely a painful one."
    },
    {
      "index": 51,
      "text": "Inform them about the matter of Abraham's guests."
    },
    {
      "index": 52,
      "text": "When they came to him and said: \"Peace,\" he answered: \"Truly we are afraid of you.\""
    },
    {
      "index": 53,
      "text": "\"Have no fear,\" they said. \"We bring you news of a son full of wisdom.\""
    },
    {
      "index": 54,
      "text": "\"You bring me the good news now,\" he said, \"when old age has come upon me. What good news are you giving me then?\""
    },
    {
      "index": 55,
      "text": "\"We have given you the happy tidings of a truth,\" they replied. \"So do not be one of those who despair.\""
    },
    {
      "index": 56,
      "text": "\"Who would despair of the mercy of his Lord,\" he answered, \"but those who go astray.\""
    },
    {
      "index": 57,
      "text": "And asked them: \"What matter, O angels, brings you here?\""
    },
    {
      "index": 58,
      "text": "\"We have been sent,\" they said, \"to (punish) a sinful people,"
    },
    {
      "index": 59,
      "text": "\"Except the family of Lot whom we shall save"
    },
    {
      "index": 60,
      "text": "\"Other than his wife who, it is decreed, will remain with those who will stay behind.\""
    },
    {
      "index": 61,
      "text": "When the messengers came to the family of Lot,"
    },
    {
      "index": 62,
      "text": "He said: \"You are people I do not know.\""
    },
    {
      "index": 63,
      "text": "\"We have come to you with news,\" they said, \"of what your people doubt;"
    },
    {
      "index": 64,
      "text": "\"Yet we bring to you the truth, and we are truthful."
    },
    {
      "index": 65,
      "text": "\"So leave with your family late in the night, yourself remaining in the rear, and let none turn back to look, and go where you will be commanded.\""
    },
    {
      "index": 66,
      "text": "We issued this command to him, for they were going to be destroyed in the morning."
    },
    {
      "index": 67,
      "text": "Then came the people of the city, exulting at the news."
    },
    {
      "index": 68,
      "text": "Said Lot: \"These are my guests; do not put me to shame,"
    },
    {
      "index": 69,
      "text": "\"And do not disgrace me. Have some fear of God.\""
    },
    {
      "index": 70,
      "text": "\"Did we not restrain you,\" they said, \"from (entertaining) creatures from the outside world?\""
    },
    {
      "index": 71,
      "text": "\"Here are my daughters,\" said Lot, \"if you are so active.\""
    },
    {
      "index": 72,
      "text": "Verily by your life they were utterly confused in their (lustful) drunkenness."
    },
    {
      "index": 73,
      "text": "So they were seized by the mighty blast at break of day;"
    },
    {
      "index": 74,
      "text": "And We turned the city upside down, and rained on them stones of hardened lava."
    },
    {
      "index": 75,
      "text": "Herein are really signs for those who discern."
    },
    {
      "index": 76,
      "text": "This (city) lies on a road that still survives."
    },
    {
      "index": 77,
      "text": "Indeed there is a portent in this for those who believe."
    },
    {
      "index": 78,
      "text": "The dwellers of the Wood (near Midian) were also wicked."
    },
    {
      "index": 79,
      "text": "So We punished them too. They are both situated by the highway, clearly visible."
    },
    {
      "index": 80,
      "text": "The people of Al-Hijr denied Our apostles;"
    },
    {
      "index": 81,
      "text": "And though We had given them Our signs they turned away from them."
    },
    {
      "index": 82,
      "text": "They used to hew dwellings in the mountains to live in security."
    },
    {
      "index": 83,
      "text": "But they were seized by the mighty blast towards the morning;"
    },
    {
      "index": 84,
      "text": "And all that they had done (for security) availed them nothing."
    },
    {
      "index": 85,
      "text": "We have not created but with reason the heavens and the earth and all that lies within them. The Hour (of the great change) is certain to come. So turn away (from them) with a grace."
    },
    {
      "index": 86,
      "text": "Surely your Lord is the Creator and knows (everything)."
    },
    {
      "index": 87,
      "text": "We have indeed given you the seven oft-repeated (examples), and the majestic Qur'an."
    },
    {
      "index": 88,
      "text": "So covet not things We have bestowed on a portion of them to enjoy, and do not grieve for them, and protect those who believe;"
    },
    {
      "index": 89,
      "text": "And say: \"I am a distinct warner,\""
    },
    {
      "index": 90,
      "text": "Like (those) We had sent to those schismatics who slandered their Books"
    },
    {
      "index": 91,
      "text": "And severed their Scripture into fragments."
    },
    {
      "index": 92,
      "text": "By your Lord We shall question them one and all"
    },
    {
      "index": 93,
      "text": "About their deeds."
    },
    {
      "index": 94,
      "text": "So declare to them what We have enjoined, and turn away from idolaters."
    },
    {
      "index": 95,
      "text": "We are surely sufficient to deal with those who scoff at you,"
    },
    {
      "index": 96,
      "text": "Who place other gods besides God. They will come to know soon."
    },
    {
      "index": 97,
      "text": "We are well aware that you are disheartened by what they say."
    },
    {
      "index": 98,
      "text": "But you should glorify your Lord with praises, and be among those who bow in submission;"
    },
    {
      "index": 99,
      "text": "And go on worshipping your Lord till the certainty (of death) comes upon you."
    }
  ]
}