{
  "index": 43,
  "ayas": [
    {
      "index": 1,
      "text": "HA MIM."
    },
    {
      "index": 2,
      "text": "I call to witness the lucent Book,"
    },
    {
      "index": 3,
      "text": "That We made it a distinctly lucid Qur'an that you may understand."
    },
    {
      "index": 4,
      "text": "It is inscribed in the original Book (of Books) with Us, sublime, dispenser of (all) laws."
    },
    {
      "index": 5,
      "text": "Should We have withdrawn the Reminder from you as you are a people who exceed the bounds?"
    },
    {
      "index": 6,
      "text": "Many a prophet had We sent to the earlier communities,"
    },
    {
      "index": 7,
      "text": "But never did a prophet come at whom they did not scoff."
    },
    {
      "index": 8,
      "text": "So We destroyed far more powerful (nations) than they. The example of earlier people is there."
    },
    {
      "index": 9,
      "text": "If you ask them: \"Who created the heavens and the earth?\" they will answer: \"The Mighty and All-knowing created them,\""
    },
    {
      "index": 10,
      "text": "He who made the earth a bed for you, and laid out tracks upon it so that you may find the way;"
    },
    {
      "index": 11,
      "text": "Who sent down water in due measure from the sky, then quickened a region that was dead -- So shall We bring you forth --"
    },
    {
      "index": 12,
      "text": "He who created pairs of everything, and fashioned for you boats and beasts on which you ride,"
    },
    {
      "index": 13,
      "text": "So that when you sit astride of them and think of the bounties of your Lord, you may say: \"All glory to Him who subjugated these for us. We were incapable of doing so."
    },
    {
      "index": 14,
      "text": "Surely we have to go back to our Lord.\""
    },
    {
      "index": 15,
      "text": "Yet they make some of His creatures His offspring! Man is surely most ungrateful."
    },
    {
      "index": 16,
      "text": "Or has He taken from those He has created daughters for Himself, and assigned sons to you?"
    },
    {
      "index": 17,
      "text": "Yet when news of (a daughter) they had reserved for Ar-Rahman comes to one of them, his face is blackened (with shame), and he grieves in silence inwardly."
    },
    {
      "index": 18,
      "text": "Can one who has been raised on ornaments and cannot present her case coolly in a dispute (be associated with God?)"
    },
    {
      "index": 19,
      "text": "Yet they have made the angels, who are creatures of Ar-Rahman, females. Did they witness their creation? We shall record their testimony, and they will be interrogated."
    },
    {
      "index": 20,
      "text": "Yet they say: \"If Ar-Rahman had so pleased we would not have worshipped them.\" They have no knowledge of it in the least. They only make up lies."
    },
    {
      "index": 21,
      "text": "Did We give them a Scripture before this to which they are holding fast?"
    },
    {
      "index": 22,
      "text": "In fact they say: \"We found our fathers following a certain way, and are guided by their footprints.\""
    },
    {
      "index": 23,
      "text": "Thus, We never sent an admonisher to a settlement before you but the decadent among them said. \"We found our fathers following this way, and we are walking in their footsteps.\""
    },
    {
      "index": 24,
      "text": "\"Even if I bring you a better guidance,\" he rejoined, \"than the one you found your fathers on?\" Still they said: \"We do not believe in what you have brought.\""
    },
    {
      "index": 25,
      "text": "Then We punished them. So look at the fate of those who denied."
    },
    {
      "index": 26,
      "text": "When Abraham said to his father and his people: \"I am rid of what you worship"
    },
    {
      "index": 27,
      "text": "Other than Him who created me. He will show me the right way.\""
    },
    {
      "index": 28,
      "text": "This is the legacy he left to his descendants so that they may turn (to God)."
    },
    {
      "index": 29,
      "text": "In fact, I allowed them and their fathers to enjoy this life till the truth, and the apostle preaching it lucidly, came to them."
    },
    {
      "index": 30,
      "text": "Yet when the truth had come to them, they said: \"This is sorcery. We shall never believe in it.\""
    },
    {
      "index": 31,
      "text": "They also said: \"Why was this Qur'an not sent down to some great man of the two cities?\""
    },
    {
      "index": 32,
      "text": "Are they the ones who dispense the favour of your Lord? It is He who apportions the means of livelihood among them in this world, and raises some in position over the others to make some others submissive. The favours of your Lord are better than what they amass."
    },
    {
      "index": 33,
      "text": "Had it not been that all people would become one community (of unbelievers), We might have given those who disbelieve in Ar-Rahman roofs of silver for their dwellings and (silver) stairs for mounting,"
    },
    {
      "index": 34,
      "text": "And doors (of silver) for their houses, (silver) couches for reclining,"
    },
    {
      "index": 35,
      "text": "And ornaments of gold. But all this would have been nothing but the vanity of this world. The Hereafter with your Lord is for those who take heed for themselves and follow the straight path."
    },
    {
      "index": 36,
      "text": "We shall attach to him who goes blind to the remembrance of Ar-Rahman a devil as companion, --"
    },
    {
      "index": 37,
      "text": "Surely the (devils) obstruct them from the path, though they think they are rightly guided, --"
    },
    {
      "index": 38,
      "text": "Until when he comes before Us he will say (to the devil): \"Would to God there was a distance of the East and West between you and me, for you were an evil companion!\""
    },
    {
      "index": 39,
      "text": "But nothing will avail you on that day, for you were unjust, and you will be partners in the punishment."
    },
    {
      "index": 40,
      "text": "Can you make the deaf to hear, or show the blind, and those lost in clear error, the way?"
    },
    {
      "index": 41,
      "text": "We shall punish them whether We take you away,"
    },
    {
      "index": 42,
      "text": "Or show you some of what We have promised them. They are certainly well within Our power."
    },
    {
      "index": 43,
      "text": "So hold fast to what has been revealed to you. You are truly on the right path."
    },
    {
      "index": 44,
      "text": "It is a (source) of greatness for you and your people. You will surely be questioned about it."
    },
    {
      "index": 45,
      "text": "Inquire of apostles We had sent before you if We appointed gods to be worshipped other than Ar-Rahman."
    },
    {
      "index": 46,
      "text": "We sent Moses with Our signs to the Pharaoh and his nobles. He said: \"I have been sent by the Lord of all the worlds.\""
    },
    {
      "index": 47,
      "text": "But when he brought to them Our signs they laughed at them,"
    },
    {
      "index": 48,
      "text": "(Even though) each miracle that We showed them was greater than the other. So We seized them with chastisement so that they may turn back."
    },
    {
      "index": 49,
      "text": "But they said: \"O sorcerer, call on your Lord for us in accordance with the compact He has made with you. We shall certainly come to guidance.\""
    },
    {
      "index": 50,
      "text": "Yet no sooner did We take away the affliction from them than they broke their pledge."
    },
    {
      "index": 51,
      "text": "And the Pharaoh said to his people: \"O people, is not mine the kingdom of Egypt and these rivers that flow at my feet? Can you still not comprehend?"
    },
    {
      "index": 52,
      "text": "Am I (not) better than him who is contemptible, and cannot even express himself clearly?"
    },
    {
      "index": 53,
      "text": "Why were then no bracelets of gold shed upon him from above, or angels sent down as a retinue with him?\""
    },
    {
      "index": 54,
      "text": "Thus he made light (of the matter) to his people, and they obeyed him. They were certainly wicked."
    },
    {
      "index": 55,
      "text": "But when they roused Our anger We inflicted retributive punishment and drowned them all,"
    },
    {
      "index": 56,
      "text": "And made them a precedent and example for posterity."
    },
    {
      "index": 57,
      "text": "When the example of Mary's son is quoted before them, your people cry out at it,"
    },
    {
      "index": 58,
      "text": "And say: \"Are our deities better or he?\" They say this only for disputing. Surely they are a contentious people."
    },
    {
      "index": 59,
      "text": "(Jesus) was only a creature whom We favoured and made an example for the children of Israel."
    },
    {
      "index": 60,
      "text": "If We pleased We could have put angels in place of you as trustees on the earth."
    },
    {
      "index": 61,
      "text": "He is certainly the sign of the Hour (of change). So have no doubt about it, and listen to me. This is the straight path."
    },
    {
      "index": 62,
      "text": "Let not Satan misdirect you. He is your open enemy."
    },
    {
      "index": 63,
      "text": "When Jesus came with the signs, he said: \"I have come to you with authority, and to explain some thing about which you are at variance. So fear God, and follow me."
    },
    {
      "index": 64,
      "text": "Verily God is my Lord and your Lord; so worship Him. This is the straight path.\""
    },
    {
      "index": 65,
      "text": "But the factions differed among themselves. Woe alas to the sinners for the torment of the grievous Day!"
    },
    {
      "index": 66,
      "text": "Are they waiting (for any thing) but the Hour (of Doom) which would descend upon them suddenly, and catch them unawares?"
    },
    {
      "index": 67,
      "text": "Friends will turn into enemies on that day, except those who fear and follow the straight path."
    },
    {
      "index": 68,
      "text": "O My creatures, there will be no fear or regret"
    },
    {
      "index": 69,
      "text": "For (those of) you on that day who believed in My revelations and submitted."
    },
    {
      "index": 70,
      "text": "(You will) enter the garden, you and your spouses, and be glad.\""
    },
    {
      "index": 71,
      "text": "Golden platters and goblets will be passed around, and everything the heart desires and pleases the eye will be there, where you will abide for ever."
    },
    {
      "index": 72,
      "text": "This is the Paradise you will inherit (as meed) for your deeds."
    },
    {
      "index": 73,
      "text": "You will have fruits in abundance there to eat."
    },
    {
      "index": 74,
      "text": "The sinners will certainly dwell for ever in the torment of Hell."
    },
    {
      "index": 75,
      "text": "It will not decrease for them; dumb with despair they will stay in it."
    },
    {
      "index": 76,
      "text": "We did not wrong them, they wronged themselves."
    },
    {
      "index": 77,
      "text": "They will call (to the keeper of Hell-gate): \"O Malik, let your Lord decide our fate.\" He will answer: \"You are to stay.\""
    },
    {
      "index": 78,
      "text": "We have brought to you the truth, but most of you despise the truth."
    },
    {
      "index": 79,
      "text": "Have they settled upon a plan? We shall also settle on one."
    },
    {
      "index": 80,
      "text": "Or do they think We do not hear their secrecies and stealthy consultations? In fact, Our messengers who attend them record everything."
    },
    {
      "index": 81,
      "text": "Say: \"If Ar-Rahman had a son I would have been the first of worshippers.\""
    },
    {
      "index": 82,
      "text": "All too glorious is He, Lord of the heavens and the earth, the Lord of all power, for what they ascribe to Him"
    },
    {
      "index": 83,
      "text": "Leave them to their vain discoursing and horse-play till they come to meet their promised day (of reckoning)."
    },
    {
      "index": 84,
      "text": "He is God in heaven and God on earth, and He is all-wise and all-knowing."
    },
    {
      "index": 85,
      "text": "Blessed be He, who holds the kingdom of the heavens and the earth and all that lies between them. He alone has knowledge of the Hour, and to Him will you return."
    },
    {
      "index": 86,
      "text": "Those they invoke apart from Him have no power of intercession, except those who testify to the truth and have knowledge."
    },
    {
      "index": 87,
      "text": "If you ask them who created them, they will answer: \"God.\" How then can they turn away?"
    },
    {
      "index": 88,
      "text": "And (the Prophet) will say: \"O Lord, these are certainly a people who do not believe.\""
    },
    {
      "index": 89,
      "text": "Turn away from them and say: \"Peace.\" They will come to know soon."
    }
  ]
}