{
  "index": 16,
  "name": "النحل",
  "arabic_name": "النَّحْل",
  "english_name": "An-Naḥl",
  "english_meaning": "The Bee",
  "rows": [
    {
      "index": 1,
      "id": 0,
      "show_id": "",
      "arabic": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
      "translation": "In the name of Allah, the Beneficent, the Merciful.",
      "transliteration": "bismillāhir raḥmānir raḥīm"
    },
    {
      "index": 2,
      "id": 1,
      "show_id": "1",
      "arabic": "أَتَىٰٓ أَمْرُ ٱللَّهِ فَلَا تَسْتَعْجِلُوهُ ۚ سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
      "translation": "Allah's commandment has come, therefore do not desire to hasten it; glory be to Him, and highly exalted be He above what they associate (with Him).",
      "transliteration": "atā amrullāhi falā tasta`jilūh ۚ subḥānahu wata`ālā `ammā yushrikūn"
    },
    {
      "index": 3,
      "id": 2,
      "show_id": "2",
      "arabic": "يُنَزِّلُ ٱلْمَلَـٰٓئِكَةَ بِٱلرُّوحِ مِنْ أَمْرِهِۦ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦٓ أَنْ أَنذِرُوٓا۟ أَنَّهُۥ لَآ إِلَـٰهَ إِلَّآ أَنَا۠ فَٱتَّقُونِ",
      "translation": "He sends down the angels with the inspiration by His commandment on whom He pleases of His servants, saying: Give the warning that there is no god but Me, therefore be careful (of your duty) to Me.",
      "transliteration": "yunazzilul malā-ikata bir rūḥi min amrihi `alā man yashā-u min `ibādihi an andhirū annahu lā ilāha illā ana fattaqūn"
    },
    {
      "index": 4,
      "id": 3,
      "show_id": "3",
      "arabic": "خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۚ تَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
      "translation": "He created the heavens and the earth with the truth, highly exalted be He above what they associate (with Him).",
      "transliteration": "khalaqas samāwāti wal-arḍa bil ḥaqq ۚ ta`ālā `ammā yushrikūn"
    },
    {
      "index": 5,
      "id": 4,
      "show_id": "4",
      "arabic": "خَلَقَ ٱلْإِنسَـٰنَ مِن نُّطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ",
      "translation": "He created man from a small seed and lo! he is an open contender.",
      "transliteration": "khalaqal-insāna min nuṭfatin fa-idhā huwa khaṣīmun mubīn"
    },
    {
      "index": 6,
      "id": 5,
      "show_id": "5",
      "arabic": "وَٱلْأَنْعَـٰمَ خَلَقَهَا ۗ لَكُمْ فِيهَا دِفْءٌ وَمَنَـٰفِعُ وَمِنْهَا تَأْكُلُونَ",
      "translation": "And He created the cattle for you; you have in them warm clothing and (many) advantages, and of them do you eat.",
      "transliteration": "wal-an`āma khalaqahā ۗ lakum fīhā dif-un wa manāfi`u wa minhā ta-kulūn"
    },
    {
      "index": 7,
      "id": 6,
      "show_id": "6",
      "arabic": "وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ",
      "translation": "And there is beauty in them for you when you drive them back (to home), and when you send them forth (to pasture).",
      "transliteration": "walakum fīhā jamālun ḥīna turīḥūna waḥīna tasraḥūn"
    },
    {
      "index": 8,
      "id": 7,
      "show_id": "7",
      "arabic": "وَتَحْمِلُ أَثْقَالَكُمْ إِلَىٰ بَلَدٍ لَّمْ تَكُونُوا۟ بَـٰلِغِيهِ إِلَّا بِشِقِّ ٱلْأَنفُسِ ۚ إِنَّ رَبَّكُمْ لَرَءُوفٌ رَّحِيمٌ",
      "translation": "And they carry your heavy loads to regions which you could not reach but with distress of the souls; most surely your Lord is Compassionate, Merciful.",
      "transliteration": "wataḥmilu athqālakum ilā baladin lam takūnū bālighīhi illā bishiqqil-anfus ۚ inna rabbakum lara-ūfun raḥīm"
    },
    {
      "index": 9,
      "id": 8,
      "show_id": "8",
      "arabic": "وَٱلْخَيْلَ وَٱلْبِغَالَ وَٱلْحَمِيرَ لِتَرْكَبُوهَا وَزِينَةً ۚ وَيَخْلُقُ مَا لَا تَعْلَمُونَ",
      "translation": "And (He made) horses and mules and asses that you might ride upon them and as an ornament; and He creates what you do not know.",
      "transliteration": "wal khayla wal bighāla wal ḥamīra litarkabūhā wazīnah ۚ wayakhluqu mā lā ta`lamūn"
    },
    {
      "index": 10,
      "id": 9,
      "show_id": "9",
      "arabic": "وَعَلَى ٱللَّهِ قَصْدُ ٱلسَّبِيلِ وَمِنْهَا جَآئِرٌ ۚ وَلَوْ شَآءَ لَهَدَىٰكُمْ أَجْمَعِينَ",
      "translation": "And upon Allah it rests to show the right way, and there are some deviating (ways); and if He please He would certainly guide you all aright.",
      "transliteration": "wa`alallāhi qaṣdus sabīli wa minhā jā-ir ۚ walaw shā-a lahadākum ajma`īn"
    },
    {
      "index": 11,
      "id": 10,
      "show_id": "10",
      "arabic": "هُوَ ٱلَّذِىٓ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً ۖ لَّكُم مِّنْهُ شَرَابٌ وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ",
      "translation": "He it is Who sends down water from the cloud for you; it gives drink, and by it (grow) the trees upon which you pasture.",
      "transliteration": "huwal ladhī anzala minas samā-i mā-ā ۖ lakum minhu sharābun wa minhu shajarun fīhi tusīmūn"
    },
    {
      "index": 12,
      "id": 11,
      "show_id": "11",
      "arabic": "يُنۢبِتُ لَكُم بِهِ ٱلزَّرْعَ وَٱلزَّيْتُونَ وَٱلنَّخِيلَ وَٱلْأَعْنَـٰبَ وَمِن كُلِّ ٱلثَّمَرَٰتِ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَتَفَكَّرُونَ",
      "translation": "He causes to grow for you thereby herbage, and the olives, and the palm trees, and the grapes, and of all the fruits; most surely there is a sign in this for a people who reflect.",
      "transliteration": "yunbitu lakum bihiz zar`a waz zaytūna wan nakhīla wal-a`nāba wa min kullith thamarāt ۗ inna fī dhālika la-āyatan liqawmiy yatafakkarūn"
    },
    {
      "index": 13,
      "id": 12,
      "show_id": "12",
      "arabic": "وَسَخَّرَ لَكُمُ ٱلَّيْلَ وَٱلنَّهَارَ وَٱلشَّمْسَ وَٱلْقَمَرَ ۖ وَٱلنُّجُومُ مُسَخَّرَٰتٌۢ بِأَمْرِهِۦٓ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَعْقِلُونَ",
      "translation": "And He has made subservient for you the night and the day and the sun and the moon, and the stars are made subservient by His commandment; most surely there are signs in this for a people who ponder;",
      "transliteration": "wasakhhara lakumul layla wan nahāra wash shamsa wal qamar ۖ wan nujūmu musakhharātun bi-amrih ۗ inna fī dhālika la-āyātin liqawmiy ya`qilūn"
    },
    {
      "index": 14,
      "id": 13,
      "show_id": "13",
      "arabic": "وَمَا ذَرَأَ لَكُمْ فِى ٱلْأَرْضِ مُخْتَلِفًا أَلْوَٰنُهُۥٓ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَذَّكَّرُونَ",
      "translation": "And what He has created in the earth of varied hues most surely there is a sign in this for a people who are mindful.",
      "transliteration": "wa mā dhara-a lakum fil-arḍi mukhtalifan alwānuh ۗ inna fī dhālika la-āyatan liqawmiy yadhhakkarūn"
    },
    {
      "index": 15,
      "id": 14,
      "show_id": "14",
      "arabic": "وَهُوَ ٱلَّذِى سَخَّرَ ٱلْبَحْرَ لِتَأْكُلُوا۟ مِنْهُ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُوا۟ مِنْهُ حِلْيَةً تَلْبَسُونَهَا وَتَرَى ٱلْفُلْكَ مَوَاخِرَ فِيهِ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
      "translation": "And He it is Who has made the sea subservient that you may eat fresh flesh from it and bring forth from it ornaments which you wear, and you see the ships cleaving through it, and that you might seek of His bounty and that you may give thanks.",
      "transliteration": "wahuwal ladhī sakhharal baḥra lita-kulū minhu laḥman ṭariyyan watastakhrijū minhu ḥilyatan talbasūnahā wataral fulka mawākhira fīhi walitabtaghū min faḍlihi wala`allakum tashkurūn"
    },
    {
      "index": 16,
      "id": 15,
      "show_id": "15",
      "arabic": "وَأَلْقَىٰ فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِكُمْ وَأَنْهَـٰرًا وَسُبُلًا لَّعَلَّكُمْ تَهْتَدُونَ",
      "translation": "And He has cast great mountains in the earth lest it might be convulsed with you, and rivers and roads that you may go aright,",
      "transliteration": "wa-alqā fil-arḍi rawāsiya an tamīda bikum wa-anhāran wasubulal la`allakum tahtadūn"
    },
    {
      "index": 17,
      "id": 16,
      "show_id": "16",
      "arabic": "وَعَلَـٰمَـٰتٍ ۚ وَبِٱلنَّجْمِ هُمْ يَهْتَدُونَ",
      "translation": "And landmarks; and by the stars they find the right way.",
      "transliteration": "wa`alāmāt ۚ wabin najmi hum yahtadūn"
    },
    {
      "index": 18,
      "id": 17,
      "show_id": "17",
      "arabic": "أَفَمَن يَخْلُقُ كَمَن لَّا يَخْلُقُ ۗ أَفَلَا تَذَكَّرُونَ",
      "translation": "Is He then Who creates like him who does not create? Do you not then mind?",
      "transliteration": "afaman yakhluqu kaman lā yakhluq ۗ afalā tadhakkarūn"
    },
    {
      "index": 19,
      "id": 18,
      "show_id": "18",
      "arabic": "وَإِن تَعُدُّوا۟ نِعْمَةَ ٱللَّهِ لَا تُحْصُوهَآ ۗ إِنَّ ٱللَّهَ لَغَفُورٌ رَّحِيمٌ",
      "translation": "And if you would count Allah's favors, you will not be able to number them; most surely Allah is Forgiving, Merciful.",
      "transliteration": "wa in ta`uddū ni`matallāhi lā tuḥṣūhā ۗ innallāha laghafūrun raḥīm"
    },
    {
      "index": 20,
      "id": 19,
      "show_id": "19",
      "arabic": "وَٱللَّهُ يَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ",
      "translation": "And Allah knows what you conceal and what you do openly.",
      "transliteration": "wallāhu ya`lamu mā tusirrūna wa mā tu`linūn"
    },
    {
      "index": 21,
      "id": 20,
      "show_id": "20",
      "arabic": "وَٱلَّذِينَ يَدْعُونَ مِن دُونِ ٱللَّهِ لَا يَخْلُقُونَ شَيْـًٔا وَهُمْ يُخْلَقُونَ",
      "translation": "And those whom they call on besides Allah have not created anything while they are themselves created;",
      "transliteration": "wal ladhīna yad`ūna min dūnillāhi lā yakhluqūna shay-an wahum yukhlaqūn"
    },
    {
      "index": 22,
      "id": 21,
      "show_id": "21",
      "arabic": "أَمْوَٰتٌ غَيْرُ أَحْيَآءٍ ۖ وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ",
      "translation": "Dead (are they), not living, and they know not when they shall be raised.",
      "transliteration": "amwātun ghayru aḥyā-i ۖ wa mā yash`urūna ayyāna yub`athūn"
    },
    {
      "index": 23,
      "id": 22,
      "show_id": "22",
      "arabic": "إِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ ۚ فَٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ قُلُوبُهُم مُّنكِرَةٌ وَهُم مُّسْتَكْبِرُونَ",
      "translation": "Your Allah is one Allah; so (as for) those who do not believe in the hereafter, their hearts are ignorant and they are proud.",
      "transliteration": "ilāhukum ilāhun wāḥid ۚ fal ladhīna lā yu-minūna bil-ākhirati qulūbuhum munkiratun wahum mustakbirūn"
    },
    {
      "index": 24,
      "id": 23,
      "show_id": "23",
      "arabic": "لَا جَرَمَ أَنَّ ٱللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ ۚ إِنَّهُۥ لَا يُحِبُّ ٱلْمُسْتَكْبِرِينَ",
      "translation": "Truly Allah knows what they hide and what they manifest; surely He does not love the proud.",
      "transliteration": "lā jarama annallāha ya`lamu mā yusirrūna wa mā yu`linūn ۚ innahu lā yuḥibbul mustakbirīn"
    },
    {
      "index": 25,
      "id": 24,
      "show_id": "24",
      "arabic": "وَإِذَا قِيلَ لَهُم مَّاذَآ أَنزَلَ رَبُّكُمْ ۙ قَالُوٓا۟ أَسَـٰطِيرُ ٱلْأَوَّلِينَ",
      "translation": "And when it is said to them, what is it that your Lord has revealed? They say: Stories of the ancients;",
      "transliteration": "wa idhā qīla lahum mādhā anzala rabbukum qālū asāṭīrul-awwalīn"
    },
    {
      "index": 26,
      "id": 25,
      "show_id": "25",
      "arabic": "لِيَحْمِلُوٓا۟ أَوْزَارَهُمْ كَامِلَةً يَوْمَ ٱلْقِيَـٰمَةِ ۙ وَمِنْ أَوْزَارِ ٱلَّذِينَ يُضِلُّونَهُم بِغَيْرِ عِلْمٍ ۗ أَلَا سَآءَ مَا يَزِرُونَ",
      "translation": "That they may bear their burdens entirely on the day of resurrection and also of the burdens of those whom they lead astray without knowledge; now surely evil is what they bear.",
      "transliteration": "liyaḥmilū awzārahum kāmilatan yawmal qiyāmati wa min awzāril ladhīna yuḍillūnahum bighayri `il-m ۗ alā sā-a mā yazirūn"
    },
    {
      "index": 27,
      "id": 26,
      "show_id": "26",
      "arabic": "قَدْ مَكَرَ ٱلَّذِينَ مِن قَبْلِهِمْ فَأَتَى ٱللَّهُ بُنْيَـٰنَهُم مِّنَ ٱلْقَوَاعِدِ فَخَرَّ عَلَيْهِمُ ٱلسَّقْفُ مِن فَوْقِهِمْ وَأَتَىٰهُمُ ٱلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
      "translation": "Those before them did indeed devise plans, but Allah demolished their building from the foundations, so the roof fell down on them from above them, and the punishment came to them from whence they did not perceive.",
      "transliteration": "qad makaral ladhīna min qablihim fa-atallāhu bunyānahum minal qawā`idi fakharra `alayhimus saqfu min fawqihim wa-atāhumul `adhābu min ḥaythu lā yash`urūn"
    },
    {
      "index": 28,
      "id": 27,
      "show_id": "27",
      "arabic": "ثُمَّ يَوْمَ ٱلْقِيَـٰمَةِ يُخْزِيهِمْ وَيَقُولُ أَيْنَ شُرَكَآءِىَ ٱلَّذِينَ كُنتُمْ تُشَـٰٓقُّونَ فِيهِمْ ۚ قَالَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ إِنَّ ٱلْخِزْىَ ٱلْيَوْمَ وَٱلسُّوٓءَ عَلَى ٱلْكَـٰفِرِينَ",
      "translation": "Then on the resurrection day He will bring them to disgrace and say: Where are the associates you gave Me, for whose sake you became hostile? Those who are given the knowledge will say: Surely the disgrace and the evil are this day upon the unbelievers:",
      "transliteration": "thumma yawmal qiyāmati yukhzīhim wayaqūlu ayna shurakā-iyal ladhīna kuntum tushāqqūna fīhim ۚ qālal ladhīna ūtul `il-ma innal khizyal yawma was sū a `alal-kāfirīn"
    },
    {
      "index": 29,
      "id": 28,
      "show_id": "28",
      "arabic": "ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلْمَلَـٰٓئِكَةُ ظَالِمِىٓ أَنفُسِهِمْ ۖ فَأَلْقَوُا۟ ٱلسَّلَمَ مَا كُنَّا نَعْمَلُ مِن سُوٓءٍۭ ۚ بَلَىٰٓ إِنَّ ٱللَّهَ عَلِيمٌۢ بِمَا كُنتُمْ تَعْمَلُونَ",
      "translation": "Those whom the angels cause to die while they are unjust to themselves. Then would they offer submission: We used not to do any evil. Aye! surely Allah knows what you did.",
      "transliteration": "alladhīna tatawaffāhumul malā-ikatu ẓālimī anfusihim ۖ fa-alqawus salama mā kunnā na`malu min sū-ī ۚ balā innallāha `alīmun bimā kuntum ta`malūn"
    },
    {
      "index": 30,
      "id": 29,
      "show_id": "29",
      "arabic": "فَٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَـٰلِدِينَ فِيهَا ۖ فَلَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ",
      "translation": "Therefore enter the gates of hell, to abide therein; so certainly evil is the dwelling place of the proud.",
      "transliteration": "fadkhulū abwāba jahannama khālidīna fīhā ۖ falabi-sa mathwal mutakabbirīn"
    },
    {
      "index": 31,
      "id": 30,
      "show_id": "30",
      "arabic": "وَقِيلَ لِلَّذِينَ ٱتَّقَوْا۟ مَاذَآ أَنزَلَ رَبُّكُمْ ۚ قَالُوا۟ خَيْرًا ۗ لِّلَّذِينَ أَحْسَنُوا۟ فِى هَـٰذِهِ ٱلدُّنْيَا حَسَنَةٌ ۚ وَلَدَارُ ٱلْـَٔاخِرَةِ خَيْرٌ ۚ وَلَنِعْمَ دَارُ ٱلْمُتَّقِينَ",
      "translation": "And it is said to those who guard (against evil): What is it that your Lord has revealed? They say, Good. For those who do good in this world is good, and certainly the abode of the hereafter is better; and certainly most excellent is the abode of those who guard (against evil);",
      "transliteration": "waqīla lilladhīnat-taqaw mādhā anzala rabbukum ۚ qālū khayrā ۗ lilladhīna aḥsanū fī hādhihid dunyā ḥasanah ۚ waladārul-ākhirati khayr ۚ walani`ma dārul muttaqīn"
    },
    {
      "index": 32,
      "id": 31,
      "show_id": "31",
      "arabic": "جَنَّـٰتُ عَدْنٍ يَدْخُلُونَهَا تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ لَهُمْ فِيهَا مَا يَشَآءُونَ ۚ كَذَٰلِكَ يَجْزِى ٱللَّهُ ٱلْمُتَّقِينَ",
      "translation": "The gardens of perpetuity, they shall enter them, rivers flowing beneath them; they shall have in them what they please. Thus does Allah reward those who guard (against evil),",
      "transliteration": "jannātu `adniy yadkhulūnahā tajrī min taḥtihal-anhār ۖ lahum fīhā mā yashā-ūn ۚ kadhālika yajzillāhul muttaqīn"
    },
    {
      "index": 33,
      "id": 32,
      "show_id": "32",
      "arabic": "ٱلَّذِينَ تَتَوَفَّىٰهُمُ ٱلْمَلَـٰٓئِكَةُ طَيِّبِينَ ۙ يَقُولُونَ سَلَـٰمٌ عَلَيْكُمُ ٱدْخُلُوا۟ ٱلْجَنَّةَ بِمَا كُنتُمْ تَعْمَلُونَ",
      "translation": "Those whom the angels cause to die in a good state, saying: Peace be on you: enter the garden for what you did.",
      "transliteration": "alladhīna tatawaffāhumul malā-ikatu ṭayyibīna yaqūlūna salāmun `alaykumud-khulul jannata bimā kuntum ta`malūn"
    },
    {
      "index": 34,
      "id": 33,
      "show_id": "33",
      "arabic": "هَلْ يَنظُرُونَ إِلَّآ أَن تَأْتِيَهُمُ ٱلْمَلَـٰٓئِكَةُ أَوْ يَأْتِىَ أَمْرُ رَبِّكَ ۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ وَمَا ظَلَمَهُمُ ٱللَّهُ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
      "translation": "They do not wait aught but that the angels should come to them or that the commandment of your Lord should come to pass. Thus did those before them; and Allah was not unjust to them, but they were unjust to themselves.",
      "transliteration": "hal yanẓurūna illā an ta-tiyahumul malā-ikatu aw ya-tiya amru rabbik ۚ kadhālika fa`alal ladhīna min qablihim ۚ wa mā ẓalamahumullāhu walākin kānū anfusahum yaẓlimūn"
    },
    {
      "index": 35,
      "id": 34,
      "show_id": "34",
      "arabic": "فَأَصَابَهُمْ سَيِّـَٔاتُ مَا عَمِلُوا۟ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "translation": "So the evil (consequences) of what they did shall afflict them and that which they mocked shall encompass them.",
      "transliteration": "fa-aṣābahum sayyi-ātu mā `amilū waḥāqa bihim mā kānū bihi yastahzi-ūn"
    },
    {
      "index": 36,
      "id": 35,
      "show_id": "35",
      "arabic": "وَقَالَ ٱلَّذِينَ أَشْرَكُوا۟ لَوْ شَآءَ ٱللَّهُ مَا عَبَدْنَا مِن دُونِهِۦ مِن شَىْءٍ نَّحْنُ وَلَآ ءَابَآؤُنَا وَلَا حَرَّمْنَا مِن دُونِهِۦ مِن شَىْءٍ ۚ كَذَٰلِكَ فَعَلَ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ فَهَلْ عَلَى ٱلرُّسُلِ إِلَّا ٱلْبَلَـٰغُ ٱلْمُبِينُ",
      "translation": "And they who give associates (to Allah) say: If Allah had pleased, we would not have served anything besides Allah, (neither) we nor our fathers, nor would we have prohibited anything without (order from) Him. Thus did those before them; is then aught incumbent upon the apostles except a plain delivery (of the message)?",
      "transliteration": "waqālal ladhīna ashrakū law shā-allāhu mā `abadnā min dūnihi min shay-in naḥnu walā ābā-unā walā ḥarramnā min dūnihi min shay-ī ۚ kadhālika fa`alal ladhīna min qablihim ۚ fahal `alar rusuli illal-balāghul mubīn"
    },
    {
      "index": 37,
      "id": 36,
      "show_id": "36",
      "arabic": "وَلَقَدْ بَعَثْنَا فِى كُلِّ أُمَّةٍ رَّسُولًا أَنِ ٱعْبُدُوا۟ ٱللَّهَ وَٱجْتَنِبُوا۟ ٱلطَّـٰغُوتَ ۖ فَمِنْهُم مَّنْ هَدَى ٱللَّهُ وَمِنْهُم مَّنْ حَقَّتْ عَلَيْهِ ٱلضَّلَـٰلَةُ ۚ فَسِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُكَذِّبِينَ",
      "translation": "And certainly We raised in every nation an apostle saying: Serve Allah and shun the Shaitan. So there were some of them whom Allah guided and there were others against whom error was due; therefore travel in the land, then see what was the end of the rejecters.",
      "transliteration": "walaqad ba`athnā fī kulli ummatin rasūlan ani'-budullāha wajtanibuṭ ṭāghūt ۖ faminhum man hadallāhu wa minhum man ḥaqqat `alayhiḍ ḍalālah ۚ fasīrū fil-arḍi fanẓurū kayfa kāna `āqibatul mukadhhibīn"
    },
    {
      "index": 38,
      "id": 37,
      "show_id": "37",
      "arabic": "إِن تَحْرِصْ عَلَىٰ هُدَىٰهُمْ فَإِنَّ ٱللَّهَ لَا يَهْدِى مَن يُضِلُّ ۖ وَمَا لَهُم مِّن نَّـٰصِرِينَ",
      "translation": "If you desire for their guidance, yet surely Allah does not guide him who leads astray, nor shall they have any helpers.",
      "transliteration": "in taḥriṣ `alā hudāhum fa-innallāha lā yahdī man yuḍill ۖ wa mā lahum min nāṣirīn"
    },
    {
      "index": 39,
      "id": 38,
      "show_id": "38",
      "arabic": "وَأَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَـٰنِهِمْ ۙ لَا يَبْعَثُ ٱللَّهُ مَن يَمُوتُ ۚ بَلَىٰ وَعْدًا عَلَيْهِ حَقًّا وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
      "translation": "And they swear by Allah with the most energetic of their oaths: Allah will not raise up him who dies. Yea! it is a promise binding on Him, quite true, but most people do not know;",
      "transliteration": "wa-aqsamū billāhi jahda aymānihim lā yab`athullāhu man yamūt ۚ balā wa`dan `alayhi ḥaqqan walākinna aktharan nāsi lā ya`lamūn"
    },
    {
      "index": 40,
      "id": 39,
      "show_id": "39",
      "arabic": "لِيُبَيِّنَ لَهُمُ ٱلَّذِى يَخْتَلِفُونَ فِيهِ وَلِيَعْلَمَ ٱلَّذِينَ كَفَرُوٓا۟ أَنَّهُمْ كَانُوا۟ كَـٰذِبِينَ",
      "translation": "So that He might make manifest to them that about which they differ, and that those who disbelieve might know that they were liars.",
      "transliteration": "liyubayyina lahumul ladhī yakhtalifūna fīhi waliya`lamal ladhīna kafarū annahum kānū kādhibīn"
    },
    {
      "index": 41,
      "id": 40,
      "show_id": "40",
      "arabic": "إِنَّمَا قَوْلُنَا لِشَىْءٍ إِذَآ أَرَدْنَـٰهُ أَن نَّقُولَ لَهُۥ كُن فَيَكُونُ",
      "translation": "Our word for a thing when We intend it, is only that We say to it, Be, and it is.",
      "transliteration": "innamā qawlunā lishay-in idhā aradnāhu an naqūla lahu kun fayakūn"
    },
    {
      "index": 42,
      "id": 41,
      "show_id": "41",
      "arabic": "وَٱلَّذِينَ هَاجَرُوا۟ فِى ٱللَّهِ مِنۢ بَعْدِ مَا ظُلِمُوا۟ لَنُبَوِّئَنَّهُمْ فِى ٱلدُّنْيَا حَسَنَةً ۖ وَلَأَجْرُ ٱلْـَٔاخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ",
      "translation": "And those who fly for Allah's sake after they are oppressed, We will most certainly give them a good abode in the world, and the reward of the hereafter is certainly much greater, did they but know;",
      "transliteration": "wal ladhīna hājarū fillāhi min ba`di mā ẓulimū lanubawwi-annahum fid dunyā ḥasanah ۖ wala-ajrul-ākhirati akbar ۚ law kānū ya`lamūn"
    },
    {
      "index": 43,
      "id": 42,
      "show_id": "42",
      "arabic": "ٱلَّذِينَ صَبَرُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
      "translation": "Those who are patient and on their Lord do they rely.",
      "transliteration": "alladhīna ṣabarū wa`alā rabbihim yatawakkalūn"
    },
    {
      "index": 44,
      "id": 43,
      "show_id": "43",
      "arabic": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ إِلَّا رِجَالًا نُّوحِىٓ إِلَيْهِمْ ۚ فَسْـَٔلُوٓا۟ أَهْلَ ٱلذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ",
      "translation": "And We did not send before you any but men to whom We sent revelation-- so ask the followers of the Reminder if you do not know--",
      "transliteration": "wa mā arsalnā min qablika illā rijālan nūḥī ilayhim ۚ fas-alū ahladh dhikri in kuntum lā ta`lamūn"
    },
    {
      "index": 45,
      "id": 44,
      "show_id": "44",
      "arabic": "بِٱلْبَيِّنَـٰتِ وَٱلزُّبُرِ ۗ وَأَنزَلْنَآ إِلَيْكَ ٱلذِّكْرَ لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ وَلَعَلَّهُمْ يَتَفَكَّرُونَ",
      "translation": "With clear arguments and scriptures; and We have revealed to you the Reminder that you may make clear to men what has been revealed to them, and that haply they may reflect.",
      "transliteration": "bil bayyināti waz zubur ۗ wa-anzalnā ilaykadh dhikra litubayyina linnāsi mā nuzzila ilayhim wala`allahum yatafakkarūn"
    },
    {
      "index": 46,
      "id": 45,
      "show_id": "45",
      "arabic": "أَفَأَمِنَ ٱلَّذِينَ مَكَرُوا۟ ٱلسَّيِّـَٔاتِ أَن يَخْسِفَ ٱللَّهُ بِهِمُ ٱلْأَرْضَ أَوْ يَأْتِيَهُمُ ٱلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
      "translation": "Do they then who plan evil (deeds) feel secure (of this) that Allah will not cause the earth to swallow them or that punishment may not overtake them from whence they do not perceive?",
      "transliteration": "afa-aminal ladhīna makarus sayyi-āti an yakhsifallāhu bihimul-arḍa aw ya-tiyahumul `adhābu min ḥaythu lā yash`urūn"
    },
    {
      "index": 47,
      "id": 46,
      "show_id": "46",
      "arabic": "أَوْ يَأْخُذَهُمْ فِى تَقَلُّبِهِمْ فَمَا هُم بِمُعْجِزِينَ",
      "translation": "Or that He may not seize them in the course of their journeys, then shall they not escape;",
      "transliteration": "aw ya-khudhahum fī taqallubihim famā hum bimu`jizīn"
    },
    {
      "index": 48,
      "id": 47,
      "show_id": "47",
      "arabic": "أَوْ يَأْخُذَهُمْ عَلَىٰ تَخَوُّفٍ فَإِنَّ رَبَّكُمْ لَرَءُوفٌ رَّحِيمٌ",
      "translation": "Or that He may not seize them by causing them to suffer gradual loss, for your Lord is most surely Compassionate, Merciful.",
      "transliteration": "aw ya-khudhahum `alā takhawwufin fa-inna rabbakum lara-ūfun raḥīm"
    },
    {
      "index": 49,
      "id": 48,
      "show_id": "48",
      "arabic": "أَوَلَمْ يَرَوْا۟ إِلَىٰ مَا خَلَقَ ٱللَّهُ مِن شَىْءٍ يَتَفَيَّؤُا۟ ظِلَـٰلُهُۥ عَنِ ٱلْيَمِينِ وَٱلشَّمَآئِلِ سُجَّدًا لِّلَّهِ وَهُمْ دَٰخِرُونَ",
      "translation": "Do they not consider every thing that Allah has created? Its (very) shadows return from right and left, making obeisance to Allah while they are in utter abasement.",
      "transliteration": "awalam yaraw ilā mā khalaqallāhu min shay-in yatafayya-u ẓilāluhu `anil yamīni wash shamā-ili sujjadal lillāhi wahum dākhirūn"
    },
    {
      "index": 50,
      "id": 49,
      "show_id": "49",
      "arabic": "وَلِلَّهِ يَسْجُدُ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ مِن دَآبَّةٍ وَٱلْمَلَـٰٓئِكَةُ وَهُمْ لَا يَسْتَكْبِرُونَ",
      "translation": "And whatever creature that is in the heavens and that is in the earth makes obeisance to Allah (only), and the angels (too) and they do not show pride.",
      "transliteration": "walillāhi yasjudu mā fis samāwāti wa mā fil-arḍi min dābbatin wal malā-ikatu wahum lā yastakbirūn"
    },
    {
      "index": 51,
      "id": 50,
      "show_id": "50",
      "arabic": "يَخَافُونَ رَبَّهُم مِّن فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ ۩",
      "translation": "They fear their Lord above them and do what they are commanded.",
      "transliteration": "yakhāfūna rabbahum min fawqihim wayaf`alūna mā yu-marūn ۩"
    },
    {
      "index": 52,
      "id": 51,
      "show_id": "51",
      "arabic": "وَقَالَ ٱللَّهُ لَا تَتَّخِذُوٓا۟ إِلَـٰهَيْنِ ٱثْنَيْنِ ۖ إِنَّمَا هُوَ إِلَـٰهٌ وَٰحِدٌ ۖ فَإِيَّـٰىَ فَٱرْهَبُونِ",
      "translation": "And Allah has said: Take not two gods, He is only one Allah; so of Me alone should you be afraid.",
      "transliteration": "waqālallāhu lā tattakhidhū ilāhaynith-nayn ۖ innamā huwa ilāhun wāḥid ۖ fa-iyyāya farhabūn"
    },
    {
      "index": 53,
      "id": 52,
      "show_id": "52",
      "arabic": "وَلَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَلَهُ ٱلدِّينُ وَاصِبًا ۚ أَفَغَيْرَ ٱللَّهِ تَتَّقُونَ",
      "translation": "And whatever is in the heavens and the earth is His, and to Him should obedience be (rendered) constantly; will you then guard against other than (the punishment of) Allah?",
      "transliteration": "walahu mā fis samāwāti wal-arḍi walahud dīnu wāṣibā ۚ afaghayrallāhi tattaqūn"
    },
    {
      "index": 54,
      "id": 53,
      "show_id": "53",
      "arabic": "وَمَا بِكُم مِّن نِّعْمَةٍ فَمِنَ ٱللَّهِ ۖ ثُمَّ إِذَا مَسَّكُمُ ٱلضُّرُّ فَإِلَيْهِ تَجْـَٔرُونَ",
      "translation": "And whatever favor is (bestowed) on you it is from Allah; then when evil afflicts you, to Him do you cry for aid.",
      "transliteration": "wa mā bikum min ni`matin faminallāh ۖ thumma idhā massakumuḍ ḍurru fa-ilayhi taj-arūn"
    },
    {
      "index": 55,
      "id": 54,
      "show_id": "54",
      "arabic": "ثُمَّ إِذَا كَشَفَ ٱلضُّرَّ عَنكُمْ إِذَا فَرِيقٌ مِّنكُم بِرَبِّهِمْ يُشْرِكُونَ",
      "translation": "Yet when He removes the evil from you, lo! a party of you associate others with their Lord;",
      "transliteration": "thumma idhā kashafaḍ ḍurra `ankum idhā farīqun minkum birabbihim yushrikūn"
    },
    {
      "index": 56,
      "id": 55,
      "show_id": "55",
      "arabic": "لِيَكْفُرُوا۟ بِمَآ ءَاتَيْنَـٰهُمْ ۚ فَتَمَتَّعُوا۟ ۖ فَسَوْفَ تَعْلَمُونَ",
      "translation": "So that they be ungrateful for what We have given them; then enjoy yourselves; for soon will you know",
      "transliteration": "liyakfurū bimā ātaynāhum ۚ fatamatta`ū ۖ fasawfa ta`lamūn"
    },
    {
      "index": 57,
      "id": 56,
      "show_id": "56",
      "arabic": "وَيَجْعَلُونَ لِمَا لَا يَعْلَمُونَ نَصِيبًا مِّمَّا رَزَقْنَـٰهُمْ ۗ تَٱللَّهِ لَتُسْـَٔلُنَّ عَمَّا كُنتُمْ تَفْتَرُونَ",
      "translation": "And they set apart for what they do not know a portion of what We have given them. By Allah, you shall most certainly be questioned about that which you forged.",
      "transliteration": "wayaj`alūna limā lā ya`lamūna naṣīban mimmā razaqnāhum ۗ tallāhi latus-alunna `ammā kuntum taftarūn"
    },
    {
      "index": 58,
      "id": 57,
      "show_id": "57",
      "arabic": "وَيَجْعَلُونَ لِلَّهِ ٱلْبَنَـٰتِ سُبْحَـٰنَهُۥ ۙ وَلَهُم مَّا يَشْتَهُونَ",
      "translation": "And they ascribe daughters to Allah, glory be to Him; and for themselves (they would have) what they desire.",
      "transliteration": "wayaj`alūna lillāhil banāti subḥānahu walahum mā yashtahūn"
    },
    {
      "index": 59,
      "id": 58,
      "show_id": "58",
      "arabic": "وَإِذَا بُشِّرَ أَحَدُهُم بِٱلْأُنثَىٰ ظَلَّ وَجْهُهُۥ مُسْوَدًّا وَهُوَ كَظِيمٌ",
      "translation": "And when a daughter is announced to one of them his face becomes black and he is full of wrath.",
      "transliteration": "wa idhā bushhira aḥaduhum bil-unthā ẓalla wajhuhu muswaddan wahuwa kaẓīm"
    },
    {
      "index": 60,
      "id": 59,
      "show_id": "59",
      "arabic": "يَتَوَٰرَىٰ مِنَ ٱلْقَوْمِ مِن سُوٓءِ مَا بُشِّرَ بِهِۦٓ ۚ أَيُمْسِكُهُۥ عَلَىٰ هُونٍ أَمْ يَدُسُّهُۥ فِى ٱلتُّرَابِ ۗ أَلَا سَآءَ مَا يَحْكُمُونَ",
      "translation": "He hides himself from the people because of the evil of that which is announced to him. Shall he keep it with disgrace or bury it (alive) in the dust? Now surely evil is what they judge.",
      "transliteration": "yatawārā minal qawmi min sū-i mā bushhira bih ۚ ayumsikuhu `alā hūnin am yadussuhu fit turāb ۗ alā sā-a mā yaḥkumūn"
    },
    {
      "index": 61,
      "id": 60,
      "show_id": "60",
      "arabic": "لِلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ مَثَلُ ٱلسَّوْءِ ۖ وَلِلَّهِ ٱلْمَثَلُ ٱلْأَعْلَىٰ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "translation": "For those who do not believe in the hereafter is an evil attribute, and Allah's is the loftiest attribute; and He is the Mighty, the Wise.",
      "transliteration": "lilladhīna lā yu-minūna bil-ākhirati mathalus saw-i ۖ walillāhil mathalul-a`lā ۚ wahuwal `azīzul ḥakīm"
    },
    {
      "index": 62,
      "id": 61,
      "show_id": "61",
      "arabic": "وَلَوْ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِظُلْمِهِم مَّا تَرَكَ عَلَيْهَا مِن دَآبَّةٍ وَلَـٰكِن يُؤَخِّرُهُمْ إِلَىٰٓ أَجَلٍ مُّسَمًّى ۖ فَإِذَا جَآءَ أَجَلُهُمْ لَا يَسْتَـْٔخِرُونَ سَاعَةً ۖ وَلَا يَسْتَقْدِمُونَ",
      "translation": "And if Allah had destroyed men for their iniquity, He would not leave on the earth a single creature, but He respites them till an appointed time; so when their doom will come they shall not be able to delay (it) an hour nor can they bring (it) on (before its time).",
      "transliteration": "walaw yu-ākhidhullāhun nāsa biẓul-mihim mā taraka `alayhā min dābbatin walākin yu-akhhiruhum ilā ajalin musammā ۖ fa-idhā jā-a ajaluhum lā yasta-khirūna sā`ah ۖ walā yastaqdimūn"
    },
    {
      "index": 63,
      "id": 62,
      "show_id": "62",
      "arabic": "وَيَجْعَلُونَ لِلَّهِ مَا يَكْرَهُونَ وَتَصِفُ أَلْسِنَتُهُمُ ٱلْكَذِبَ أَنَّ لَهُمُ ٱلْحُسْنَىٰ ۖ لَا جَرَمَ أَنَّ لَهُمُ ٱلنَّارَ وَأَنَّهُم مُّفْرَطُونَ",
      "translation": "And they ascribe to Allah what they (themselves) hate and their tongues relate the lie that they shall have the good; there is no avoiding it that for them is the fire and that they shall be sent before.",
      "transliteration": "wayaj`alūna lillāhi mā yakrahūna wataṣifu alsinatuhumul kadhiba anna lahumul ḥusnā ۖ lā jarama anna lahumun nāra wa-annahum mufraṭūn"
    },
    {
      "index": 64,
      "id": 63,
      "show_id": "63",
      "arabic": "تَٱللَّهِ لَقَدْ أَرْسَلْنَآ إِلَىٰٓ أُمَمٍ مِّن قَبْلِكَ فَزَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ أَعْمَـٰلَهُمْ فَهُوَ وَلِيُّهُمُ ٱلْيَوْمَ وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "translation": "By Allah, most certainly We sent (apostles) to nations before you, but the Shaitan made their deeds fair-seeming to them, so he is their guardian today, and they shall have a painful punishment.",
      "transliteration": "tallāhi laqad arsalnā ilā umamin min qablika fazayyana lahumush shayṭānu a`mālahum fahuwa waliyyuhumul yawma walahum `adhābun alīm"
    },
    {
      "index": 65,
      "id": 64,
      "show_id": "64",
      "arabic": "وَمَآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَـٰبَ إِلَّا لِتُبَيِّنَ لَهُمُ ٱلَّذِى ٱخْتَلَفُوا۟ فِيهِ ۙ وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ",
      "translation": "And We have not revealed to you the Book except that you may make clear to them that about which they differ, and (as) a guidance and a mercy for a people who believe.",
      "transliteration": "wa mā anzalnā `alaykal kitāba illā litubayyina lahumul ladhikh-talafū fīhi wahudan waraḥmatan liqawmiy yu-minūn"
    },
    {
      "index": 66,
      "id": 65,
      "show_id": "65",
      "arabic": "وَٱللَّهُ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَحْيَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَآ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَسْمَعُونَ",
      "translation": "And Allah has sent down water from the cloud and therewith given life to the earth after its death; most surely there is a sign in this for a people who would listen.",
      "transliteration": "wallāhu anzala minas samā-i mā-an fa-aḥyā bihil-arḍa ba`da mawtihā ۚ inna fī dhālika la-āyatan liqawmiy yasma`ūn"
    },
    {
      "index": 67,
      "id": 66,
      "show_id": "66",
      "arabic": "وَإِنَّ لَكُمْ فِى ٱلْأَنْعَـٰمِ لَعِبْرَةً ۖ نُّسْقِيكُم مِّمَّا فِى بُطُونِهِۦ مِنۢ بَيْنِ فَرْثٍ وَدَمٍ لَّبَنًا خَالِصًا سَآئِغًا لِّلشَّـٰرِبِينَ",
      "translation": "And most surely there is a lesson for you in the cattle; We give you to drink of what is in their bellies-- from betwixt the feces and the blood-- pure milk, easy and agreeable to swallow for those who drink.",
      "transliteration": "wa inna lakum fil-an`āmi la`ibrah ۖ nusqīkum mimmā fī buṭūnihi min bayni farthin wadamin labanan khāliṣan sā-ighal lishhāribīn"
    },
    {
      "index": 68,
      "id": 67,
      "show_id": "67",
      "arabic": "وَمِن ثَمَرَٰتِ ٱلنَّخِيلِ وَٱلْأَعْنَـٰبِ تَتَّخِذُونَ مِنْهُ سَكَرًا وَرِزْقًا حَسَنًا ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَعْقِلُونَ",
      "translation": "And of the fruits of the palms and the grapes-- you obtain from them intoxication and goodly provision; most surely there is a sign in this for a people who ponder.",
      "transliteration": "wa min thamarātin nakhīli wal-a`nābi tattakhidhūna minhu sakaran warizqan ḥasanā ۗ inna fī dhālika la-āyatan liqawmiy ya`qilūn"
    },
    {
      "index": 69,
      "id": 68,
      "show_id": "68",
      "arabic": "وَأَوْحَىٰ رَبُّكَ إِلَى ٱلنَّحْلِ أَنِ ٱتَّخِذِى مِنَ ٱلْجِبَالِ بُيُوتًا وَمِنَ ٱلشَّجَرِ وَمِمَّا يَعْرِشُونَ",
      "translation": "And your Lord revealed to the bee saying: Make hives in the mountains and in the trees and in what they build:",
      "transliteration": "wa-awḥā rabbuka ilan naḥli anit-takhidhī minal jibāli buyūtan wa minash shajari wa mimmā ya`rishūn"
    },
    {
      "index": 70,
      "id": 69,
      "show_id": "69",
      "arabic": "ثُمَّ كُلِى مِن كُلِّ ٱلثَّمَرَٰتِ فَٱسْلُكِى سُبُلَ رَبِّكِ ذُلُلًا ۚ يَخْرُجُ مِنۢ بُطُونِهَا شَرَابٌ مُّخْتَلِفٌ أَلْوَٰنُهُۥ فِيهِ شِفَآءٌ لِّلنَّاسِ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّقَوْمٍ يَتَفَكَّرُونَ",
      "translation": "Then eat of all the fruits and walk in the ways of your Lord submissively. There comes forth from within it a beverage of many colours, in which there is healing for men; most surely there is a sign in this for a people who reflect.",
      "transliteration": "thumma kulī min kullith thamarāti faslukī subula rabbiki dhululā ۚ yakhruju min buṭūnihā sharābun mukhtalifun alwānuhu fīhi shifā-un linnās ۗ inna fī dhālika la-āyatan liqawmiy yatafakkarūn"
    },
    {
      "index": 71,
      "id": 70,
      "show_id": "70",
      "arabic": "وَٱللَّهُ خَلَقَكُمْ ثُمَّ يَتَوَفَّىٰكُمْ ۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرْذَلِ ٱلْعُمُرِ لِكَىْ لَا يَعْلَمَ بَعْدَ عِلْمٍ شَيْـًٔا ۚ إِنَّ ٱللَّهَ عَلِيمٌ قَدِيرٌ",
      "translation": "And Allah has created you, then He causes you to die, and of you is he who is brought back to the worst part of life, so that after having knowledge he does not know anything; surely Allah is Knowing, Powerful.",
      "transliteration": "wallāhu khalaqakum thumma yatawaffākum ۚ wa minkum man yuraddu ilā ardhalil `umuri likay lā ya`lama ba`da `il-min shay-ā ۚ innallāha `alīmun qadīr"
    },
    {
      "index": 72,
      "id": 71,
      "show_id": "71",
      "arabic": "وَٱللَّهُ فَضَّلَ بَعْضَكُمْ عَلَىٰ بَعْضٍ فِى ٱلرِّزْقِ ۚ فَمَا ٱلَّذِينَ فُضِّلُوا۟ بِرَآدِّى رِزْقِهِمْ عَلَىٰ مَا مَلَكَتْ أَيْمَـٰنُهُمْ فَهُمْ فِيهِ سَوَآءٌ ۚ أَفَبِنِعْمَةِ ٱللَّهِ يَجْحَدُونَ",
      "translation": "And Allah has made some of you excel others in the means of subsistence, so those who are made to excel do not give away their sustenance to those whom their right hands possess so that they should be equal therein; is it then the favor of Allah which they deny?",
      "transliteration": "wallāhu faḍḍala ba`ḍakum `alā ba`ḍin fir rizq ۚ famal ladhīna fuḍḍilū birāddī rizqihim `alā mā malakat aymānuhum fahum fīhi sawā-u ۚ afabini`matil lāhi yajḥadūn"
    },
    {
      "index": 73,
      "id": 72,
      "show_id": "72",
      "arabic": "وَٱللَّهُ جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَٰجًا وَجَعَلَ لَكُم مِّنْ أَزْوَٰجِكُم بَنِينَ وَحَفَدَةً وَرَزَقَكُم مِّنَ ٱلطَّيِّبَـٰتِ ۚ أَفَبِٱلْبَـٰطِلِ يُؤْمِنُونَ وَبِنِعْمَتِ ٱللَّهِ هُمْ يَكْفُرُونَ",
      "translation": "And Allah has made wives for you from among yourselves, and has given you sons and grandchildren from your wives, and has given you of the good things; is it then in the falsehood that they believe while it is in the favor of Allah that they disbelieve?",
      "transliteration": "wallāhu ja`ala lakum min anfusikum azwājan waja`ala lakum min azwājikum banīna waḥafadatan warazaqakum minaṭ ṭayyibāt ۚ afabil bāṭili yu-minūna wabini`matillāhi hum yakfurūn"
    },
    {
      "index": 74,
      "id": 73,
      "show_id": "73",
      "arabic": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَمْلِكُ لَهُمْ رِزْقًا مِّنَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ شَيْـًٔا وَلَا يَسْتَطِيعُونَ",
      "translation": "And they serve besides Allah that which does not control for them any sustenance at all from the heavens and the earth, nor have they any power.",
      "transliteration": "waya`budūna min dūnillāhi mā lā yamliku lahum rizqan minas samāwāti wal-arḍi shay-an walā yastaṭī`ūn"
    },
    {
      "index": 75,
      "id": 74,
      "show_id": "74",
      "arabic": "فَلَا تَضْرِبُوا۟ لِلَّهِ ٱلْأَمْثَالَ ۚ إِنَّ ٱللَّهَ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
      "translation": "Therefore do not give likenesses to Allah; surely Allah knows and you do not know.",
      "transliteration": "falā taḍribū lillāhil-amthāl ۚ innallāha ya`lamu wa-antum lā ta`lamūn"
    },
    {
      "index": 76,
      "id": 75,
      "show_id": "75",
      "arabic": "ضَرَبَ ٱللَّهُ مَثَلًا عَبْدًا مَّمْلُوكًا لَّا يَقْدِرُ عَلَىٰ شَىْءٍ وَمَن رَّزَقْنَـٰهُ مِنَّا رِزْقًا حَسَنًا فَهُوَ يُنفِقُ مِنْهُ سِرًّا وَجَهْرًا ۖ هَلْ يَسْتَوُۥنَ ۚ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
      "translation": "Allah sets forth a parable: (consider) a slave, the property of another, (who) has no power over anything, and one whom We have granted from Ourselves a goodly sustenance so he spends from it secretly and openly; are the two alike? (All) praise is due to Allah! Nay, most of them do not know.",
      "transliteration": "ḍaraballāhu mathalan `abdan mamlūkal lā yaqdiru `alā shay-in wa man razaqnāhu minnā rizqan ḥasanan fahuwa yunfiqu minhu sirran wajahrā ۖ hal yastawūn ۚ al-ḥamdu lillāh ۚ bal aktharuhum lā ya`lamūn"
    },
    {
      "index": 77,
      "id": 76,
      "show_id": "76",
      "arabic": "وَضَرَبَ ٱللَّهُ مَثَلًا رَّجُلَيْنِ أَحَدُهُمَآ أَبْكَمُ لَا يَقْدِرُ عَلَىٰ شَىْءٍ وَهُوَ كَلٌّ عَلَىٰ مَوْلَىٰهُ أَيْنَمَا يُوَجِّههُّ لَا يَأْتِ بِخَيْرٍ ۖ هَلْ يَسْتَوِى هُوَ وَمَن يَأْمُرُ بِٱلْعَدْلِ ۙ وَهُوَ عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "translation": "And Allah sets forth a parable of two men; one of them is dumb, not able to do anything, and he is a burden to his master; wherever he sends him, he brings no good; can he be held equal with him who enjoins what is just, and he (himself) is on the right path?",
      "transliteration": "waḍaraballāhu mathalan rajulayni aḥaduhumā abkamu lā yaqdiru `alā shay-in wahuwa kallun `alā mawlāhu aynamā yuwajjih-hu lā ya-ti bikhayr ۖ hal yastawī huwa wa man ya-muru bil `adli wahuwa `alā ṣirāṭin mustaqīm"
    },
    {
      "index": 78,
      "id": 77,
      "show_id": "77",
      "arabic": "وَلِلَّهِ غَيْبُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَمَآ أَمْرُ ٱلسَّاعَةِ إِلَّا كَلَمْحِ ٱلْبَصَرِ أَوْ هُوَ أَقْرَبُ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "translation": "And Allah's is the unseen of the heavens and the earth; and the matter of the hour is but as the twinkling of an eye or it is higher still; surely Allah has power over all things.",
      "transliteration": "walillāhi ghaybus samāwāti wal-arḍ ۚ wa mā amrus sā`ati illā kalamḥil baṣari aw huwa aqrab ۚ innallāha `alā kulli shay-in qadīr"
    },
    {
      "index": 79,
      "id": 78,
      "show_id": "78",
      "arabic": "وَٱللَّهُ أَخْرَجَكُم مِّنۢ بُطُونِ أُمَّهَـٰتِكُمْ لَا تَعْلَمُونَ شَيْـًٔا وَجَعَلَ لَكُمُ ٱلسَّمْعَ وَٱلْأَبْصَـٰرَ وَٱلْأَفْـِٔدَةَ ۙ لَعَلَّكُمْ تَشْكُرُونَ",
      "translation": "And Allah has brought you forth from the wombs of your mothers-- you did not know anything-- and He gave you hearing and sight and hearts that you may give thanks.",
      "transliteration": "wallāhu akhrajakum min buṭūni ummahātikum lā ta`lamūna shay-an waja`ala lakumus sam`a wal-abṣāra wal-af-idata la`allakum tashkurūn"
    },
    {
      "index": 80,
      "id": 79,
      "show_id": "79",
      "arabic": "أَلَمْ يَرَوْا۟ إِلَى ٱلطَّيْرِ مُسَخَّرَٰتٍ فِى جَوِّ ٱلسَّمَآءِ مَا يُمْسِكُهُنَّ إِلَّا ٱللَّهُ ۗ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
      "translation": "Do they not see the birds, constrained in the middle of the sky? None withholds them but Allah; most surely there are signs in this for a people who believe.",
      "transliteration": "alam yaraw ilaṭ ṭayri musakhharātin fī jawwis samā-i mā yumsikuhunna illallāh ۗ inna fī dhālika la-āyātin liqawmiy yu-minūn"
    },
    {
      "index": 81,
      "id": 80,
      "show_id": "80",
      "arabic": "وَٱللَّهُ جَعَلَ لَكُم مِّنۢ بُيُوتِكُمْ سَكَنًا وَجَعَلَ لَكُم مِّن جُلُودِ ٱلْأَنْعَـٰمِ بُيُوتًا تَسْتَخِفُّونَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ ۙ وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِهَآ أَثَـٰثًا وَمَتَـٰعًا إِلَىٰ حِينٍ",
      "translation": "And Allah has given you a place to abide in your houses, and He has given you tents of the skins of cattle which you find light to carry on the day of your march and on the day of your halting, and of their wool and their fur and their hair (He has given you) household stuff and a provision for a time.",
      "transliteration": "wallāhu ja`ala lakum min buyūtikum sakanan waja`ala lakum min julūdil-an`āmi buyūtan tastakhiffūnahā yawma ẓa`nikum wayawma iqāmatikum wa min aṣwāfihā wa-awbārihā wa-ash`ārihā athāthan wa matā`an ilā ḥīn"
    },
    {
      "index": 82,
      "id": 81,
      "show_id": "81",
      "arabic": "وَٱللَّهُ جَعَلَ لَكُم مِّمَّا خَلَقَ ظِلَـٰلًا وَجَعَلَ لَكُم مِّنَ ٱلْجِبَالِ أَكْنَـٰنًا وَجَعَلَ لَكُمْ سَرَٰبِيلَ تَقِيكُمُ ٱلْحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَأْسَكُمْ ۚ كَذَٰلِكَ يُتِمُّ نِعْمَتَهُۥ عَلَيْكُمْ لَعَلَّكُمْ تُسْلِمُونَ",
      "translation": "And Allah has made for you of what He has created shelters, and He has given you in the mountains places of retreat, and He has given you garments to preserve you from the heat and coats of mail to preserve you in your fighting; even thus does He complete His favor upon you, that haply you may submit.",
      "transliteration": "wallāhu ja`ala lakum mimmā khalaqa ẓilālan waja`ala lakum minal jibāli aknānan waja`ala lakum sarābīla taqīkumul ḥarra wasarābīla taqīkum ba-sakum ۚ kadhālika yutimmu ni`matahu `alaykum la`allakum tuslimūn"
    },
    {
      "index": 83,
      "id": 82,
      "show_id": "82",
      "arabic": "فَإِن تَوَلَّوْا۟ فَإِنَّمَا عَلَيْكَ ٱلْبَلَـٰغُ ٱلْمُبِينُ",
      "translation": "But if they turn back, then on you devolves only the clear deliverance (of the message).",
      "transliteration": "fa-in tawallaw fa-innamā `alaykal balāghul mubīn"
    },
    {
      "index": 84,
      "id": 83,
      "show_id": "83",
      "arabic": "يَعْرِفُونَ نِعْمَتَ ٱللَّهِ ثُمَّ يُنكِرُونَهَا وَأَكْثَرُهُمُ ٱلْكَـٰفِرُونَ",
      "translation": "They recognize the favor of Allah, yet they deny it, and most of them are ungrateful.",
      "transliteration": "ya`rifūna ni`matallāhi thumma yunkirūnahā wa-aktharuhumul kāfirūn"
    },
    {
      "index": 85,
      "id": 84,
      "show_id": "84",
      "arabic": "وَيَوْمَ نَبْعَثُ مِن كُلِّ أُمَّةٍ شَهِيدًا ثُمَّ لَا يُؤْذَنُ لِلَّذِينَ كَفَرُوا۟ وَلَا هُمْ يُسْتَعْتَبُونَ",
      "translation": "And on the day when We will raise up a witness out of every nation, then shall no permission be given to those who disbelieve, nor shall they be made to solicit favor.",
      "transliteration": "wayawma nab`athu min kulli ummatin shahīdan thumma lā yu-dhanu lilladhīna kafarū walā hum yusta`tabūn"
    },
    {
      "index": 86,
      "id": 85,
      "show_id": "85",
      "arabic": "وَإِذَا رَءَا ٱلَّذِينَ ظَلَمُوا۟ ٱلْعَذَابَ فَلَا يُخَفَّفُ عَنْهُمْ وَلَا هُمْ يُنظَرُونَ",
      "translation": "And when those who are unjust shall see the chastisement, it shall not be lightened for them, nor shall they be respited.",
      "transliteration": "wa idhā ra al ladhīna ẓalamul `adhāba falā yukhaffafu `anhum walā hum yunẓarūn"
    },
    {
      "index": 87,
      "id": 86,
      "show_id": "86",
      "arabic": "وَإِذَا رَءَا ٱلَّذِينَ أَشْرَكُوا۟ شُرَكَآءَهُمْ قَالُوا۟ رَبَّنَا هَـٰٓؤُلَآءِ شُرَكَآؤُنَا ٱلَّذِينَ كُنَّا نَدْعُوا۟ مِن دُونِكَ ۖ فَأَلْقَوْا۟ إِلَيْهِمُ ٱلْقَوْلَ إِنَّكُمْ لَكَـٰذِبُونَ",
      "translation": "And when those who associate (others with Allah) shall see their associate-gods, they shall say: Our Lord, these are our associate-gods on whom we called besides Thee. But they will give them back the reply: Most surely you are liars.",
      "transliteration": "wa idhā ra al ladhīna ashrakū shurakā-ahum qālū rabbanā hā-ulā-i shurakā-unal ladhīna kunnā nad`ū min dūnik ۖ fa-alqaw ilayhimul qawla innakum lakādhibūn"
    },
    {
      "index": 88,
      "id": 87,
      "show_id": "87",
      "arabic": "وَأَلْقَوْا۟ إِلَى ٱللَّهِ يَوْمَئِذٍ ٱلسَّلَمَ ۖ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
      "translation": "And they shall tender submission to Allah on that day; and what they used to forge shall depart from them.",
      "transliteration": "wa-alqaw ilallāhi yawma-idhinis salam ۖ waḍalla `anhum mā kānū yaftarūn"
    },
    {
      "index": 89,
      "id": 88,
      "show_id": "88",
      "arabic": "ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ زِدْنَـٰهُمْ عَذَابًا فَوْقَ ٱلْعَذَابِ بِمَا كَانُوا۟ يُفْسِدُونَ",
      "translation": "(As for) those who disbelieve and turn away from Allah's way, We will add chastisement to their chastisement because they made mischief.",
      "transliteration": "alladhīna kafarū waṣaddū `an sabīlillāhi zidnāhum `adhāban fawqal `adhābi bimā kānū yufsidūn"
    },
    {
      "index": 90,
      "id": 89,
      "show_id": "89",
      "arabic": "وَيَوْمَ نَبْعَثُ فِى كُلِّ أُمَّةٍ شَهِيدًا عَلَيْهِم مِّنْ أَنفُسِهِمْ ۖ وَجِئْنَا بِكَ شَهِيدًا عَلَىٰ هَـٰٓؤُلَآءِ ۚ وَنَزَّلْنَا عَلَيْكَ ٱلْكِتَـٰبَ تِبْيَـٰنًا لِّكُلِّ شَىْءٍ وَهُدًى وَرَحْمَةً وَبُشْرَىٰ لِلْمُسْلِمِينَ",
      "translation": "And on the day when We will raise up in every people a witness against them from among themselves, and bring you as a witness against these-- and We have revealed the Book to you explaining clearly everything, and a guidance and mercy and good news for those who submit.",
      "transliteration": "wayawma nab`athu fī kulli ummatin shahīdan `alayhim min anfusihim ۖ waji-nā bika shahīdan `alā hā-ulā-i ۚ wanazzalnā `alaykal kitāba tibyānal likulli shay-in wahudan waraḥmatan wabushrā lil-muslimīn"
    },
    {
      "index": 91,
      "id": 90,
      "show_id": "90",
      "arabic": "إِنَّ ٱللَّهَ يَأْمُرُ بِٱلْعَدْلِ وَٱلْإِحْسَـٰنِ وَإِيتَآئِ ذِى ٱلْقُرْبَىٰ وَيَنْهَىٰ عَنِ ٱلْفَحْشَآءِ وَٱلْمُنكَرِ وَٱلْبَغْىِ ۚ يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ",
      "translation": "Surely Allah enjoins the doing of justice and the doing of good (to others) and the giving to the kindred, and He forbids indecency and evil and rebellion; He admonishes you that you may be mindful.",
      "transliteration": "innallāha ya-muru bil `adli wal-iḥsāni wa-iytā-i dhil qurbā wayanhā `anil faḥshā-i wal munkari wal baghyi ۚ ya`iẓukum la`allakum tadhakkarūn"
    },
    {
      "index": 92,
      "id": 91,
      "show_id": "91",
      "arabic": "وَأَوْفُوا۟ بِعَهْدِ ٱللَّهِ إِذَا عَـٰهَدتُّمْ وَلَا تَنقُضُوا۟ ٱلْأَيْمَـٰنَ بَعْدَ تَوْكِيدِهَا وَقَدْ جَعَلْتُمُ ٱللَّهَ عَلَيْكُمْ كَفِيلًا ۚ إِنَّ ٱللَّهَ يَعْلَمُ مَا تَفْعَلُونَ",
      "translation": "And fulfill the covenant of Allah when you have made a covenant, and do not break the oaths after making them fast, and you have indeed made Allah a surety for you; surely Allah knows what you do.",
      "transliteration": "wa-awfū bi`ahdillāhi idhā `āhadtum walā tanquḍul-aymāna ba`da tawkīdihā waqad ja`altumullāha `alaykum kafīlā ۚ innallāha ya`lamu mā taf`alūn"
    },
    {
      "index": 93,
      "id": 92,
      "show_id": "92",
      "arabic": "وَلَا تَكُونُوا۟ كَٱلَّتِى نَقَضَتْ غَزْلَهَا مِنۢ بَعْدِ قُوَّةٍ أَنكَـٰثًا تَتَّخِذُونَ أَيْمَـٰنَكُمْ دَخَلًۢا بَيْنَكُمْ أَن تَكُونَ أُمَّةٌ هِىَ أَرْبَىٰ مِنْ أُمَّةٍ ۚ إِنَّمَا يَبْلُوكُمُ ٱللَّهُ بِهِۦ ۚ وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ ٱلْقِيَـٰمَةِ مَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
      "translation": "And be not like her who unravels her yarn, disintegrating it into pieces after she has spun it strongly. You make your oaths to be means of deceit between you because (one) nation is more numerous than (another) nation. Allah only tries you by this; and He will most certainly make clear to you on the resurrection day that about which you differed.",
      "transliteration": "walā takūnū kal latī naqaḍat ghazlahā min ba`di quwwatin ankāthan tattakhidhūna aymānakum dakhalan baynakum an takūna ummatun hiya arbā min ummah ۚ innamā yablūkumullāhu bih ۚ walayubayyinanna lakum yawmal qiyāmati mā kuntum fīhi takhtalifūn"
    },
    {
      "index": 94,
      "id": 93,
      "show_id": "93",
      "arabic": "وَلَوْ شَآءَ ٱللَّهُ لَجَعَلَكُمْ أُمَّةً وَٰحِدَةً وَلَـٰكِن يُضِلُّ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ ۚ وَلَتُسْـَٔلُنَّ عَمَّا كُنتُمْ تَعْمَلُونَ",
      "translation": "And if Allah please He would certainly make you a single nation, but He causes to err whom He pleases and guides whom He pleases; and most certainly you will be questioned as to what you did.",
      "transliteration": "walaw shā-allāhu laja`alakum ummatan wāḥidatan walākin yuḍillu man yashā-u wayahdī man yashā-u ۚ walatus-alunna `ammā kuntum ta`malūn"
    },
    {
      "index": 95,
      "id": 94,
      "show_id": "94",
      "arabic": "وَلَا تَتَّخِذُوٓا۟ أَيْمَـٰنَكُمْ دَخَلًۢا بَيْنَكُمْ فَتَزِلَّ قَدَمٌۢ بَعْدَ ثُبُوتِهَا وَتَذُوقُوا۟ ٱلسُّوٓءَ بِمَا صَدَدتُّمْ عَن سَبِيلِ ٱللَّهِ ۖ وَلَكُمْ عَذَابٌ عَظِيمٌ",
      "translation": "And do not make your oaths a means of deceit between you, lest a foot should slip after its stability and you should taste evil because you turned away from Allah's way and grievous punishment be your (lot).",
      "transliteration": "walā tattakhidhū aymānakum dakhalan baynakum fatazilla qadamun ba`da thubūtihā watadhūqus sū a bimā ṣadadtum `an sabīlillāh ۖ walakum `adhābun `aẓīm"
    },
    {
      "index": 96,
      "id": 95,
      "show_id": "95",
      "arabic": "وَلَا تَشْتَرُوا۟ بِعَهْدِ ٱللَّهِ ثَمَنًا قَلِيلًا ۚ إِنَّمَا عِندَ ٱللَّهِ هُوَ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
      "translation": "And do not take a small price in exchange for Allah's covenant; surely what is with Allah is better for you, did you but know.",
      "transliteration": "walā tashtarū bi`ahdillāhi thamanan qalīlā ۚ innamā `indallāhi huwa khayrul lakum in kuntum ta`lamūn"
    },
    {
      "index": 97,
      "id": 96,
      "show_id": "96",
      "arabic": "مَا عِندَكُمْ يَنفَدُ ۖ وَمَا عِندَ ٱللَّهِ بَاقٍ ۗ وَلَنَجْزِيَنَّ ٱلَّذِينَ صَبَرُوٓا۟ أَجْرَهُم بِأَحْسَنِ مَا كَانُوا۟ يَعْمَلُونَ",
      "translation": "What is with you passes away and what is with Allah is enduring; and We will most certainly give to those who are patient their reward for the best of what they did.",
      "transliteration": "mā `indakum yanfad ۖ wa mā `indallāhi bāq ۗ walanajziyannal ladhīna ṣabarū ajrahum bi-aḥsani mā kānū ya`malūn"
    },
    {
      "index": 98,
      "id": 97,
      "show_id": "97",
      "arabic": "مَنْ عَمِلَ صَـٰلِحًا مِّن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُۥ حَيَوٰةً طَيِّبَةً ۖ وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُوا۟ يَعْمَلُونَ",
      "translation": "Whoever does good whether male or female and he is a believer, We will most certainly make him live a happy life, and We will most certainly give them their reward for the best of what they did.",
      "transliteration": "man `amila ṣāliḥan min dhakarin aw unthā wahuwa mu-minun falanuḥyiyannahu ḥayātan ṭayyibah ۖ walanajziyannahum ajrahum bi-aḥsani mā kānū ya`malūn"
    },
    {
      "index": 99,
      "id": 98,
      "show_id": "98",
      "arabic": "فَإِذَا قَرَأْتَ ٱلْقُرْءَانَ فَٱسْتَعِذْ بِٱللَّهِ مِنَ ٱلشَّيْطَـٰنِ ٱلرَّجِيمِ",
      "translation": "So when you recite the Quran, seek refuge with Allah from the accursed Shaitan,",
      "transliteration": "fa-idhā qara-tal qur-āna fasta`idh billāhi minash shayṭānir rajīm"
    },
    {
      "index": 100,
      "id": 99,
      "show_id": "99",
      "arabic": "إِنَّهُۥ لَيْسَ لَهُۥ سُلْطَـٰنٌ عَلَى ٱلَّذِينَ ءَامَنُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
      "translation": "Surely he has no authority over those who believe and rely on their Lord.",
      "transliteration": "innahu laysa lahu sulṭānun `alal ladhīna āmanū wa`alā rabbihim yatawakkalūn"
    },
    {
      "index": 101,
      "id": 100,
      "show_id": "100",
      "arabic": "إِنَّمَا سُلْطَـٰنُهُۥ عَلَى ٱلَّذِينَ يَتَوَلَّوْنَهُۥ وَٱلَّذِينَ هُم بِهِۦ مُشْرِكُونَ",
      "translation": "His authority is only over those who befriend him and those who associate others with Him.",
      "transliteration": "innamā sulṭānuhu `alal ladhīna yatawallawnahu wal ladhīna hum bihi mushrikūn"
    },
    {
      "index": 102,
      "id": 101,
      "show_id": "101",
      "arabic": "وَإِذَا بَدَّلْنَآ ءَايَةً مَّكَانَ ءَايَةٍ ۙ وَٱللَّهُ أَعْلَمُ بِمَا يُنَزِّلُ قَالُوٓا۟ إِنَّمَآ أَنتَ مُفْتَرٍۭ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
      "translation": "And when We change (one) communication for (another) communication, and Allah knows best what He reveals, they say: You are only a forger. Nay, most of them do not know.",
      "transliteration": "wa idhā baddalnā āyatan makāna āyatin wallāhu a`lamu bimā yunazzilu qālū innamā anta muftar ۚ bal aktharuhum lā ya`lamūn"
    },
    {
      "index": 103,
      "id": 102,
      "show_id": "102",
      "arabic": "قُلْ نَزَّلَهُۥ رُوحُ ٱلْقُدُسِ مِن رَّبِّكَ بِٱلْحَقِّ لِيُثَبِّتَ ٱلَّذِينَ ءَامَنُوا۟ وَهُدًى وَبُشْرَىٰ لِلْمُسْلِمِينَ",
      "translation": "Say: The Holy spirit has revealed it from your Lord with the truth, that it may establish those who believe and as a guidance and good news for those who submit.",
      "transliteration": "qul nazzalahu rūḥul qudusi min rabbika bil ḥaqqi liyuthabbital ladhīna āmanū wahudan wabushrā lil-muslimīn"
    },
    {
      "index": 104,
      "id": 103,
      "show_id": "103",
      "arabic": "وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٌ ۗ لِّسَانُ ٱلَّذِى يُلْحِدُونَ إِلَيْهِ أَعْجَمِىٌّ وَهَـٰذَا لِسَانٌ عَرَبِىٌّ مُّبِينٌ",
      "translation": "And certainly We know that they say: Only a mortal teaches him. The tongue of him whom they reproach is barbarous, and this is clear Arabic tongue.",
      "transliteration": "walaqad na`lamu annahum yaqūlūna innamā yu`allimuhu bashar ۗ lisānul ladhī yulḥidūna ilayhi a`jamiyyun wahādhā lisānun `arabiyyun mubīn"
    },
    {
      "index": 105,
      "id": 104,
      "show_id": "104",
      "arabic": "إِنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِـَٔايَـٰتِ ٱللَّهِ لَا يَهْدِيهِمُ ٱللَّهُ وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "translation": "(As for) those who do not believe in Allah's communications, surely Allah will not guide them, and they shall have a painful punishment.",
      "transliteration": "innal ladhīna lā yu-minūna bi-āyātillāhi lā yahdīhimullāhu walahum `adhābun alīm"
    },
    {
      "index": 106,
      "id": 105,
      "show_id": "105",
      "arabic": "إِنَّمَا يَفْتَرِى ٱلْكَذِبَ ٱلَّذِينَ لَا يُؤْمِنُونَ بِـَٔايَـٰتِ ٱللَّهِ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْكَـٰذِبُونَ",
      "translation": "Only they forge the lie who do not believe in Allah's communications, and these are the liars.",
      "transliteration": "innamā yaftaril kadhibal ladhīna lā yu-minūna bi-āyātillāh ۖ wa-ulā-ika humul kādhibūn"
    },
    {
      "index": 107,
      "id": 106,
      "show_id": "106",
      "arabic": "مَن كَفَرَ بِٱللَّهِ مِنۢ بَعْدِ إِيمَـٰنِهِۦٓ إِلَّا مَنْ أُكْرِهَ وَقَلْبُهُۥ مُطْمَئِنٌّۢ بِٱلْإِيمَـٰنِ وَلَـٰكِن مَّن شَرَحَ بِٱلْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِّنَ ٱللَّهِ وَلَهُمْ عَذَابٌ عَظِيمٌ",
      "translation": "He who disbelieves in Allah after his having believed, not he who is compelled while his heart is at rest on account of faith, but he who opens (his) breast to disbelief-- on these is the wrath of Allah, and they shall have a grievous chastisement.",
      "transliteration": "man kafara billāhi min ba`di-iymānihi illā man ukriha waqalbuhu muṭma-innun bil-iymāni walākin man sharaḥa bil kufri ṣadran fa`alayhim ghaḍabun minallāhi walahum `adhābun `aẓīm"
    },
    {
      "index": 108,
      "id": 107,
      "show_id": "107",
      "arabic": "ذَٰلِكَ بِأَنَّهُمُ ٱسْتَحَبُّوا۟ ٱلْحَيَوٰةَ ٱلدُّنْيَا عَلَى ٱلْـَٔاخِرَةِ وَأَنَّ ٱللَّهَ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَـٰفِرِينَ",
      "translation": "This is because they love this world's life more than the hereafter, and because Allah does not guide the unbelieving people.",
      "transliteration": "dhālika bi-annahumus taḥabbul ḥayātad dunyā `alal-ākhirati wa-annallāha lā yahdil qawmal kāfirīn"
    },
    {
      "index": 109,
      "id": 108,
      "show_id": "108",
      "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصَـٰرِهِمْ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْغَـٰفِلُونَ",
      "translation": "These are they on whose hearts and their hearing and their eyes Allah has set a seal, and these are the heedless ones.",
      "transliteration": "ulā-ikal ladhīna ṭaba`allāhu `alā qulūbihim wasam`ihim wa-abṣārihim ۖ wa-ulā-ika humul ghāfilūn"
    },
    {
      "index": 110,
      "id": 109,
      "show_id": "109",
      "arabic": "لَا جَرَمَ أَنَّهُمْ فِى ٱلْـَٔاخِرَةِ هُمُ ٱلْخَـٰسِرُونَ",
      "translation": "No doubt that in the hereafter they will be the losers.",
      "transliteration": "lā jarama annahum fil-ākhirati humul khāsirūn"
    },
    {
      "index": 111,
      "id": 110,
      "show_id": "110",
      "arabic": "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُوا۟ مِنۢ بَعْدِ مَا فُتِنُوا۟ ثُمَّ جَـٰهَدُوا۟ وَصَبَرُوٓا۟ إِنَّ رَبَّكَ مِنۢ بَعْدِهَا لَغَفُورٌ رَّحِيمٌ",
      "translation": "Yet surely your Lord, with respect to those who fly after they are persecuted, then they struggle hard and are patient, most surely your Lord after that is Forgiving, Merciful.",
      "transliteration": "thumma inna rabbaka lilladhīna hājarū min ba`di mā futinū thumma jāhadū waṣabarū inna rabbaka min ba`dihā laghafūrun raḥīm"
    },
    {
      "index": 112,
      "id": 111,
      "show_id": "111",
      "arabic": "يَوْمَ تَأْتِى كُلُّ نَفْسٍ تُجَـٰدِلُ عَن نَّفْسِهَا وَتُوَفَّىٰ كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُمْ لَا يُظْلَمُونَ",
      "translation": "(Remember) the day when every soul shall come, pleading for itself and every soul shall be paid in full what it has done, and they shall not be dealt with unjustly.",
      "transliteration": "yawma ta-tī kullu nafsin tujādilu `an nafsihā watuwaffā kullu nafsin mā `amilat wahum lā yuẓlamūn"
    },
    {
      "index": 113,
      "id": 112,
      "show_id": "112",
      "arabic": "وَضَرَبَ ٱللَّهُ مَثَلًا قَرْيَةً كَانَتْ ءَامِنَةً مُّطْمَئِنَّةً يَأْتِيهَا رِزْقُهَا رَغَدًا مِّن كُلِّ مَكَانٍ فَكَفَرَتْ بِأَنْعُمِ ٱللَّهِ فَأَذَٰقَهَا ٱللَّهُ لِبَاسَ ٱلْجُوعِ وَٱلْخَوْفِ بِمَا كَانُوا۟ يَصْنَعُونَ",
      "translation": "And Allah sets forth a parable: (Consider) a town safe and secure to which its means of subsistence come in abundance from every quarter; but it became ungrateful to Allah's favors, therefore Allah made it to taste the utmost degree of hunger and fear because of what they wrought.",
      "transliteration": "waḍaraballāhu mathalan qaryatan kānat āminatan muṭma-innatan ya-tīhā rizquhā raghadan min kulli makānin fakafarat bi-an`umillāhi fa-adhāqahallāhu libāsal jū`i wal khawfi bimā kānū yaṣna`ūn"
    },
    {
      "index": 114,
      "id": 113,
      "show_id": "113",
      "arabic": "وَلَقَدْ جَآءَهُمْ رَسُولٌ مِّنْهُمْ فَكَذَّبُوهُ فَأَخَذَهُمُ ٱلْعَذَابُ وَهُمْ ظَـٰلِمُونَ",
      "translation": "And certainly there came to them an Apostle from among them, but they rejected him, so the punishment overtook them while they were unjust.",
      "transliteration": "walaqad jā-ahum rasūlun minhum fakadhhabūhu fa-akhadhahumul `adhābu wahum ẓālimūn"
    },
    {
      "index": 115,
      "id": 114,
      "show_id": "114",
      "arabic": "فَكُلُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ حَلَـٰلًا طَيِّبًا وَٱشْكُرُوا۟ نِعْمَتَ ٱللَّهِ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ",
      "translation": "Therefore eat of what Allah has given you, lawful and good (things), and give thanks for Allah's favor if Him do you serve.",
      "transliteration": "fakulū mimmā razaqakumullāhu ḥalālan ṭayyiban washkurū ni`matallāhi in kuntum iyyāhu ta`budūn"
    },
    {
      "index": 116,
      "id": 115,
      "show_id": "115",
      "arabic": "إِنَّمَا حَرَّمَ عَلَيْكُمُ ٱلْمَيْتَةَ وَٱلدَّمَ وَلَحْمَ ٱلْخِنزِيرِ وَمَآ أُهِلَّ لِغَيْرِ ٱللَّهِ بِهِۦ ۖ فَمَنِ ٱضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "translation": "He has only forbidden you what dies of itself and blood and flesh of swine and that over which any other name than that of Allah has been invoked, but whoever is driven to necessity, not desiring nor exceeding the limit, then surely Allah is Forgiving, Merciful.",
      "transliteration": "innamā ḥarrama `alaykumul maytata wad dama walaḥmal khinzīri wa mā uhilla lighayrillāhi bih ۖ famaniḍ-ṭurra ghayra bāghin walā `ādin fa-innallāha ghafūrun raḥīm"
    },
    {
      "index": 117,
      "id": 116,
      "show_id": "116",
      "arabic": "وَلَا تَقُولُوا۟ لِمَا تَصِفُ أَلْسِنَتُكُمُ ٱلْكَذِبَ هَـٰذَا حَلَـٰلٌ وَهَـٰذَا حَرَامٌ لِّتَفْتَرُوا۟ عَلَى ٱللَّهِ ٱلْكَذِبَ ۚ إِنَّ ٱلَّذِينَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ لَا يُفْلِحُونَ",
      "translation": "And, for what your tongues describe, do not utter the lie, (saying) This is lawful and this is unlawful, in order to forge a lie against Allah; surely those who forge the lie against Allah shall not prosper.",
      "transliteration": "walā taqūlū limā taṣifu alsinatukumul kadhiba hādhā ḥalālun wahādhā ḥarāmul litaftarū `alallāhil kadhib ۚ innal ladhīna yaftarūna `alallāhil kadhiba lā yufliḥūn"
    },
    {
      "index": 118,
      "id": 117,
      "show_id": "117",
      "arabic": "مَتَـٰعٌ قَلِيلٌ وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "translation": "A little enjoyment and they shall have a painful punishment.",
      "transliteration": "matā`un qalīlun walahum `adhābun alīm"
    },
    {
      "index": 119,
      "id": 118,
      "show_id": "118",
      "arabic": "وَعَلَى ٱلَّذِينَ هَادُوا۟ حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِن قَبْلُ ۖ وَمَا ظَلَمْنَـٰهُمْ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
      "translation": "And for those who were Jews We prohibited what We have related to you already, and We did them no injustice, but they were unjust to themselves.",
      "transliteration": "wa`alal ladhīna hādū ḥarramnā mā qaṣaṣnā `alayka min qabl ۖ wa mā ẓalamnāhum walākin kānū anfusahum yaẓlimūn"
    },
    {
      "index": 120,
      "id": 119,
      "show_id": "119",
      "arabic": "ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُوا۟ ٱلسُّوٓءَ بِجَهَـٰلَةٍ ثُمَّ تَابُوا۟ مِنۢ بَعْدِ ذَٰلِكَ وَأَصْلَحُوٓا۟ إِنَّ رَبَّكَ مِنۢ بَعْدِهَا لَغَفُورٌ رَّحِيمٌ",
      "translation": "Yet surely your Lord, with respect to those who do an evil in ignorance, then turn after that and make amends, most surely your Lord after that is Forgiving, Merciful.",
      "transliteration": "thumma inna rabbaka lilladhīna `amilus sū a bijahālatin thumma tābū min ba`di dhālika wa-aṣlaḥū inna rabbaka min ba`dihā laghafūrun raḥīm"
    },
    {
      "index": 121,
      "id": 120,
      "show_id": "120",
      "arabic": "إِنَّ إِبْرَٰهِيمَ كَانَ أُمَّةً قَانِتًا لِّلَّهِ حَنِيفًا وَلَمْ يَكُ مِنَ ٱلْمُشْرِكِينَ",
      "translation": "Surely Ibrahim was an exemplar, obedient to Allah, upright, and he was not of the polytheists.",
      "transliteration": "inna ibrāhīma kāna ummatan qānital lillāhi ḥanīfan walam yaku minal mushrikīn"
    },
    {
      "index": 122,
      "id": 121,
      "show_id": "121",
      "arabic": "شَاكِرًا لِّأَنْعُمِهِ ۚ ٱجْتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "translation": "Grateful for His favors; He chose him and guided him on the right path.",
      "transliteration": "shākiral li-an`umih ۚ ij-tabāhu wahadāhu ilā ṣirāṭin mustaqīm"
    },
    {
      "index": 123,
      "id": 122,
      "show_id": "122",
      "arabic": "وَءَاتَيْنَـٰهُ فِى ٱلدُّنْيَا حَسَنَةً ۖ وَإِنَّهُۥ فِى ٱلْـَٔاخِرَةِ لَمِنَ ٱلصَّـٰلِحِينَ",
      "translation": "And We gave him good in this world, and in the next he will most surely be among the good.",
      "transliteration": "wa-ātaynāhu fid dunyā ḥasanah ۖ wa innahu fil-ākhirati laminaṣ ṣāliḥīn"
    },
    {
      "index": 124,
      "id": 123,
      "show_id": "123",
      "arabic": "ثُمَّ أَوْحَيْنَآ إِلَيْكَ أَنِ ٱتَّبِعْ مِلَّةَ إِبْرَٰهِيمَ حَنِيفًا ۖ وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ",
      "translation": "Then We revealed to you: Follow the faith of Ibrahim, the upright one, and he was not of the polytheists.",
      "transliteration": "thumma awḥaynā ilayka anit-tabi` millata ibrāhīma ḥanīfā ۖ wa mā kāna minal mushrikīn"
    },
    {
      "index": 125,
      "id": 124,
      "show_id": "124",
      "arabic": "إِنَّمَا جُعِلَ ٱلسَّبْتُ عَلَى ٱلَّذِينَ ٱخْتَلَفُوا۟ فِيهِ ۚ وَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
      "translation": "The Sabbath was ordained only for those who differed about it, and most surely your Lord will judge between them on the resurrection day concerning that about which they differed.",
      "transliteration": "innamā ju`ilas sabtu `alal ladhīnakh-talafū fīh ۚ wa inna rabbaka layaḥkumu baynahum yawmal qiyāmati fīmā kānū fīhi yakhtalifūn"
    },
    {
      "index": 126,
      "id": 125,
      "show_id": "125",
      "arabic": "ٱدْعُ إِلَىٰ سَبِيلِ رَبِّكَ بِٱلْحِكْمَةِ وَٱلْمَوْعِظَةِ ٱلْحَسَنَةِ ۖ وَجَـٰدِلْهُم بِٱلَّتِى هِىَ أَحْسَنُ ۚ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ ۖ وَهُوَ أَعْلَمُ بِٱلْمُهْتَدِينَ",
      "translation": "Call to the way of your Lord with wisdom and goodly exhortation, and have disputations with them in the best manner; surely your Lord best knows those who go astray from His path, and He knows best those who follow the right way.",
      "transliteration": "ud-`u ilā sabīli rabbika bil ḥikmati wal maw`iẓatil ḥasanah ۖ wajādilhum bil latī hiya aḥsan ۚ inna rabbaka huwa a`lamu biman ḍalla `an sabīlih ۖ wahuwa a`lamu bil muhtadīn"
    },
    {
      "index": 127,
      "id": 126,
      "show_id": "126",
      "arabic": "وَإِنْ عَاقَبْتُمْ فَعَاقِبُوا۟ بِمِثْلِ مَا عُوقِبْتُم بِهِۦ ۖ وَلَئِن صَبَرْتُمْ لَهُوَ خَيْرٌ لِّلصَّـٰبِرِينَ",
      "translation": "And if you take your turn, then retaliate with the like of that with which you were afflicted; but if you are patient, it will certainly be best for those who are patient.",
      "transliteration": "wa in `āqabtum fa`āqibū bimithli mā `ūqibtum bih ۖ wala-in ṣabartum lahuwa khayrul lilṣṣābirīn"
    },
    {
      "index": 128,
      "id": 127,
      "show_id": "127",
      "arabic": "وَٱصْبِرْ وَمَا صَبْرُكَ إِلَّا بِٱللَّهِ ۚ وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُ فِى ضَيْقٍ مِّمَّا يَمْكُرُونَ",
      "translation": "And be patient and your patience is not but by (the assistance of) Allah, and grieve not for them, and do not distress yourself at what they plan.",
      "transliteration": "waṣbir wa mā ṣabruka illā billāh ۚ walā taḥzan `alayhim walā taku fī ḍayqin mimmā yamkurūn"
    },
    {
      "index": 129,
      "id": 128,
      "show_id": "128",
      "arabic": "إِنَّ ٱللَّهَ مَعَ ٱلَّذِينَ ٱتَّقَوا۟ وَّٱلَّذِينَ هُم مُّحْسِنُونَ",
      "translation": "Surely Allah is with those who guard (against evil) and those who do good (to others).",
      "transliteration": "innallāha ma`al ladhīnat-taqaw wal ladhīna hum muḥsinūn"
    }
  ]
}