{
  "index": 39,
  "name": "الزمر",
  "arabic_name": "الزُّمَر",
  "english_name": "Az-Zumar",
  "english_meaning": "The Groups",
  "ayas": [
    {
      "index": 0,
      "arabic": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
      "translation": "In the name of Allah, the Beneficent, the Merciful.",
      "transliteration": "bismillāhir raḥmānir raḥīm",
      "is_bismillah": true
    },
    {
      "index": 1,
      "arabic": "تَنزِيلُ ٱلْكِتَـٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
      "translation": "The revelation of the Book is from Allah, the Mighty, the Wise.",
      "transliteration": "tanzīlul kitābi minallāhil `azīzil ḥakīm"
    },
    {
      "index": 2,
      "arabic": "إِنَّآ أَنزَلْنَآ إِلَيْكَ ٱلْكِتَـٰبَ بِٱلْحَقِّ فَٱعْبُدِ ٱللَّهَ مُخْلِصًا لَّهُ ٱلدِّينَ",
      "translation": "Surely We have revealed to you the Book with the truth, therefore serve Allah, being sincere to Him in obedience.",
      "transliteration": "innā anzalnā ilaykal kitāba bil ḥaqqi fa`budillāha mukhliṣal lahud dīn"
    },
    {
      "index": 3,
      "arabic": "أَلَا لِلَّهِ ٱلدِّينُ ٱلْخَالِصُ ۚ وَٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ أَوْلِيَآءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَآ إِلَى ٱللَّهِ زُلْفَىٰٓ إِنَّ ٱللَّهَ يَحْكُمُ بَيْنَهُمْ فِى مَا هُمْ فِيهِ يَخْتَلِفُونَ ۗ إِنَّ ٱللَّهَ لَا يَهْدِى مَنْ هُوَ كَـٰذِبٌ كَفَّارٌ",
      "translation": "Now, surely, sincere obedience is due to Allah (alone) and (as for) those who take guardians besides Him, (saying), We do not serve them save that they may make us nearer to Allah, surely Allah will judge between them in that in which they differ; surely Allah does not guide him aright who is a liar, ungrateful.",
      "transliteration": "alā lillāhid dīnul khāliṣ ۚ wal ladhīnat-takhadhū min dūnihi awliyā-a mā na`buduhum illā liyuqarribūnā ilallāhi zulfā innallāha yaḥkumu baynahum fī mā hum fīhi yakhtalifūn ۗ innallāha lā yahdī man huwa kādhibun kaffār"
    },
    {
      "index": 4,
      "arabic": "لَّوْ أَرَادَ ٱللَّهُ أَن يَتَّخِذَ وَلَدًا لَّٱصْطَفَىٰ مِمَّا يَخْلُقُ مَا يَشَآءُ ۚ سُبْحَـٰنَهُۥ ۖ هُوَ ٱللَّهُ ٱلْوَٰحِدُ ٱلْقَهَّارُ",
      "translation": "If Allah desire to take a son to Himself, He will surely choose those He pleases from what He has created. Glory be to Him: He is Allah, the One, the Subduer (of all).",
      "transliteration": "law arādallāhu an yattakhidha waladal laṣṭafā mimmā yakhluqu mā yashā-u ۚ subḥānah ۖ huwallāhul wāḥidul qahhār"
    },
    {
      "index": 5,
      "arabic": "خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۖ يُكَوِّرُ ٱلَّيْلَ عَلَى ٱلنَّهَارِ وَيُكَوِّرُ ٱلنَّهَارَ عَلَى ٱلَّيْلِ ۖ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ ۖ كُلٌّ يَجْرِى لِأَجَلٍ مُّسَمًّى ۗ أَلَا هُوَ ٱلْعَزِيزُ ٱلْغَفَّـٰرُ",
      "translation": "He has created the heavens and the earth with the truth; He makes the night cover the day and makes the day overtake the night, and He has made the sun and the moon subservient; each one runs on to an assigned term; now surely He is the Mighty, the great Forgiver.",
      "transliteration": "khalaqas samāwāti wal-arḍa bil ḥaqq ۖ yukawwirul layla `alan nahāri wayukawwirun nahāra `alal layl ۖ wasakhharash shamsa wal qamar ۖ kullun yajrī li-ajalin musammā ۗ alā huwal `azīzul ghaffār"
    },
    {
      "index": 6,
      "arabic": "خَلَقَكُم مِّن نَّفْسٍ وَٰحِدَةٍ ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا وَأَنزَلَ لَكُم مِّنَ ٱلْأَنْعَـٰمِ ثَمَـٰنِيَةَ أَزْوَٰجٍ ۚ يَخْلُقُكُمْ فِى بُطُونِ أُمَّهَـٰتِكُمْ خَلْقًا مِّنۢ بَعْدِ خَلْقٍ فِى ظُلُمَـٰتٍ ثَلَـٰثٍ ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ لَهُ ٱلْمُلْكُ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُصْرَفُونَ",
      "translation": "He has created you from a single being, then made its mate of the same (kind), and He has made for you eight of the cattle in pairs. He creates you in the wombs of your mothers-- a creation after a creation-- in triple darkness; that is Allah your Lord, His is the kingdom; there is no god but He; whence are you then turned away?",
      "transliteration": "khalaqakum min nafsin wāḥidatin thumma ja`ala minhā zawjahā wa-anzala lakum minal-an`āmi thamāniyata azwāj ۚ yakhluqukum fī buṭūni ummahātikum khalqan min ba`di khalqin fī ẓulumātin thalāth ۚ dhālikumullāhu rabbukum lahul mulk ۖ lā ilāha illā huw ۖ fa-annā tuṣrafūn"
    },
    {
      "index": 7,
      "arabic": "إِن تَكْفُرُوا۟ فَإِنَّ ٱللَّهَ غَنِىٌّ عَنكُمْ ۖ وَلَا يَرْضَىٰ لِعِبَادِهِ ٱلْكُفْرَ ۖ وَإِن تَشْكُرُوا۟ يَرْضَهُ لَكُمْ ۗ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۗ ثُمَّ إِلَىٰ رَبِّكُم مَّرْجِعُكُمْ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ ۚ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "If you are ungrateful, then surely Allah is Self-sufficient above all need of you; and He does not like ungratefulness in His servants; and if you are grateful, He likes it in you; and no bearer of burden shall bear the burden of another; then to your Lord is your return, then will He inform you of what you did; surely He is Cognizant of what is in the breasts.",
      "transliteration": "in takfurū fa-innallāha ghaniyyun `ankum ۖ walā yarḍā li`ibādihil kufr ۖ wa in tashkurū yarḍahu lakum ۗ walā taziru wāziratun wizra ukhrā ۗ thumma ilā rabbikum marji`ukum fayunabbi-ukum bimā kuntum ta`malūn ۚ innahu `alīmun bidhātiṣ ṣudūr"
    },
    {
      "index": 8,
      "arabic": "وَإِذَا مَسَّ ٱلْإِنسَـٰنَ ضُرٌّ دَعَا رَبَّهُۥ مُنِيبًا إِلَيْهِ ثُمَّ إِذَا خَوَّلَهُۥ نِعْمَةً مِّنْهُ نَسِىَ مَا كَانَ يَدْعُوٓا۟ إِلَيْهِ مِن قَبْلُ وَجَعَلَ لِلَّهِ أَندَادًا لِّيُضِلَّ عَن سَبِيلِهِۦ ۚ قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا ۖ إِنَّكَ مِنْ أَصْحَـٰبِ ٱلنَّارِ",
      "translation": "And when distress afflicts a man he calls upon his Lord turning to Him frequently; then when He makes him possess a favor from Him, he forgets that for which he called upon Him before, and sets up rivals to Allah that he may cause (men) to stray off from His path. Say: Enjoy yourself in your ungratefulness a little, surely you are of the inmates of the fire.",
      "transliteration": "wa idhā massal-insāna ḍurrun da`ā rabbahu munīban ilayhi thumma idhā khawwalahu ni`matan minhu nasiya mā kāna yad`ū ilayhi min qablu waja`ala lillāhi andādal liyuḍilla `an sabīlih ۚ qul tamatta` bikufrika qalīlā ۖ innaka min aṣ-ḥābin nār"
    },
    {
      "index": 9,
      "arabic": "أَمَّنْ هُوَ قَـٰنِتٌ ءَانَآءَ ٱلَّيْلِ سَاجِدًا وَقَآئِمًا يَحْذَرُ ٱلْـَٔاخِرَةَ وَيَرْجُوا۟ رَحْمَةَ رَبِّهِۦ ۗ قُلْ هَلْ يَسْتَوِى ٱلَّذِينَ يَعْلَمُونَ وَٱلَّذِينَ لَا يَعْلَمُونَ ۗ إِنَّمَا يَتَذَكَّرُ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ",
      "translation": "What! he who is obedient during hours of the night, prostrating himself and standing, takes care of the hereafter and hopes for the mercy of his Lord! Say: Are those who know and those who do not know alike? Only the men of understanding are mindful.",
      "transliteration": "amman huwa qānitun ānā-al layli sājidan waqā-iman yaḥdharul-ākhirata wayarjū raḥmata rabbih ۗ qul hal yastawil ladhīna ya`lamūna wal ladhīna lā ya`lamūn ۗ innamā yatadhakkaru ulul-albāb"
    },
    {
      "index": 10,
      "arabic": "قُلْ يَـٰعِبَادِ ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ رَبَّكُمْ ۚ لِلَّذِينَ أَحْسَنُوا۟ فِى هَـٰذِهِ ٱلدُّنْيَا حَسَنَةٌ ۗ وَأَرْضُ ٱللَّهِ وَٰسِعَةٌ ۗ إِنَّمَا يُوَفَّى ٱلصَّـٰبِرُونَ أَجْرَهُم بِغَيْرِ حِسَابٍ",
      "translation": "Say: O my servants who believe! be careful of (your duty to) your Lord; for those who do good in this world is good, and Allah's earth is spacious; only the patient will be paid back their reward in full without measure.",
      "transliteration": "qul yā`ibādil ladhīna āmanut-taqū rabbakum ۚ lilladhīna aḥsanū fī hādhihid dunyā ḥasanah ۗ wa-arḍullāhi wāsi`ah ۗ innamā yuwaffaṣ ṣābirūna ajrahum bighayri ḥisāb"
    },
    {
      "index": 11,
      "arabic": "قُلْ إِنِّىٓ أُمِرْتُ أَنْ أَعْبُدَ ٱللَّهَ مُخْلِصًا لَّهُ ٱلدِّينَ",
      "translation": "Say: I am commanded that I should serve Allah, being sincere to Him in obedience.",
      "transliteration": "qul innī umirtu an a`budallāha mukhliṣal lahud dīn"
    },
    {
      "index": 12,
      "arabic": "وَأُمِرْتُ لِأَنْ أَكُونَ أَوَّلَ ٱلْمُسْلِمِينَ",
      "translation": "And I am commanded that I shall be the first of those who submit.",
      "transliteration": "wa-umirtu li-an akūna awwalal-muslimīn"
    },
    {
      "index": 13,
      "arabic": "قُلْ إِنِّىٓ أَخَافُ إِنْ عَصَيْتُ رَبِّى عَذَابَ يَوْمٍ عَظِيمٍ",
      "translation": "Say: I fear, if I disobey my Lord, the chastisement of a grievous day.",
      "transliteration": "qul innī akhāfu in `aṣaytu rabbī `adhāba yawmin `aẓīm"
    },
    {
      "index": 14,
      "arabic": "قُلِ ٱللَّهَ أَعْبُدُ مُخْلِصًا لَّهُۥ دِينِى",
      "translation": "Say: Allah (it is Whom) I serve, being sincere to Him in my obedience:",
      "transliteration": "qulillāha a`budu mukhliṣal lahu dīnī"
    },
    {
      "index": 15,
      "arabic": "فَٱعْبُدُوا۟ مَا شِئْتُم مِّن دُونِهِۦ ۗ قُلْ إِنَّ ٱلْخَـٰسِرِينَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ ٱلْقِيَـٰمَةِ ۗ أَلَا ذَٰلِكَ هُوَ ٱلْخُسْرَانُ ٱلْمُبِينُ",
      "translation": "Serve then what you like besides Him. Say: The losers surely are those who shall have lost themselves and their families on the day of resurrection; now surely that is the clear loss.",
      "transliteration": "fa`budū mā shi-tum min dūnih ۗ qul innal khāsirīnal ladhīna khasirū anfusahum wa-ahlīhim yawmal qiyāmah ۗ alā dhālika huwal khusrānul mubīn"
    },
    {
      "index": 16,
      "arabic": "لَهُم مِّن فَوْقِهِمْ ظُلَلٌ مِّنَ ٱلنَّارِ وَمِن تَحْتِهِمْ ظُلَلٌ ۚ ذَٰلِكَ يُخَوِّفُ ٱللَّهُ بِهِۦ عِبَادَهُۥ ۚ يَـٰعِبَادِ فَٱتَّقُونِ",
      "translation": "They shall have coverings of fire above them and coverings beneath them; with that Allah makes His servants to fear, so be careful of (your duty to) Me, O My servants!",
      "transliteration": "lahum min fawqihim ẓulalun minan nāri wa min taḥtihim ẓulal ۚ dhālika yukhawwifullāhu bihi `ibādah ۚ yā`ibādi fattaqūn"
    },
    {
      "index": 17,
      "arabic": "وَٱلَّذِينَ ٱجْتَنَبُوا۟ ٱلطَّـٰغُوتَ أَن يَعْبُدُوهَا وَأَنَابُوٓا۟ إِلَى ٱللَّهِ لَهُمُ ٱلْبُشْرَىٰ ۚ فَبَشِّرْ عِبَادِ",
      "translation": "And (as for) those who keep off from the worship of the idols and turn to Allah, they shall have good news, therefore give good news to My servants,",
      "transliteration": "wal ladhīnaj-tanabuṭ ṭāghūta an ya`budūhā wa-anābū ilallāhi lahumul bushrā ۚ fabashhir `ibād"
    },
    {
      "index": 18,
      "arabic": "ٱلَّذِينَ يَسْتَمِعُونَ ٱلْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُۥٓ ۚ أُو۟لَـٰٓئِكَ ٱلَّذِينَ هَدَىٰهُمُ ٱللَّهُ ۖ وَأُو۟لَـٰٓئِكَ هُمْ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ",
      "translation": "Those who listen to the word, then follow the best of it; those are they whom Allah has guided, and those it is who are the men of understanding.",
      "transliteration": "alladhīna yastami`ūnal qawla fayattabi`ūna aḥsanah ۚ ulā-ikal ladhīna hadāhumullāh ۖ wa-ulā-ika hum ulul-albāb"
    },
    {
      "index": 19,
      "arabic": "أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ ٱلْعَذَابِ أَفَأَنتَ تُنقِذُ مَن فِى ٱلنَّارِ",
      "translation": "What! as for him then against whom the sentence of chastisement is due: What! can you save him who is in the fire?",
      "transliteration": "afaman ḥaqqa `alayhi kalimatul `adhābi afa-anta tunqidhu man fin nār"
    },
    {
      "index": 20,
      "arabic": "لَـٰكِنِ ٱلَّذِينَ ٱتَّقَوْا۟ رَبَّهُمْ لَهُمْ غُرَفٌ مِّن فَوْقِهَا غُرَفٌ مَّبْنِيَّةٌ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ وَعْدَ ٱللَّهِ ۖ لَا يُخْلِفُ ٱللَّهُ ٱلْمِيعَادَ",
      "translation": "But (as for) those who are careful of (their duty to) their Lord, they shall have high places, above them higher places, built (for them), beneath which flow rivers; (this is) the promise of Allah: Allah will not fail in (His) promise.",
      "transliteration": "lākinil ladhīnat-taqaw rabbahum lahum ghurafun min fawqihā ghurafun mabniyyatun tajrī min taḥtihal-anhār ۖ wa`dallāh ۖ lā yukhlifullāhul mī`ād"
    },
    {
      "index": 21,
      "arabic": "أَلَمْ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَسَلَكَهُۥ يَنَـٰبِيعَ فِى ٱلْأَرْضِ ثُمَّ يُخْرِجُ بِهِۦ زَرْعًا مُّخْتَلِفًا أَلْوَٰنُهُۥ ثُمَّ يَهِيجُ فَتَرَىٰهُ مُصْفَرًّا ثُمَّ يَجْعَلُهُۥ حُطَـٰمًا ۚ إِنَّ فِى ذَٰلِكَ لَذِكْرَىٰ لِأُو۟لِى ٱلْأَلْبَـٰبِ",
      "translation": "Do you not see that Allah sends down water from the cloud, then makes it go along in the earth in springs, then brings forth therewith herbage of various colors, then it withers so that you see it becoming yellow, then He makes it a thing crushed and broken into pieces? Most surely there is a reminder in this for the men of understanding.",
      "transliteration": "alam tara annallāha anzala minas samā-i mā-an fasalakahu yanābī`a fil-arḍi thumma yukhriju bihi zar`an mukhtalifan alwānuhu thumma yahīju fatarāhu muṣfarran thumma yaj`aluhu ḥuṭāmā ۚ inna fī dhālika ladhikrā li-ulil-albāb"
    },
    {
      "index": 22,
      "arabic": "أَفَمَن شَرَحَ ٱللَّهُ صَدْرَهُۥ لِلْإِسْلَـٰمِ فَهُوَ عَلَىٰ نُورٍ مِّن رَّبِّهِۦ ۚ فَوَيْلٌ لِّلْقَـٰسِيَةِ قُلُوبُهُم مِّن ذِكْرِ ٱللَّهِ ۚ أُو۟لَـٰٓئِكَ فِى ضَلَـٰلٍ مُّبِينٍ",
      "translation": "What! is he whose heart Allah has opened for Islam so that he is in a light from his Lord (like the hard-hearted)? Nay, woe to those whose hearts are hard against the remembrance of Allah; those are in clear error.",
      "transliteration": "afaman sharaḥallāhu ṣadrahu lilislāmi fahuwa `alā nūrin min rabbih ۚ fawaylul lilqāsiyati qulūbuhum min dhikrillāh ۚ ulā-ika fī ḍalālin mubīn"
    },
    {
      "index": 23,
      "arabic": "ٱللَّهُ نَزَّلَ أَحْسَنَ ٱلْحَدِيثِ كِتَـٰبًا مُّتَشَـٰبِهًا مَّثَانِىَ تَقْشَعِرُّ مِنْهُ جُلُودُ ٱلَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَىٰ ذِكْرِ ٱللَّهِ ۚ ذَٰلِكَ هُدَى ٱللَّهِ يَهْدِى بِهِۦ مَن يَشَآءُ ۚ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
      "translation": "Allah has revealed the best announcement, a book conformable in its various parts, repeating, whereat do shudder the skins of those who fear their Lord, then their skins and their hearts become pliant to the remembrance of Allah; this is Allah's guidance, He guides with it whom He pleases; and (as for) him whom Allah makes err, there is no guide for him.",
      "transliteration": "allāhu nazzala aḥsanal ḥadīthi kitāban mutashābihan mathāniya taqsha`irru minhu julūdul ladhīna yakhshawna rabbahum thumma talīnu julūduhum waqulūbuhum ilā dhikrillāh ۚ dhālika hudallāhi yahdī bihi man yashā-u ۚ wa man yuḍlilillāhu famā lahu min hād"
    },
    {
      "index": 24,
      "arabic": "أَفَمَن يَتَّقِى بِوَجْهِهِۦ سُوٓءَ ٱلْعَذَابِ يَوْمَ ٱلْقِيَـٰمَةِ ۚ وَقِيلَ لِلظَّـٰلِمِينَ ذُوقُوا۟ مَا كُنتُمْ تَكْسِبُونَ",
      "translation": "Is he then who has to guard himself with his own person against the evil chastisement on the resurrection day? And it will be said to the unjust: Taste what you earned.",
      "transliteration": "afaman yattaqī biwajhihi sū al `adhābi yawmal qiyāmah ۚ waqīla liẓẓālimīna dhūqū mā kuntum taksibūn"
    },
    {
      "index": 25,
      "arabic": "كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ فَأَتَىٰهُمُ ٱلْعَذَابُ مِنْ حَيْثُ لَا يَشْعُرُونَ",
      "translation": "Those before them rejected (prophets), therefore there came to them the chastisement from whence they perceived not.",
      "transliteration": "kadhhabal ladhīna min qablihim fa-atāhumul `adhābu min ḥaythu lā yash`urūn"
    },
    {
      "index": 26,
      "arabic": "فَأَذَاقَهُمُ ٱللَّهُ ٱلْخِزْىَ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَعَذَابُ ٱلْـَٔاخِرَةِ أَكْبَرُ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ",
      "translation": "So Allah made them taste the disgrace in this world's life, and certainly the punishment of the hereafter is greater; did they but know!",
      "transliteration": "fa-adhāqahumullāhul khizya fil ḥayātid dunyā ۖ wala`adhābul-ākhirati akbar ۚ law kānū ya`lamūn"
    },
    {
      "index": 27,
      "arabic": "وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِى هَـٰذَا ٱلْقُرْءَانِ مِن كُلِّ مَثَلٍ لَّعَلَّهُمْ يَتَذَكَّرُونَ",
      "translation": "And certainly We have set forth to men in this Quran similitudes of every sort that they may mind.",
      "transliteration": "walaqad ḍarabnā linnāsi fī hādhal qur-āni min kulli mathalin la`allahum yatadhakkarūn"
    },
    {
      "index": 28,
      "arabic": "قُرْءَانًا عَرَبِيًّا غَيْرَ ذِى عِوَجٍ لَّعَلَّهُمْ يَتَّقُونَ",
      "translation": "An Arabic Quran without any crookedness, that they may guard (against evil).",
      "transliteration": "qur-ānan `arabiyyan ghayra dhī `iwajin la`allahum yattaqūn"
    },
    {
      "index": 29,
      "arabic": "ضَرَبَ ٱللَّهُ مَثَلًا رَّجُلًا فِيهِ شُرَكَآءُ مُتَشَـٰكِسُونَ وَرَجُلًا سَلَمًا لِّرَجُلٍ هَلْ يَسْتَوِيَانِ مَثَلًا ۚ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ",
      "translation": "Allah sets forth an example: There is a slave in whom are (several) partners differing with one another, and there is another slave wholly owned by one man. Are the two alike in condition? (All) praise is due to Allah. Nay! most of them do not know.",
      "transliteration": "ḍaraballāhu mathalan rajulan fīhi shurakā-u mutashākisūna warajulan salamal lirajulin hal yastawiyāni mathalā ۚ al-ḥamdu lillāh ۚ bal aktharuhum lā ya`lamūn"
    },
    {
      "index": 30,
      "arabic": "إِنَّكَ مَيِّتٌ وَإِنَّهُم مَّيِّتُونَ",
      "translation": "Surely you shall die and they (too) shall surely die.",
      "transliteration": "innaka mayyitun wa innahum mayyitūn"
    },
    {
      "index": 31,
      "arabic": "ثُمَّ إِنَّكُمْ يَوْمَ ٱلْقِيَـٰمَةِ عِندَ رَبِّكُمْ تَخْتَصِمُونَ",
      "translation": "Then surely on the day of resurrection you will contend one with another before. your Lord.",
      "transliteration": "thumma innakum yawmal qiyāmati `inda rabbikum takhtaṣimūn"
    },
    {
      "index": 32,
      "arabic": "فَمَنْ أَظْلَمُ مِمَّن كَذَبَ عَلَى ٱللَّهِ وَكَذَّبَ بِٱلصِّدْقِ إِذْ جَآءَهُۥٓ ۚ أَلَيْسَ فِى جَهَنَّمَ مَثْوًى لِّلْكَـٰفِرِينَ",
      "translation": "Who is then more unjust than he who utters a lie against Allah and (he who) gives the lie to the truth when it comes to him; is there not in hell an abode for the unbelievers?",
      "transliteration": "faman aẓlamu mimman kadhaba `alallāhi wakadhhaba biṣ ṣidqi idh jā-ah ۚ alaysa fī jahannama mathwan lilkāfirīn"
    },
    {
      "index": 33,
      "arabic": "وَٱلَّذِى جَآءَ بِٱلصِّدْقِ وَصَدَّقَ بِهِۦٓ ۙ أُو۟لَـٰٓئِكَ هُمُ ٱلْمُتَّقُونَ",
      "translation": "And he who brings the truth and (he who) accepts it as the truth-- these are they that guard (against evil).",
      "transliteration": "wal ladhī jā-a biṣ ṣidqi waṣaddaqa bihi ulā-ika humul muttaqūn"
    },
    {
      "index": 34,
      "arabic": "لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمْ ۚ ذَٰلِكَ جَزَآءُ ٱلْمُحْسِنِينَ",
      "translation": "They shall have with their Lord what they please; that is the reward of the doers of good;",
      "transliteration": "lahum mā yashā-ūna `inda rabbihim ۚ dhālika jazā-ul muḥsinīn"
    },
    {
      "index": 35,
      "arabic": "لِيُكَفِّرَ ٱللَّهُ عَنْهُمْ أَسْوَأَ ٱلَّذِى عَمِلُوا۟ وَيَجْزِيَهُمْ أَجْرَهُم بِأَحْسَنِ ٱلَّذِى كَانُوا۟ يَعْمَلُونَ",
      "translation": "So that Allah will do away with the worst of what they did and give them their reward for the best of what they do.",
      "transliteration": "liyukaffirallāhu `anhum aswa-al ladhī `amilū wayajziyahum ajrahum bi-aḥsanil ladhī kānū ya`malūn"
    },
    {
      "index": 36,
      "arabic": "أَلَيْسَ ٱللَّهُ بِكَافٍ عَبْدَهُۥ ۖ وَيُخَوِّفُونَكَ بِٱلَّذِينَ مِن دُونِهِۦ ۚ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
      "translation": "Is not Allah sufficient for His servant? And they seek to frighten you with those besides Him; and whomsoever Allah makes err, there is no guide for him.",
      "transliteration": "alaysallāhu bikāfin `abdah ۖ wayukhawwifūnaka bil ladhīna min dūnih ۚ wa man yuḍlilillāhu famā lahu min hād"
    },
    {
      "index": 37,
      "arabic": "وَمَن يَهْدِ ٱللَّهُ فَمَا لَهُۥ مِن مُّضِلٍّ ۗ أَلَيْسَ ٱللَّهُ بِعَزِيزٍ ذِى ٱنتِقَامٍ",
      "translation": "And whom Allah guides, there is none that can lead him astray; is not Allah Mighty, the Lord of retribution?",
      "transliteration": "wa man yahdillāhu famā lahu min muḍill ۗ alaysallāhu bi`azīzin dhin-tiqām"
    },
    {
      "index": 38,
      "arabic": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ ٱللَّهُ ۚ قُلْ أَفَرَءَيْتُم مَّا تَدْعُونَ مِن دُونِ ٱللَّهِ إِنْ أَرَادَنِىَ ٱللَّهُ بِضُرٍّ هَلْ هُنَّ كَـٰشِفَـٰتُ ضُرِّهِۦٓ أَوْ أَرَادَنِى بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَـٰتُ رَحْمَتِهِۦ ۚ قُلْ حَسْبِىَ ٱللَّهُ ۖ عَلَيْهِ يَتَوَكَّلُ ٱلْمُتَوَكِّلُونَ",
      "translation": "And should you ask them, Who created the heavens and the earth? They would most certainly say: Allah. Say: Have you then considered that what you call upon besides Allah, would they, if Allah desire to afflict me with harm, be the removers of His harm, or (would they), if Allah desire to show me mercy, be the withholders of His mercy? Say: Allah is sufficient for me; on Him do the reliant rely.",
      "transliteration": "wala-in sa-altahum man khalaqas samāwāti wal-arḍa layaqūlunnallāh ۚ qul afara aytum mā tad`ūna min dūnillāhi in arādaniyallāhu biḍurrin hal hunna kāshifātu ḍurrihi aw arādanī biraḥmatin hal hunna mumsikātu raḥmatih ۚ qul ḥasbiyallāh ۖ `alayhi yatawakkalul mutawakkilūn"
    },
    {
      "index": 39,
      "arabic": "قُلْ يَـٰقَوْمِ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنِّى عَـٰمِلٌ ۖ فَسَوْفَ تَعْلَمُونَ",
      "translation": "Say: O my people! work in your place, surely I am a worker, so you will come to know.",
      "transliteration": "qul yāqawmi'-malū `alā makānatikum innī `āmil ۖ fasawfa ta`lamūn"
    },
    {
      "index": 40,
      "arabic": "مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ",
      "translation": "Who it is to whom there shall come a punishment which will disgrace him and to whom will be due a lasting punishment.",
      "transliteration": "man ya-tīhi `adhābun yukhzīhi wayaḥillu `alayhi `adhābun muqīm"
    },
    {
      "index": 41,
      "arabic": "إِنَّآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَـٰبَ لِلنَّاسِ بِٱلْحَقِّ ۖ فَمَنِ ٱهْتَدَىٰ فَلِنَفْسِهِۦ ۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۖ وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ",
      "translation": "Surely We have revealed to you the Book with the truth for the sake of men; so whoever follows the right way, it is for his own soul and whoever errs, he errs only to its detriment; and you are not a custodian over them.",
      "transliteration": "innā anzalnā `alaykal kitāba linnāsi bil ḥaqq ۖ famanih-tadā falinafsih ۖ wa man ḍalla fa-innamā yaḍillu `alayhā ۖ wa mā anta `alayhim biwakīl"
    },
    {
      "index": 42,
      "arabic": "ٱللَّهُ يَتَوَفَّى ٱلْأَنفُسَ حِينَ مَوْتِهَا وَٱلَّتِى لَمْ تَمُتْ فِى مَنَامِهَا ۖ فَيُمْسِكُ ٱلَّتِى قَضَىٰ عَلَيْهَا ٱلْمَوْتَ وَيُرْسِلُ ٱلْأُخْرَىٰٓ إِلَىٰٓ أَجَلٍ مُّسَمًّى ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَتَفَكَّرُونَ",
      "translation": "Allah takes the souls at the time of their death, and those that die not during their sleep; then He withholds those on whom He has passed the decree of death and sends the others back till an appointed term; most surely there are signs in this for a people who reflect.",
      "transliteration": "allāhu yatawaffal-anfusa ḥīna mawtihā wal latī lam tamut fī manāmihā ۖ fayumsikul latī qaḍā `alayhal mawta wayursilul-ukhrā ilā ajalin musammā ۚ inna fī dhālika la-āyātin liqawmiy yatafakkarūn"
    },
    {
      "index": 43,
      "arabic": "أَمِ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ شُفَعَآءَ ۚ قُلْ أَوَلَوْ كَانُوا۟ لَا يَمْلِكُونَ شَيْـًٔا وَلَا يَعْقِلُونَ",
      "translation": "Or have they taken intercessors besides Allah? Say: what! even though they did not ever have control over anything, nor do they understand.",
      "transliteration": "amit-takhadhū min dūnillāhi shufa`ā-a ۚ qul awalaw kānū lā yamlikūna shay-an walā ya`qilūn"
    },
    {
      "index": 44,
      "arabic": "قُل لِّلَّهِ ٱلشَّفَـٰعَةُ جَمِيعًا ۖ لَّهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
      "translation": "Say: Allah's is the intercession altogether; His is the kingdom of the heavens and the earth, then to Him you shall be brought back.",
      "transliteration": "qul lillāhish shafā`atu jamī`ā ۖ lahu mulkus samāwāti wal-arḍ ۖ thumma ilayhi turja`ūn"
    },
    {
      "index": 45,
      "arabic": "وَإِذَا ذُكِرَ ٱللَّهُ وَحْدَهُ ٱشْمَأَزَّتْ قُلُوبُ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ ۖ وَإِذَا ذُكِرَ ٱلَّذِينَ مِن دُونِهِۦٓ إِذَا هُمْ يَسْتَبْشِرُونَ",
      "translation": "And when Allah alone is mentioned, the hearts of those who do not believe in the hereafter shrink, and when those besides Him are mentioned, lo! they are joyful.",
      "transliteration": "wa idhā dhukirallāhu waḥdahush-ma-azzat qulūbul ladhīna lā yu-minūna bil-ākhirah ۖ wa idhā dhukiral ladhīna min dūnihi idhā hum yastabshirūn"
    },
    {
      "index": 46,
      "arabic": "قُلِ ٱللَّهُمَّ فَاطِرَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ عَـٰلِمَ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ أَنتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِى مَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
      "translation": "Say: O Allah! Originator of the heavens and the earth, Knower of the unseen and the seen! Thou (only) judgest between Thy servants as to that wherein they differ.",
      "transliteration": "qulillāhumma fāṭiras samāwāti wal-arḍi `ālimal ghaybi wash shahādati anta taḥkumu bayna `ibādika fī mā kānū fīhi yakhtalifūn"
    },
    {
      "index": 47,
      "arabic": "وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُوا۟ مَا فِى ٱلْأَرْضِ جَمِيعًا وَمِثْلَهُۥ مَعَهُۥ لَٱفْتَدَوْا۟ بِهِۦ مِن سُوٓءِ ٱلْعَذَابِ يَوْمَ ٱلْقِيَـٰمَةِ ۚ وَبَدَا لَهُم مِّنَ ٱللَّهِ مَا لَمْ يَكُونُوا۟ يَحْتَسِبُونَ",
      "translation": "And had those who are unjust all that is in the earth and the like of it with it, they would certainly offer it as ransom (to be saved) from the evil of the punishment on the day of resurrection; and what they never thought of shall become plain to them from Allah.",
      "transliteration": "walaw anna lilladhīna ẓalamū mā fil-arḍi jamī`an wa mithlahu ma`ahu laftadaw bihi min sū-il `adhābi yawmal qiyāmah ۚ wabadā lahum minallāhi mā lam yakūnū yaḥtasibūn"
    },
    {
      "index": 48,
      "arabic": "وَبَدَا لَهُمْ سَيِّـَٔاتُ مَا كَسَبُوا۟ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "translation": "And the evil (consequences) of what they wrought shall become plain to them, and the very thing they mocked at shall beset them.",
      "transliteration": "wabadā lahum sayyi-ātu mā kasabū waḥāqa bihim mā kānū bihi yastahzi-ūn"
    },
    {
      "index": 49,
      "arabic": "فَإِذَا مَسَّ ٱلْإِنسَـٰنَ ضُرٌّ دَعَانَا ثُمَّ إِذَا خَوَّلْنَـٰهُ نِعْمَةً مِّنَّا قَالَ إِنَّمَآ أُوتِيتُهُۥ عَلَىٰ عِلْمٍۭ ۚ بَلْ هِىَ فِتْنَةٌ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
      "translation": "So when harm afflicts a man he calls upon Us; then, when We give him a favor from Us, he says: I have been given it only by means of knowledge. Nay, it is a trial, but most of them do not know.",
      "transliteration": "fa-idhā massal-insāna ḍurrun da`ānā thumma idhā khawwalnāhu ni`matan minnā qāla innamā ūtītuhu `alā `il-m ۚ bal hiya fitnatun walākinna aktharahum lā ya`lamūn"
    },
    {
      "index": 50,
      "arabic": "قَدْ قَالَهَا ٱلَّذِينَ مِن قَبْلِهِمْ فَمَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يَكْسِبُونَ",
      "translation": "Those before them did say it indeed, but what they earned availed them not.",
      "transliteration": "qad qālahal ladhīna min qablihim famā aghnā `anhum mā kānū yaksibūn"
    },
    {
      "index": 51,
      "arabic": "فَأَصَابَهُمْ سَيِّـَٔاتُ مَا كَسَبُوا۟ ۚ وَٱلَّذِينَ ظَلَمُوا۟ مِنْ هَـٰٓؤُلَآءِ سَيُصِيبُهُمْ سَيِّـَٔاتُ مَا كَسَبُوا۟ وَمَا هُم بِمُعْجِزِينَ",
      "translation": "So there befell them the evil (consequences) of what they earned; and (as for) those who are unjust from among these, there shall befall them the evil (consequences) of what they earn, and they shall not escape.",
      "transliteration": "fa-aṣābahum sayyi-ātu mā kasabū ۚ wal ladhīna ẓalamū min hā-ulā-i sayuṣībuhum sayyi-ātu mā kasabū wa mā hum bimu`jizīn"
    },
    {
      "index": 52,
      "arabic": "أَوَلَمْ يَعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
      "translation": "Do they not know that Allah makes ample the means of subsistence to whom He pleases, and He straitens; most surely there are signs in this for a people who believe.",
      "transliteration": "awalam ya`lamū annallāha yabsuṭur rizqa liman yashā-u wayaqdir ۚ inna fī dhālika la-āyātin liqawmiy yu-minūn"
    },
    {
      "index": 53,
      "arabic": "قُلْ يَـٰعِبَادِىَ ٱلَّذِينَ أَسْرَفُوا۟ عَلَىٰٓ أَنفُسِهِمْ لَا تَقْنَطُوا۟ مِن رَّحْمَةِ ٱللَّهِ ۚ إِنَّ ٱللَّهَ يَغْفِرُ ٱلذُّنُوبَ جَمِيعًا ۚ إِنَّهُۥ هُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
      "translation": "Say: O my servants! who have acted extravagantly against their own souls, do not despair of the mercy of Allah; surely Allah forgives the faults altogether; surely He is the Forgiving the Merciful.",
      "transliteration": "qul yā`ibādiyal ladhīna asrafū `alā anfusihim lā taqnaṭū min raḥmatil lāh ۚ innallāha yaghfirudh dhunūba jamī`ā ۚ innahu huwal ghafūrur raḥīm"
    },
    {
      "index": 54,
      "arabic": "وَأَنِيبُوٓا۟ إِلَىٰ رَبِّكُمْ وَأَسْلِمُوا۟ لَهُۥ مِن قَبْلِ أَن يَأْتِيَكُمُ ٱلْعَذَابُ ثُمَّ لَا تُنصَرُونَ",
      "translation": "And return to your Lord time after time and submit to Him before there comes to you the punishment, then you shall not be helped.",
      "transliteration": "wa-anībū ilā rabbikum wa-aslimū lahu min qabli an ya-tiyakumul `adhābu thumma lā tunṣarūn"
    },
    {
      "index": 55,
      "arabic": "وَٱتَّبِعُوٓا۟ أَحْسَنَ مَآ أُنزِلَ إِلَيْكُم مِّن رَّبِّكُم مِّن قَبْلِ أَن يَأْتِيَكُمُ ٱلْعَذَابُ بَغْتَةً وَأَنتُمْ لَا تَشْعُرُونَ",
      "translation": "And follow the best that has been revealed to you from your Lord before there comes to you the punishment all of a sudden while you do not even perceive;",
      "transliteration": "wattabi`ū aḥsana mā unzila ilaykum min rabbikum min qabli an ya-tiyakumul `adhābu baghtatan wa-antum lā tash`urūn"
    },
    {
      "index": 56,
      "arabic": "أَن تَقُولَ نَفْسٌ يَـٰحَسْرَتَىٰ عَلَىٰ مَا فَرَّطتُ فِى جَنۢبِ ٱللَّهِ وَإِن كُنتُ لَمِنَ ٱلسَّـٰخِرِينَ",
      "translation": "Lest a soul should say: O woe to me! for what I fell short of my duty to Allah, and most surely I was of those who laughed to scorn;",
      "transliteration": "an taqūla nafsun yāḥasratā `alā mā farraṭtu fī janbillāhi wa in kuntu laminas sākhirīn"
    },
    {
      "index": 57,
      "arabic": "أَوْ تَقُولَ لَوْ أَنَّ ٱللَّهَ هَدَىٰنِى لَكُنتُ مِنَ ٱلْمُتَّقِينَ",
      "translation": "Or it should say: Had Allah guided me, I would certainly have been of those who guard (against evil);",
      "transliteration": "aw taqūla law annallāha hadānī lakuntu minal muttaqīn"
    },
    {
      "index": 58,
      "arabic": "أَوْ تَقُولَ حِينَ تَرَى ٱلْعَذَابَ لَوْ أَنَّ لِى كَرَّةً فَأَكُونَ مِنَ ٱلْمُحْسِنِينَ",
      "translation": "Or it should say when it sees the punishment: Were there only a returning for me, I should be of the doers of good.",
      "transliteration": "aw taqūla ḥīna taral `adhāba law anna lī karratan fa-akūna minal muḥsinīn"
    },
    {
      "index": 59,
      "arabic": "بَلَىٰ قَدْ جَآءَتْكَ ءَايَـٰتِى فَكَذَّبْتَ بِهَا وَٱسْتَكْبَرْتَ وَكُنتَ مِنَ ٱلْكَـٰفِرِينَ",
      "translation": "Aye! My communications came to you, but you rejected them, and you were proud and you were one of the unbelievers.",
      "transliteration": "balā qad jā-at ka āyātī fakadhhabta bihā wastakbarta wakunta minal kāfirīn"
    },
    {
      "index": 60,
      "arabic": "وَيَوْمَ ٱلْقِيَـٰمَةِ تَرَى ٱلَّذِينَ كَذَبُوا۟ عَلَى ٱللَّهِ وُجُوهُهُم مُّسْوَدَّةٌ ۚ أَلَيْسَ فِى جَهَنَّمَ مَثْوًى لِّلْمُتَكَبِّرِينَ",
      "translation": "And on the day of resurrection you shall see those who lied against Allah; their faces shall be blackened. Is there not in hell an abode for the proud?",
      "transliteration": "wayawmal qiyāmati taral ladhīna kadhabū `alallāhi wujūhuhum muswaddah ۚ alaysa fī jahannama mathwan lil-mutakabbirīn"
    },
    {
      "index": 61,
      "arabic": "وَيُنَجِّى ٱللَّهُ ٱلَّذِينَ ٱتَّقَوْا۟ بِمَفَازَتِهِمْ لَا يَمَسُّهُمُ ٱلسُّوٓءُ وَلَا هُمْ يَحْزَنُونَ",
      "translation": "And Allah shall deliver those who guard (against evil) with their achievement; evil shall not touch them, nor shall they grieve.",
      "transliteration": "wayunajjillāhul ladhīnat-taqaw bimafāzatihim lā yamassuhumus sū-u walā hum yaḥzanūn"
    },
    {
      "index": 62,
      "arabic": "ٱللَّهُ خَـٰلِقُ كُلِّ شَىْءٍ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ وَكِيلٌ",
      "translation": "Allah is the Creator of every thing and He has charge over every thing.",
      "transliteration": "allāhu khāliqu kulli shay-ī ۖ wahuwa `alā kulli shay-in wakīl"
    },
    {
      "index": 63,
      "arabic": "لَّهُۥ مَقَالِيدُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۗ وَٱلَّذِينَ كَفَرُوا۟ بِـَٔايَـٰتِ ٱللَّهِ أُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
      "translation": "His are the treasures of the heavens and the earth; and (as for) those who disbelieve in the communications of Allah, these it is that are the losers.",
      "transliteration": "lahu maqālīdus samāwāti wal-arḍ ۗ wal ladhīna kafarū bi-āyātillāhi ulā-ika humul khāsirūn"
    },
    {
      "index": 64,
      "arabic": "قُلْ أَفَغَيْرَ ٱللَّهِ تَأْمُرُوٓنِّىٓ أَعْبُدُ أَيُّهَا ٱلْجَـٰهِلُونَ",
      "translation": "Say: What! Do you then bid me serve others than Allah, O ignorant men?",
      "transliteration": "qul afaghayrallāhi ta-murūnnī a`budu ayyuhal jāhilūn"
    },
    {
      "index": 65,
      "arabic": "وَلَقَدْ أُوحِىَ إِلَيْكَ وَإِلَى ٱلَّذِينَ مِن قَبْلِكَ لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ وَلَتَكُونَنَّ مِنَ ٱلْخَـٰسِرِينَ",
      "translation": "And certainly, it has been revealed to you and to those before you: Surely if you associate (with Allah), your work would certainly come to naught and you would certainly be of the losers.",
      "transliteration": "walaqad ūḥiya ilayka wa ilal ladhīna min qablika la-in ashrakta layaḥbaṭanna `amaluka walatakūnanna minal khāsirīn"
    },
    {
      "index": 66,
      "arabic": "بَلِ ٱللَّهَ فَٱعْبُدْ وَكُن مِّنَ ٱلشَّـٰكِرِينَ",
      "translation": "Nay! but serve Allah alone and be of the thankful.",
      "transliteration": "balillāha fa`bud wakun minash shākirīn"
    },
    {
      "index": 67,
      "arabic": "وَمَا قَدَرُوا۟ ٱللَّهَ حَقَّ قَدْرِهِۦ وَٱلْأَرْضُ جَمِيعًا قَبْضَتُهُۥ يَوْمَ ٱلْقِيَـٰمَةِ وَٱلسَّمَـٰوَٰتُ مَطْوِيَّـٰتٌۢ بِيَمِينِهِۦ ۚ سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
      "translation": "And they have not honored Allah with the honor that is due to Him; and the whole earth shall be in His grip on the day of resurrection and the heavens rolled up in His right hand; glory be to Him, and may He be exalted above what they associate (with Him).",
      "transliteration": "wa mā qadarullāha ḥaqqa qadrihi wal-arḍu jamī`an qabḍatuhu yawmal qiyāmati was samāwātu maṭwiyyātun biyamīnih ۚ subḥānahu wata`ālā `ammā yushrikūn"
    },
    {
      "index": 68,
      "arabic": "وَنُفِخَ فِى ٱلصُّورِ فَصَعِقَ مَن فِى ٱلسَّمَـٰوَٰتِ وَمَن فِى ٱلْأَرْضِ إِلَّا مَن شَآءَ ٱللَّهُ ۖ ثُمَّ نُفِخَ فِيهِ أُخْرَىٰ فَإِذَا هُمْ قِيَامٌ يَنظُرُونَ",
      "translation": "And the trumpet shall be blown, so all those that are in the heavens and all those that are in the earth shall swoon, except such as Allah please; then it shall be blown again, then lo! they shall stand up awaiting.",
      "transliteration": "wanufikha fiṣ ṣūri faṣa`iqa man fis samāwāti wa man fil-arḍi illā man shā-allāh ۖ thumma nufikha fīhi ukhrā fa-idhā hum qiyāmun yanẓurūn"
    },
    {
      "index": 69,
      "arabic": "وَأَشْرَقَتِ ٱلْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ ٱلْكِتَـٰبُ وَجِا۟ىٓءَ بِٱلنَّبِيِّـۧنَ وَٱلشُّهَدَآءِ وَقُضِىَ بَيْنَهُم بِٱلْحَقِّ وَهُمْ لَا يُظْلَمُونَ",
      "translation": "And the earth shall beam with the light of its Lord, and the Book shall be laid down, and the prophets and the witnesses shall be brought up, and judgment shall be given between them with justice, and they shall not be dealt with unjustly.",
      "transliteration": "wa-ashraqatil-arḍu binūri rabbihā wawuḍi`al kitābu wajī-a bin nabiyyīna wash shuhadā-i waquḍiya baynahum bil ḥaqqi wahum lā yuẓlamūn"
    },
    {
      "index": 70,
      "arabic": "وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ",
      "translation": "And every soul shall be paid back fully what it has done, and He knows best what they do.",
      "transliteration": "wawuffiyat kullu nafsin mā `amilat wahuwa a`lamu bimā yaf`alūn"
    },
    {
      "index": 71,
      "arabic": "وَسِيقَ ٱلَّذِينَ كَفَرُوٓا۟ إِلَىٰ جَهَنَّمَ زُمَرًا ۖ حَتَّىٰٓ إِذَا جَآءُوهَا فُتِحَتْ أَبْوَٰبُهَا وَقَالَ لَهُمْ خَزَنَتُهَآ أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنكُمْ يَتْلُونَ عَلَيْكُمْ ءَايَـٰتِ رَبِّكُمْ وَيُنذِرُونَكُمْ لِقَآءَ يَوْمِكُمْ هَـٰذَا ۚ قَالُوا۟ بَلَىٰ وَلَـٰكِنْ حَقَّتْ كَلِمَةُ ٱلْعَذَابِ عَلَى ٱلْكَـٰفِرِينَ",
      "translation": "And those who disbelieve shall be driven to hell in companies; until, when they come to it, its doors shall be opened, and the keepers of it shall say to them: Did not there come to you apostles from among you reciting to you the communications of your Lord and warning you of the meeting of this day of yours? They shall say: Yea! But the sentence of punishment was due against the unbelievers.",
      "transliteration": "wasīqal ladhīna kafarū ilā jahannama zumarā ۖ ḥattā idhā jā-ūhā futiḥat abwābuhā waqāla lahum khazanatuhā alam ya-tikum rusulun minkum yatlūna `alaykum āyāti rabbikum wayundhirūnakum liqā-a yawmikum hādhā ۚ qālū balā walākin ḥaqqat kalimatul `adhābi `alal-kāfirīn"
    },
    {
      "index": 72,
      "arabic": "قِيلَ ٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَـٰلِدِينَ فِيهَا ۖ فَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ",
      "translation": "It shall be said: Enter the gates of hell to abide therein; so evil is the abode of the proud.",
      "transliteration": "qīlad-khulū abwāba jahannama khālidīna fīhā ۖ fabi-sa mathwal mutakabbirīn"
    },
    {
      "index": 73,
      "arabic": "وَسِيقَ ٱلَّذِينَ ٱتَّقَوْا۟ رَبَّهُمْ إِلَى ٱلْجَنَّةِ زُمَرًا ۖ حَتَّىٰٓ إِذَا جَآءُوهَا وَفُتِحَتْ أَبْوَٰبُهَا وَقَالَ لَهُمْ خَزَنَتُهَا سَلَـٰمٌ عَلَيْكُمْ طِبْتُمْ فَٱدْخُلُوهَا خَـٰلِدِينَ",
      "translation": "And those who are careful of (their duty to) their Lord shall be conveyed to the garden in companies; until when they come to it, and its doors shall be opened, and the keepers of it shall say to them: Peace be on you, you shall be happy; therefore enter it to abide.",
      "transliteration": "wasīqal ladhīnat-taqaw rabbahum ilal-jannati zumarā ۖ ḥattā idhā jā-ūhā wafutiḥat abwābuhā waqāla lahum khazanatuhā salāmun `alaykum ṭibtum fadkhulūhā khālidīn"
    },
    {
      "index": 74,
      "arabic": "وَقَالُوا۟ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى صَدَقَنَا وَعْدَهُۥ وَأَوْرَثَنَا ٱلْأَرْضَ نَتَبَوَّأُ مِنَ ٱلْجَنَّةِ حَيْثُ نَشَآءُ ۖ فَنِعْمَ أَجْرُ ٱلْعَـٰمِلِينَ",
      "translation": "And they shall say: (All) praise is due to Allah, Who has made good to us His promise, and He has made us inherit the land; we may abide in the garden where we please; so goodly is the reward of the workers.",
      "transliteration": "waqālul ḥamdu lillāhil ladhī ṣadaqanā wa`dahu wa-awrathanal-arḍa natabawwa-u minal jannati ḥaythu nashā-u ۖ fani`ma ajrul `āmilīn"
    },
    {
      "index": 75,
      "arabic": "وَتَرَى ٱلْمَلَـٰٓئِكَةَ حَآفِّينَ مِنْ حَوْلِ ٱلْعَرْشِ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ ۖ وَقُضِىَ بَيْنَهُم بِٱلْحَقِّ وَقِيلَ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
      "translation": "And you shall see the angels going round about the throne glorifying the praise of their Lord; and judgment shall be given between them with justice, and it shall be said: All praise is due to Allah, the Lord of the worlds.",
      "transliteration": "wataral malā-ikata ḥāffīna min ḥawlil `arshi yusabbiḥūna biḥamdi rabbihim ۖ waquḍiya baynahum bil ḥaqqi waqīlal-ḥamdu lillāhi rabbil `ālamīn"
    }
  ]
}