{
  "index": 35,
  "name": "فاطر",
  "arabic_name": "فَاطِر",
  "english_name": "Fāṭir",
  "english_meaning": "The Originator",
  "rows": [
    {
      "index": 1,
      "arabic": "ٱلْحَمْدُ لِلَّهِ فَاطِرِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ جَاعِلِ ٱلْمَلَـٰٓئِكَةِ رُسُلًا أُو۟لِىٓ أَجْنِحَةٍ مَّثْنَىٰ وَثُلَـٰثَ وَرُبَـٰعَ ۚ يَزِيدُ فِى ٱلْخَلْقِ مَا يَشَآءُ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "translation": "All praise is due to Allah, the Originator of the heavens and the earth, the Maker of the angels, apostles flying on wings, two, and three, and four; He increases in creation what He pleases; surely Allah has power over all things.",
      "transliteration": "al-ḥamdu lillāhi fāṭiris samāwāti wal-arḍi jā`ilil malā-ikati rusulan ulī ajniḥatim mathnā wathulātha warubā` ۚ yazīdu fil khalqi mā yashā-u ۚ innallāha `alā kulli shay-in qadīr",
      "bismillah": {
        "arabic": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
        "translation": "In the name of Allah, the Beneficent, the Merciful.",
        "transliteration": "bismillāhir raḥmānir raḥīm"
      }
    },
    {
      "index": 2,
      "arabic": "مَّا يَفْتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحْمَةٍ فَلَا مُمْسِكَ لَهَا ۖ وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُۥ مِنۢ بَعْدِهِۦ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "translation": "Whatever Allah grants to men of (His) mercy, there is none to withhold it, and what He withholds there is none to send it forth after that, and He is the Mighty, the Wise",
      "transliteration": "mā yaftaḥillāhu linnāsi min raḥmatin falā mumsika lahā ۖ wa mā yumsik falā mursila lahu min ba`dih ۚ wahuwal `azīzul ḥakīm"
    },
    {
      "index": 3,
      "arabic": "يَـٰٓأَيُّهَا ٱلنَّاسُ ٱذْكُرُوا۟ نِعْمَتَ ٱللَّهِ عَلَيْكُمْ ۚ هَلْ مِنْ خَـٰلِقٍ غَيْرُ ٱللَّهِ يَرْزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ ۚ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
      "translation": "O men! call to mind the favor of Allah on you; is there any creator besides Allah who gives you sustenance from the heaven and the earth? There is no god but He; whence are you then turned away?",
      "transliteration": "yā-ayyuhan nāsudh-kurū ni`matallāhi `alaykum ۚ hal min khāliqin ghayrullāhi yarzuqukum minas samā-i wal-arḍ ۚ lā ilāha illā huw ۖ fa-annā tu-fakūn"
    },
    {
      "index": 4,
      "arabic": "وَإِن يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ ۚ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
      "translation": "And if they call you a liar, truly apostles before you were called liars, and to Allah are all affairs returned.",
      "transliteration": "wa in yukadhhibūka faqad kudhhibat rusulun min qablik ۚ wa ilallāhi turja`ul-umūr"
    },
    {
      "index": 5,
      "arabic": "يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ ۖ فَلَا تَغُرَّنَّكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا ۖ وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلْغَرُورُ",
      "translation": "O men! surely the promise of Allah is true, therefore let not the life of this world deceive you, and let not the archdeceiver deceive you respecting Allah.",
      "transliteration": "yā-ayyuhan nāsu inna wa`dallāhi ḥaqq ۖ falā taghurrannakumul ḥayātud dunyā ۖ walā yaghurrannakum billāhil gharūr"
    },
    {
      "index": 6,
      "arabic": "إِنَّ ٱلشَّيْطَـٰنَ لَكُمْ عَدُوٌّ فَٱتَّخِذُوهُ عَدُوًّا ۚ إِنَّمَا يَدْعُوا۟ حِزْبَهُۥ لِيَكُونُوا۟ مِنْ أَصْحَـٰبِ ٱلسَّعِيرِ",
      "translation": "Surely the Shaitan is your enemy, so take him for an enemy; he only invites his party that they may be inmates of the burning",
      "transliteration": "innash shayṭāna lakum `aduwwun fattakhidhūhu `aduwwā ۚ innamā yad`ū ḥizbahu liyakūnū min aṣ-ḥābis sa`īr"
    },
    {
      "index": 7,
      "arabic": "ٱلَّذِينَ كَفَرُوا۟ لَهُمْ عَذَابٌ شَدِيدٌ ۖ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
      "translation": "(As for) those who disbelieve, they shall have a severe punishment, and (as for) those who believe and do good, they shall have forgiveness and a great reward.",
      "transliteration": "alladhīna kafarū lahum `adhābun shadīd ۖ wal ladhīna āmanū wa`amiluṣ ṣāliḥāti lahum maghfiratun wa-ajrun kabīr"
    },
    {
      "index": 8,
      "arabic": "أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنًا ۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ ۖ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَٰتٍ ۚ إِنَّ ٱللَّهَ عَلِيمٌۢ بِمَا يَصْنَعُونَ",
      "translation": "What! is he whose evil deed is made fairseeming to him so much so that he considers it good? Now surely Allah makes err whom He pleases and guides aright whom He pleases, so let not your soul waste away in grief for them; surely Allah is Cognizant of what they do",
      "transliteration": "afaman zuyyina lahu sū-u `amalihi fara-āhu ḥasanā ۖ fa-innallāha yuḍillu man yashā-u wayahdī man yashā-u ۖ falā tadh-hab nafsuka `alayhim ḥasarāt ۚ innallāha `alīmun bimā yaṣna`ūn"
    },
    {
      "index": 9,
      "arabic": "وَٱللَّهُ ٱلَّذِىٓ أَرْسَلَ ٱلرِّيَـٰحَ فَتُثِيرُ سَحَابًا فَسُقْنَـٰهُ إِلَىٰ بَلَدٍ مَّيِّتٍ فَأَحْيَيْنَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا ۚ كَذَٰلِكَ ٱلنُّشُورُ",
      "translation": "And Allah is He Who sends the winds so they raise a cloud, then We drive it on to a dead country, and therewith We give life to the earth after its death; even so is the quickening.",
      "transliteration": "wallāhul ladhī arsalar riyāḥa fatuthīru saḥāban fasuqnāhu ilā baladin mayyitin fa-aḥyaynā bihil-arḍa ba`da mawtihā ۚ kadhālikan nushūr"
    },
    {
      "index": 10,
      "arabic": "مَن كَانَ يُرِيدُ ٱلْعِزَّةَ فَلِلَّهِ ٱلْعِزَّةُ جَمِيعًا ۚ إِلَيْهِ يَصْعَدُ ٱلْكَلِمُ ٱلطَّيِّبُ وَٱلْعَمَلُ ٱلصَّـٰلِحُ يَرْفَعُهُۥ ۚ وَٱلَّذِينَ يَمْكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمْ عَذَابٌ شَدِيدٌ ۖ وَمَكْرُ أُو۟لَـٰٓئِكَ هُوَ يَبُورُ",
      "translation": "Whoever desires honor, then to Allah belongs the honor wholly. To Him do ascend the good words; and the good deeds, lift them up, and (as for) those who plan evil deeds, they shall have a severe chastisement; and (as for) their plan, it shall perish.",
      "transliteration": "man kāna yurīdul `izzata falillāhil `izzatu jamī`ā ۚ ilayhi yaṣ`adul kalimuṭ ṭayyibu wal `amaluṣ ṣāliḥu yarfa`uh ۚ wal ladhīna yamkurūnas sayyi-āti lahum `adhābun shadīd ۖ wa makru ulā-ika huwa yabūr"
    },
    {
      "index": 11,
      "arabic": "وَٱللَّهُ خَلَقَكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْوَٰجًا ۚ وَمَا تَحْمِلُ مِنْ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِۦ ۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٍ وَلَا يُنقَصُ مِنْ عُمُرِهِۦٓ إِلَّا فِى كِتَـٰبٍ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ",
      "translation": "And Allah created you of dust, then of the life-germ, then He made you pairs; and no female bears, nor does she bring forth, except with His knowledge; and no one whose life is lengthened has his life lengthened, nor is aught diminished of one's life, but it is all in a book; surely this is easy to Allah.",
      "transliteration": "wallāhu khalaqakum min turābin thumma min nuṭfatin thumma ja`alakum azwājā ۚ wa mā taḥmilu min unthā walā taḍa`u illā bi`il-mih ۚ wa mā yu`ammaru min mu`ammarin walā yunqaṣu min `umurihi illā fī kitāb ۚ inna dhālika `alallāhi yasīr"
    },
    {
      "index": 12,
      "arabic": "وَمَا يَسْتَوِى ٱلْبَحْرَانِ هَـٰذَا عَذْبٌ فُرَاتٌ سَآئِغٌ شَرَابُهُۥ وَهَـٰذَا مِلْحٌ أُجَاجٌ ۖ وَمِن كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا ۖ وَتَرَى ٱلْفُلْكَ فِيهِ مَوَاخِرَ لِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
      "translation": "And the two seas are not alike: the one sweet, that subdues thirst by its excessive sweetness, pleasant to drink; and the other salt, that burns by its saltness; yet from each of them you eat fresh flesh and bring forth ornaments which you wear; and you see the ships cleave through it that you may seek of His bounty and that you may be grateful.",
      "transliteration": "wa mā yastawil baḥrāni hādhā `adhbun furātun sā-ighun sharābuhu wahādhā milḥun ujāj ۖ wa min kullin ta-kulūna laḥman ṭariyyan watastakhrijūna ḥilyatan talbasūnahā ۖ wataral fulka fīhi mawākhira litabtaghū min faḍlihi wala`allakum tashkurūn"
    },
    {
      "index": 13,
      "arabic": "يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ كُلٌّ يَجْرِى لِأَجَلٍ مُّسَمًّى ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ لَهُ ٱلْمُلْكُ ۚ وَٱلَّذِينَ تَدْعُونَ مِن دُونِهِۦ مَا يَمْلِكُونَ مِن قِطْمِيرٍ",
      "translation": "He causes the night to enter in upon the day, and He causes the day to enter in upon the night, and He has made subservient (to you) the sun and the moon; each one follows its course to an appointed time; this is Allah, your Lord, His is the kingdom; and those whom you call upon besides Him do not control a straw.",
      "transliteration": "yūlijul layla fin nahāri wayūlijun nahāra fil layli wasakhharash shamsa wal qamara kullun yajrī li-ajalin musammā ۚ dhālikumullāhu rabbukum lahul mulk ۚ wal ladhīna tad`ūna min dūnihi mā yamlikūna min qiṭmīr"
    },
    {
      "index": 14,
      "arabic": "إِن تَدْعُوهُمْ لَا يَسْمَعُوا۟ دُعَآءَكُمْ وَلَوْ سَمِعُوا۟ مَا ٱسْتَجَابُوا۟ لَكُمْ ۖ وَيَوْمَ ٱلْقِيَـٰمَةِ يَكْفُرُونَ بِشِرْكِكُمْ ۚ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ",
      "translation": "If you call on them they shall not hear your call, and even if they could hear they shall not answer you; and on the resurrection day they will deny your associating them (with Allah); and none can inform you like the One Who is Aware.",
      "transliteration": "in tad`ūhum lā yasma`ū du`ā-akum walaw sami`ū mas-tajābū lakum ۖ wayawmal qiyāmati yakfurūna bishirkikum ۚ walā yunabbi-uka mithlu khabīr"
    },
    {
      "index": 15,
      "arabic": "يَـٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلْفُقَرَآءُ إِلَى ٱللَّهِ ۖ وَٱللَّهُ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
      "translation": "O men! you are they who stand in need of Allah, and Allah is He Who is the Self-sufficient, the Praised One.",
      "transliteration": "yā-ayyuhan nāsu antumul fuqarā-u ilallāh ۖ wallāhu huwal ghaniyyul ḥamīd"
    },
    {
      "index": 16,
      "arabic": "إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ",
      "translation": "If He please, He will take you off and bring a new generation.",
      "transliteration": "in yasha-yudh-hibkum waya-ti bikhalqin jadīd"
    },
    {
      "index": 17,
      "arabic": "وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٍ",
      "translation": "And this is not hard to Allah.",
      "transliteration": "wa mā dhālika `alallāhi bi`azīz"
    },
    {
      "index": 18,
      "arabic": "وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۚ وَإِن تَدْعُ مُثْقَلَةٌ إِلَىٰ حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَىْءٌ وَلَوْ كَانَ ذَا قُرْبَىٰٓ ۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخْشَوْنَ رَبَّهُم بِٱلْغَيْبِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ ۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفْسِهِۦ ۚ وَإِلَى ٱللَّهِ ٱلْمَصِيرُ",
      "translation": "And a burdened soul cannot bear the burden of another and if one weighed down by burden should cry for (another to carry) its burden, not aught of it shall be carried, even though he be near of kin. You warn only those who fear their Lord in secret and keep up prayer; and whoever purifies himself, he purifies himself only for (the good of) his own soul; and to Allah is the eventual coming.",
      "transliteration": "walā taziru wāziratun wizra ukhrā ۚ wa in tad`u muthqalatun ilā ḥimlihā lā yuḥmal minhu shay-un walaw kāna dhā qurbā ۗ innamā tundhirul ladhīna yakhshawna rabbahum bil ghaybi wa-aqāmuṣ ṣalāh ۚ wa man tazakkā fa-innamā yatazakkā linafsih ۚ wa ilallāhil maṣīr"
    },
    {
      "index": 19,
      "arabic": "وَمَا يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ",
      "translation": "And the blind and the seeing are not alike",
      "transliteration": "wa mā yastawil-a`mā wal baṣīr"
    },
    {
      "index": 20,
      "arabic": "وَلَا ٱلظُّلُمَـٰتُ وَلَا ٱلنُّورُ",
      "translation": "Nor the darkness and the light,",
      "transliteration": "walaẓ ẓulumātu walan nūr"
    },
    {
      "index": 21,
      "arabic": "وَلَا ٱلظِّلُّ وَلَا ٱلْحَرُورُ",
      "translation": "Nor the shade and the heat,",
      "transliteration": "walaẓ ẓillu walal ḥarūr"
    },
    {
      "index": 22,
      "arabic": "وَمَا يَسْتَوِى ٱلْأَحْيَآءُ وَلَا ٱلْأَمْوَٰتُ ۚ إِنَّ ٱللَّهَ يُسْمِعُ مَن يَشَآءُ ۖ وَمَآ أَنتَ بِمُسْمِعٍ مَّن فِى ٱلْقُبُورِ",
      "translation": "Neither are the living and the dead alike. Surely Allah makes whom He pleases hear, and you cannot make those hear who are in the graves.",
      "transliteration": "wa mā yastawil-aḥyā-u walal-amwāt ۚ innallāha yusmi`u man yashā-u ۖ wa mā anta bimusmi`in man fil qubūr"
    },
    {
      "index": 23,
      "arabic": "إِنْ أَنتَ إِلَّا نَذِيرٌ",
      "translation": "You are naught but a warner.",
      "transliteration": "in anta illā nadhīr"
    },
    {
      "index": 24,
      "arabic": "إِنَّآ أَرْسَلْنَـٰكَ بِٱلْحَقِّ بَشِيرًا وَنَذِيرًا ۚ وَإِن مِّنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ",
      "translation": "Surely We have sent you with the truth as a bearer of good news and a warner; and there is not a people but a warner has gone among them.",
      "transliteration": "innā arsalnāka bil ḥaqqi bashīran wanadhīrā ۚ wa in min ummatin illā khalā fīhā nadhīr"
    },
    {
      "index": 25,
      "arabic": "وَإِن يُكَذِّبُوكَ فَقَدْ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ وَبِٱلزُّبُرِ وَبِٱلْكِتَـٰبِ ٱلْمُنِيرِ",
      "translation": "And if they call you a liar, so did those before them indeed call (their apostles) liars; their apostles had come to them with clear arguments, and with scriptures, and with the illuminating book.",
      "transliteration": "wa in yukadhhibūka faqad kadhhabal ladhīna min qablihim jā-at hum rusuluhum bil bayyināti wabiz zuburi wabil kitābil munīr"
    },
    {
      "index": 26,
      "arabic": "ثُمَّ أَخَذْتُ ٱلَّذِينَ كَفَرُوا۟ ۖ فَكَيْفَ كَانَ نَكِيرِ",
      "translation": "Then did I punish those who disbelieved, so how was the manifestation of My disapproval?",
      "transliteration": "thumma akhadhtul ladhīna kafarū ۖ fakayfa kāna nakīr"
    },
    {
      "index": 27,
      "arabic": "أَلَمْ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجْنَا بِهِۦ ثَمَرَٰتٍ مُّخْتَلِفًا أَلْوَٰنُهَا ۚ وَمِنَ ٱلْجِبَالِ جُدَدٌۢ بِيضٌ وَحُمْرٌ مُّخْتَلِفٌ أَلْوَٰنُهَا وَغَرَابِيبُ سُودٌ",
      "translation": "Do you not see that Allah sends down water from the cloud, then We bring forth therewith fruits of various colors; and in the mountains are streaks, white and red, of various hues and (others) intensely black?",
      "transliteration": "alam tara annallāha anzala minas samā-i mā-an fa-akhrajnā bihi thamarātin mukhtalifan alwānuhā ۚ wa minal jibāli judadun bīḍun waḥumrun mukhtalifun alwānuhā wagharābību sūd"
    },
    {
      "index": 28,
      "arabic": "وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلْأَنْعَـٰمِ مُخْتَلِفٌ أَلْوَٰنُهُۥ كَذَٰلِكَ ۗ إِنَّمَا يَخْشَى ٱللَّهَ مِنْ عِبَادِهِ ٱلْعُلَمَـٰٓؤُا۟ ۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ",
      "translation": "And of men and beasts and cattle are various species of it likewise; those of His servants only who are possessed of knowledge fear Allah; surely Allah is Mighty, Forgiving.",
      "transliteration": "wa minan nāsi wad dawābbi wal-an`āmi mukhtalifun alwānuhu kadhālik ۗ innamā yakhshallāha min `ibādihil `ulamā-u ۗ innallāha `azīzun ghafūr"
    },
    {
      "index": 29,
      "arabic": "إِنَّ ٱلَّذِينَ يَتْلُونَ كِتَـٰبَ ٱللَّهِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَأَنفَقُوا۟ مِمَّا رَزَقْنَـٰهُمْ سِرًّا وَعَلَانِيَةً يَرْجُونَ تِجَـٰرَةً لَّن تَبُورَ",
      "translation": "Surely they who recite the Book of Allah and keep up prayer and spend out of what We have given them secretly and openly, hope for a gain which will not perish.",
      "transliteration": "innal ladhīna yatlūna kitāballāhi wa-aqāmuṣ ṣalāta wa-anfaqū mimmā razaqnāhum sirran wa`alāniyatan yarjūna tijāratan lan tabūr"
    },
    {
      "index": 30,
      "arabic": "لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُم مِّن فَضْلِهِۦٓ ۚ إِنَّهُۥ غَفُورٌ شَكُورٌ",
      "translation": "That He may pay them back fully their rewards and give them more out of His grace: surely He is Forgiving, Multiplier of rewards.",
      "transliteration": "liyuwaffiyahum ujūrahum wayazīdahum min faḍlih ۚ innahu ghafūrun shakūr"
    },
    {
      "index": 31,
      "arabic": "وَٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ مِنَ ٱلْكِتَـٰبِ هُوَ ٱلْحَقُّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ ۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرٌۢ بَصِيرٌ",
      "translation": "And that which We have revealed to you of the Book, that is the truth verifying that which is before it; most surely with respect to His servants Allah is Aware, Seeing.",
      "transliteration": "wal ladhī awḥaynā ilayka minal kitābi huwal ḥaqqu muṣaddiqal limā bayna yadayh ۗ innallāha bi`ibādihi lakhabīrun baṣīr"
    },
    {
      "index": 32,
      "arabic": "ثُمَّ أَوْرَثْنَا ٱلْكِتَـٰبَ ٱلَّذِينَ ٱصْطَفَيْنَا مِنْ عِبَادِنَا ۖ فَمِنْهُمْ ظَالِمٌ لِّنَفْسِهِۦ وَمِنْهُم مُّقْتَصِدٌ وَمِنْهُمْ سَابِقٌۢ بِٱلْخَيْرَٰتِ بِإِذْنِ ٱللَّهِ ۚ ذَٰلِكَ هُوَ ٱلْفَضْلُ ٱلْكَبِيرُ",
      "translation": "Then We gave the Book for an inheritance to those whom We chose from among Our servants; but of them is he who makes his soul to suffer a loss, and of them is he who takes a middle course, and of them is he who is foremost in deeds of goodness by Allah's permission; this is the great excellence.",
      "transliteration": "thumma awrathnal kitābal ladhīnaṣ-ṭafaynā min `ibādinā ۖ faminhum ẓālimul linafsihi wa minhum muqtaṣidun wa minhum sābiqun bil khayrāti bi-idhnillāh ۚ dhālika huwal faḍlul kabīr"
    },
    {
      "index": 33,
      "arabic": "جَنَّـٰتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا ۖ وَلِبَاسُهُمْ فِيهَا حَرِيرٌ",
      "translation": "Gardens of perpetuity, they shall enter therein; they shad be made to wear therein bracelets of gold and pearls, and their dress therein shall be silk.",
      "transliteration": "jannātu `adniy yadkhulūnahā yuḥallawna fīhā min asāwira min dhahabin walu-lu-ā ۖ walibāsuhum fīhā ḥarīr"
    },
    {
      "index": 34,
      "arabic": "وَقَالُوا۟ ٱلْحَمْدُ لِلَّهِ ٱلَّذِىٓ أَذْهَبَ عَنَّا ٱلْحَزَنَ ۖ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ",
      "translation": "And they shall say: (All) praise is due to Allah, Who has made grief to depart from us; most surely our Lord is Forgiving, Multiplier of rewards,",
      "transliteration": "waqālul ḥamdu lillāhil ladhī adh-haba `annal ḥazan ۖ inna rabbanā laghafūrun shakūr"
    },
    {
      "index": 35,
      "arabic": "ٱلَّذِىٓ أَحَلَّنَا دَارَ ٱلْمُقَامَةِ مِن فَضْلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٌ وَلَا يَمَسُّنَا فِيهَا لُغُوبٌ",
      "translation": "Who has made us alight in a house abiding for ever out of His grace; toil shall not touch us therein, nor shall fatigue therein afflict us.",
      "transliteration": "alladhī aḥallanā dāral muqāmati min faḍlihi lā yamassunā fīhā naṣabun walā yamassunā fīhā lughūb"
    },
    {
      "index": 36,
      "arabic": "وَٱلَّذِينَ كَفَرُوا۟ لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَىٰ عَلَيْهِمْ فَيَمُوتُوا۟ وَلَا يُخَفَّفُ عَنْهُم مِّنْ عَذَابِهَا ۚ كَذَٰلِكَ نَجْزِى كُلَّ كَفُورٍ",
      "translation": "And (as for) those who disbelieve, for them is the fire of hell; it shall not be finished with them entirely so that they should die, nor shall the chastisement thereof be lightened to them: even thus do We retribute every ungrateful one.",
      "transliteration": "wal ladhīna kafarū lahum nāru jahannama lā yuqḍā `alayhim fayamūtū walā yukhaffafu `anhum min `adhābihā ۚ kadhālika najzī kulla kafūr"
    },
    {
      "index": 37,
      "arabic": "وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَآ أَخْرِجْنَا نَعْمَلْ صَـٰلِحًا غَيْرَ ٱلَّذِى كُنَّا نَعْمَلُ ۚ أَوَلَمْ نُعَمِّرْكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُ ۖ فَذُوقُوا۟ فَمَا لِلظَّـٰلِمِينَ مِن نَّصِيرٍ",
      "translation": "And they shall cry therein for succour: O our Lord! take us out, we will do good deeds other than those which we used to do. Did We not preserve you alive long enough, so that he who would be mindful in it should mind? And there came to you the warner; therefore taste; because for the unjust, there is no helper.",
      "transliteration": "wahum yaṣṭarikhūna fīhā rabbanā akhrijnā na`mal ṣāliḥan ghayral ladhī kunnā na`mal ۚ awalam nu`ammirkum mā yatadhakkaru fīhi man tadhakkara wajā-akumun nadhīr ۖ fadhūqū famā liẓẓālimīna min naṣīr"
    },
    {
      "index": 38,
      "arabic": "إِنَّ ٱللَّهَ عَـٰلِمُ غَيْبِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "Surely Allah is the Knower of what is unseen in the heavens and the earth; surely He is Cognizant of what is in the hearts.",
      "transliteration": "innallāha `ālimu ghaybis samāwāti wal-arḍ ۚ innahu `alīmun bidhātiṣ ṣudūr"
    },
    {
      "index": 39,
      "arabic": "هُوَ ٱلَّذِى جَعَلَكُمْ خَلَـٰٓئِفَ فِى ٱلْأَرْضِ ۚ فَمَن كَفَرَ فَعَلَيْهِ كُفْرُهُۥ ۖ وَلَا يَزِيدُ ٱلْكَـٰفِرِينَ كُفْرُهُمْ عِندَ رَبِّهِمْ إِلَّا مَقْتًا ۖ وَلَا يَزِيدُ ٱلْكَـٰفِرِينَ كُفْرُهُمْ إِلَّا خَسَارًا",
      "translation": "He it is Who made you rulers in the land; therefore whoever disbelieves, his unbelief is against himself; and their unbelief does not increase the disbelievers with their Lord in anything except hatred; and their unbelief does not increase the disbelievers in anything except loss.",
      "transliteration": "huwal ladhī ja`alakum khalā-ifa fil-arḍ ۚ faman kafara fa`alayhi kufruh ۖ walā yazīdul kāfirīna kufruhum `inda rabbihim illā maqtā ۖ walā yazīdul kāfirīna kufruhum illā khasārā"
    },
    {
      "index": 40,
      "arabic": "قُلْ أَرَءَيْتُمْ شُرَكَآءَكُمُ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ أَرُونِى مَاذَا خَلَقُوا۟ مِنَ ٱلْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِى ٱلسَّمَـٰوَٰتِ أَمْ ءَاتَيْنَـٰهُمْ كِتَـٰبًا فَهُمْ عَلَىٰ بَيِّنَتٍ مِّنْهُ ۚ بَلْ إِن يَعِدُ ٱلظَّـٰلِمُونَ بَعْضُهُم بَعْضًا إِلَّا غُرُورًا",
      "translation": "Say: Have you considered your associates which you call upon besides Allah? Show me what part of the earth they have created, or have they any share in the heavens; or, have We given them a book so that they follow a clear argument thereof? Nay, the unjust do not hold out promises one to another but only to deceive.",
      "transliteration": "qul ara aytum shurakā-akumul ladhīna tad`ūna min dūnillāhi arūnī mādhā khalaqū minal-arḍi am lahum shirkun fis samāwāti am ātaynāhum kitāban fahum `alā bayyinatin minh ۚ bal in ya`iduẓ ẓālimūna ba`ḍuhum ba`ḍan illā ghurūrā"
    },
    {
      "index": 41,
      "arabic": "إِنَّ ٱللَّهَ يُمْسِكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ أَن تَزُولَا ۚ وَلَئِن زَالَتَآ إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِّنۢ بَعْدِهِۦٓ ۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورًا",
      "translation": "Surely Allah upholds the heavens and the earth lest they come to naught; and if they should come to naught, there Is none who can uphold them after Him; surely He is the Forbearing, the Forgiving.",
      "transliteration": "innallāha yumsikus samāwāti wal-arḍa an tazūlā ۚ wala-in zālatā in amsakahumā min aḥadin min ba`dih ۚ innahu kāna ḥalīman ghafūrā"
    },
    {
      "index": 42,
      "arabic": "وَأَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَـٰنِهِمْ لَئِن جَآءَهُمْ نَذِيرٌ لَّيَكُونُنَّ أَهْدَىٰ مِنْ إِحْدَى ٱلْأُمَمِ ۖ فَلَمَّا جَآءَهُمْ نَذِيرٌ مَّا زَادَهُمْ إِلَّا نُفُورًا",
      "translation": "And they swore by Allah with the strongest of their oaths that if there came to them a warner they would be better guided than any of the nations; but when there came to them a warner it increased them in naught but aversion.",
      "transliteration": "wa-aqsamū billāhi jahda aymānihim la-in jā-ahum nadhīrul layakūnunna ahdā min iḥdal-umam ۖ falammā jā-ahum nadhīrun mā zādahum illā nufūrā"
    },
    {
      "index": 43,
      "arabic": "ٱسْتِكْبَارًا فِى ٱلْأَرْضِ وَمَكْرَ ٱلسَّيِّئِ ۚ وَلَا يَحِيقُ ٱلْمَكْرُ ٱلسَّيِّئُ إِلَّا بِأَهْلِهِۦ ۚ فَهَلْ يَنظُرُونَ إِلَّا سُنَّتَ ٱلْأَوَّلِينَ ۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبْدِيلًا ۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحْوِيلًا",
      "translation": "(In) behaving proudly in the land and in planning evil; and the evil plans shall not beset any save the authors of it. Then should they wait for aught except the way of the former people? For you shall not find any alteration in the course of Allah; and you shall not find any change in the course of Allah.",
      "transliteration": "is-tikbāran fil-arḍi wa makras sayyi-i ۚ walā yaḥīqul makrus sayyi-u illā bi-ahlih ۚ fahal yanẓurūna illā sunnatal-awwalīn ۚ falan tajida lisunnatillāhi tabdīlā ۖ walan tajida lisunnatillāhi taḥwylā"
    },
    {
      "index": 44,
      "arabic": "أَوَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ وَكَانُوٓا۟ أَشَدَّ مِنْهُمْ قُوَّةً ۚ وَمَا كَانَ ٱللَّهُ لِيُعْجِزَهُۥ مِن شَىْءٍ فِى ٱلسَّمَـٰوَٰتِ وَلَا فِى ٱلْأَرْضِ ۚ إِنَّهُۥ كَانَ عَلِيمًا قَدِيرًا",
      "translation": "Have they not travelled in the land and seen how was the end of those before them while they were stronger than these in power? And Allah is not such that any thing in the heavens or in the earth should escape Him; surely He is Knowing, Powerful.",
      "transliteration": "awalam yasīrū fil-arḍi fayanẓurū kayfa kāna `āqibatul ladhīna min qablihim wakānū ashadda minhum quwwah ۚ wa mā kānallāhu liyu`jizahu min shay-in fis samāwāti walā fil-arḍ ۚ innahu kāna `alīman qadīrā"
    },
    {
      "index": 45,
      "arabic": "وَلَوْ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُوا۟ مَا تَرَكَ عَلَىٰ ظَهْرِهَا مِن دَآبَّةٍ وَلَـٰكِن يُؤَخِّرُهُمْ إِلَىٰٓ أَجَلٍ مُّسَمًّى ۖ فَإِذَا جَآءَ أَجَلُهُمْ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرًۢا",
      "translation": "And were Allah to punish men for what they earn, He would not leave on the back of it any creature, but He respites them till an appointed term; so when their doom shall come, then surely Allah is Seeing with respect to His servants.",
      "transliteration": "walaw yu-ākhidhullāhun nāsa bimā kasabū mā taraka `alā ẓahrihā min dābbatin walākin yu-akhhiruhum ilā ajalin musammā ۖ fa-idhā jā-a ajaluhum fa-innallāha kāna bi`ibādihi baṣīrā"
    }
  ]
}