{
  "index": 47,
  "name": "محمد",
  "arabic_name": "محَمَّد",
  "english_name": "Muḥammad",
  "english_meaning": "Muhammad",
  "rows": [
    {
      "index": 1,
      "id": 0,
      "show_id": "",
      "arabic": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
      "translation": "In the name of Allah, the Beneficent, the Merciful.",
      "transliteration": "bismillāhir raḥmānir raḥīm"
    },
    {
      "index": 2,
      "id": 1,
      "show_id": "1",
      "arabic": "ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ أَضَلَّ أَعْمَـٰلَهُمْ",
      "translation": "(As for) those who disbelieve and turn away from Allah's way, He shall render their works ineffective.",
      "transliteration": "alladhīna kafarū waṣaddū `an sabīlillāhi aḍalla a`mālahum"
    },
    {
      "index": 3,
      "id": 2,
      "show_id": "2",
      "arabic": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَءَامَنُوا۟ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدٍ وَهُوَ ٱلْحَقُّ مِن رَّبِّهِمْ ۙ كَفَّرَ عَنْهُمْ سَيِّـَٔاتِهِمْ وَأَصْلَحَ بَالَهُمْ",
      "translation": "And (as for) those who believe and do good, and believe in what has been revealed to Muhammad, and it is the very truth from their Lord, He will remove their evil from them and improve their condition.",
      "transliteration": "wal ladhīna āmanū wa`amiluṣ ṣāliḥāti wa-āmanū bimā nuzzila `alā muḥammadin wahuwal ḥaqqu min rabbihim kaffara `anhum sayyi-ātihim wa-aṣlaḥa bālahum"
    },
    {
      "index": 4,
      "id": 3,
      "show_id": "3",
      "arabic": "ذَٰلِكَ بِأَنَّ ٱلَّذِينَ كَفَرُوا۟ ٱتَّبَعُوا۟ ٱلْبَـٰطِلَ وَأَنَّ ٱلَّذِينَ ءَامَنُوا۟ ٱتَّبَعُوا۟ ٱلْحَقَّ مِن رَّبِّهِمْ ۚ كَذَٰلِكَ يَضْرِبُ ٱللَّهُ لِلنَّاسِ أَمْثَـٰلَهُمْ",
      "translation": "That is because those who disbelieve follow falsehood, and have given them their dowries, taking (them) in marriage, not fornicating nor taking them for paramours in secret; and whoever denies faith, his work indeed is of no account, and in the hereafter he shall be one of the losers.",
      "transliteration": "dhālika bi-annal ladhīna kafarut-taba`ul bāṭila wa-annal ladhīna āmanut-taba`ul ḥaqqa min rabbihim ۚ kadhālika yaḍribullāhu linnāsi amthālahum"
    },
    {
      "index": 5,
      "id": 4,
      "show_id": "4",
      "arabic": "فَإِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُوا۟ فَضَرْبَ ٱلرِّقَابِ حَتَّىٰٓ إِذَآ أَثْخَنتُمُوهُمْ فَشُدُّوا۟ ٱلْوَثَاقَ فَإِمَّا مَنًّۢا بَعْدُ وَإِمَّا فِدَآءً حَتَّىٰ تَضَعَ ٱلْحَرْبُ أَوْزَارَهَا ۚ ذَٰلِكَ وَلَوْ يَشَآءُ ٱللَّهُ لَٱنتَصَرَ مِنْهُمْ وَلَـٰكِن لِّيَبْلُوَا۟ بَعْضَكُم بِبَعْضٍ ۗ وَٱلَّذِينَ قُتِلُوا۟ فِى سَبِيلِ ٱللَّهِ فَلَن يُضِلَّ أَعْمَـٰلَهُمْ",
      "translation": "So when you meet in battle those who disbelieve, then smite the necks until when you have overcome them, then make (them) prisoners, and afterwards either set them free as a favor or let them ransom (themselves) until the war terminates. That (shall be so); and if Allah had pleased He would certainly have exacted what is due from them, but that He may try some of you by means of others; and (as for) those who are slain in the way of Allah, He will by no means allow their deeds to perish.",
      "transliteration": "fa-idhā laqītumul ladhīna kafarū faḍarbar riqābi ḥattā idhā athkhantumūhum fashuddul wathāqa fa-immā mannan ba`du wa immā fidā-an ḥattā taḍa`al ḥarbu awzārahā ۚ dhālika walaw yashā-ullāhu lantaṣara minhum walākin liyabluwa ba`ḍakum biba`ḍ ۗ wal ladhīna qutilū fī sabīlillāhi falan yuḍilla a`mālahum"
    },
    {
      "index": 6,
      "id": 5,
      "show_id": "5",
      "arabic": "سَيَهْدِيهِمْ وَيُصْلِحُ بَالَهُمْ",
      "translation": "He will guide them and improve their condition.",
      "transliteration": "sayahdīhim wayuṣliḥu bālahum"
    },
    {
      "index": 7,
      "id": 6,
      "show_id": "6",
      "arabic": "وَيُدْخِلُهُمُ ٱلْجَنَّةَ عَرَّفَهَا لَهُمْ",
      "translation": "And cause them to enter the garden which He has made known to them.",
      "transliteration": "wayudkhiluhumul jannata `arrafahā lahum"
    },
    {
      "index": 8,
      "id": 7,
      "show_id": "7",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن تَنصُرُوا۟ ٱللَّهَ يَنصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ",
      "translation": "O you who believe! if you help (the cause of) Allah, He will help you and make firm your feet.",
      "transliteration": "yā-ayyuhal ladhīna āmanū in tanṣurullāha yanṣurkum wayuthabbit aqdāmakum"
    },
    {
      "index": 9,
      "id": 8,
      "show_id": "8",
      "arabic": "وَٱلَّذِينَ كَفَرُوا۟ فَتَعْسًا لَّهُمْ وَأَضَلَّ أَعْمَـٰلَهُمْ",
      "translation": "And (as for) those who disbelieve, for them is destruction and He has made their deeds ineffective.",
      "transliteration": "wal ladhīna kafarū fata`sal lahum wa-aḍalla a`mālahum"
    },
    {
      "index": 10,
      "id": 9,
      "show_id": "9",
      "arabic": "ذَٰلِكَ بِأَنَّهُمْ كَرِهُوا۟ مَآ أَنزَلَ ٱللَّهُ فَأَحْبَطَ أَعْمَـٰلَهُمْ",
      "translation": "That is because they hated what Allah revealed, so He rendered their deeds null.",
      "transliteration": "dhālika bi-annahum karihū mā anzalallāhu fa-aḥbaṭa a`mālahum"
    },
    {
      "index": 11,
      "id": 10,
      "show_id": "10",
      "arabic": "أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ دَمَّرَ ٱللَّهُ عَلَيْهِمْ ۖ وَلِلْكَـٰفِرِينَ أَمْثَـٰلُهَا",
      "translation": "Have they not then journeyed in the land and seen how was the end of those before them: Allah brought down destruction upon them, and the unbelievers shall have the like of it.",
      "transliteration": "afalam yasīrū fil-arḍi fayanẓurū kayfa kāna `āqibatul ladhīna min qablihim ۚ dammarallāhu `alayhim ۖ walilkāfirīna amthāluhā"
    },
    {
      "index": 12,
      "id": 11,
      "show_id": "11",
      "arabic": "ذَٰلِكَ بِأَنَّ ٱللَّهَ مَوْلَى ٱلَّذِينَ ءَامَنُوا۟ وَأَنَّ ٱلْكَـٰفِرِينَ لَا مَوْلَىٰ لَهُمْ",
      "translation": "That is because Allah is the Protector of those who believe, and because the unbelievers shall have no protector for them.",
      "transliteration": "dhālika bi-annallāha mawlal ladhīna āmanū wa-annal kāfirīna lā mawlā lahum"
    },
    {
      "index": 13,
      "id": 12,
      "show_id": "12",
      "arabic": "إِنَّ ٱللَّهَ يُدْخِلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ وَٱلَّذِينَ كَفَرُوا۟ يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ ٱلْأَنْعَـٰمُ وَٱلنَّارُ مَثْوًى لَّهُمْ",
      "translation": "Surely Allah will make those who believe and do good enter gardens beneath which rivers flow; and those who disbelieve enjoy themselves and eat as the beasts eat, and the fire is their abode.",
      "transliteration": "innallāha yudkhilul ladhīna āmanū wa`amiluṣ ṣāliḥāti jannātin tajrī min taḥtihal-anhār ۖ wal ladhīna kafarū yatamatta`ūna waya-kulūna kamā ta-kulul-an`āmu wan nāru mathwan lahum"
    },
    {
      "index": 14,
      "id": 13,
      "show_id": "13",
      "arabic": "وَكَأَيِّن مِّن قَرْيَةٍ هِىَ أَشَدُّ قُوَّةً مِّن قَرْيَتِكَ ٱلَّتِىٓ أَخْرَجَتْكَ أَهْلَكْنَـٰهُمْ فَلَا نَاصِرَ لَهُمْ",
      "translation": "And how many a town which was far more powerful than the town of yours which has driven you out: We destroyed them so there was no helper for them.",
      "transliteration": "waka-ayyin min qaryatin hiya ashaddu quwwatan min qaryatikal latī akhrajatka ahlaknāhum falā nāṣira lahum"
    },
    {
      "index": 15,
      "id": 14,
      "show_id": "14",
      "arabic": "أَفَمَن كَانَ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّهِۦ كَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ وَٱتَّبَعُوٓا۟ أَهْوَآءَهُم",
      "translation": "What! is he who has a clear argument from his Lord like him to whom the evil of his work is made fairseeming: and they follow their low desires.",
      "transliteration": "afaman kāna `alā bayyinatim min rabbihi kaman zuyyina lahu sū-u `amalihi wattaba`ū ahwā-ahum"
    },
    {
      "index": 16,
      "id": 15,
      "show_id": "15",
      "arabic": "مَّثَلُ ٱلْجَنَّةِ ٱلَّتِى وُعِدَ ٱلْمُتَّقُونَ ۖ فِيهَآ أَنْهَـٰرٌ مِّن مَّآءٍ غَيْرِ ءَاسِنٍ وَأَنْهَـٰرٌ مِّن لَّبَنٍ لَّمْ يَتَغَيَّرْ طَعْمُهُۥ وَأَنْهَـٰرٌ مِّنْ خَمْرٍ لَّذَّةٍ لِّلشَّـٰرِبِينَ وَأَنْهَـٰرٌ مِّنْ عَسَلٍ مُّصَفًّى ۖ وَلَهُمْ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَمَغْفِرَةٌ مِّن رَّبِّهِمْ ۖ كَمَنْ هُوَ خَـٰلِدٌ فِى ٱلنَّارِ وَسُقُوا۟ مَآءً حَمِيمًا فَقَطَّعَ أَمْعَآءَهُمْ",
      "translation": "A parable of the garden which those guarding (against evil) are promised: Therein are rivers of water that does not alter, and rivers of milk the taste whereof does not change, and rivers of drink delicious to those who drink, and rivers of honey clarified and for them therein are all fruits and protection from their Lord. (Are these) like those who abide in the fire and who are made to drink boiling water so it rends their bowels asunder.",
      "transliteration": "mathalul jannatil latī wu`idal muttaqūn ۖ fīhā anhārun min mā-in ghayri āsinin wa-anhārun min labanin lam yataghayyar ṭa`muhu wa-anhārun min khamrin ladhhatin lishhāribīna wa-anhārun min `asalin muṣaffā ۖ walahum fīhā min kullith thamarāti wa maghfiratun min rabbihim ۖ kaman huwa khālidun fin nāri wasuqū mā-an ḥamīman faqaṭṭa`a am`ā-ahum"
    },
    {
      "index": 17,
      "id": 16,
      "show_id": "16",
      "arabic": "وَمِنْهُم مَّن يَسْتَمِعُ إِلَيْكَ حَتَّىٰٓ إِذَا خَرَجُوا۟ مِنْ عِندِكَ قَالُوا۟ لِلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ مَاذَا قَالَ ءَانِفًا ۚ أُو۟لَـٰٓئِكَ ٱلَّذِينَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَٱتَّبَعُوٓا۟ أَهْوَآءَهُمْ",
      "translation": "And there are those of them who seek to listen to you, until when they go forth from you, they say to those who have been given the knowledge: What was it that he said just now? These are they upon whose hearts Allah has set a seal and they follow their low desires.",
      "transliteration": "wa minhum man yastami`u ilayka ḥattā idhā kharajū min `indika qālū lilladhīna ūtul `il-ma mādhā qāla ānifā ۚ ulā-ikal ladhīna ṭaba`allāhu `alā qulūbihim wattaba`ū ahwā-ahum"
    },
    {
      "index": 18,
      "id": 17,
      "show_id": "17",
      "arabic": "وَٱلَّذِينَ ٱهْتَدَوْا۟ زَادَهُمْ هُدًى وَءَاتَىٰهُمْ تَقْوَىٰهُمْ",
      "translation": "And (as for) those who follow the right direction, He increases them in guidance and gives them their guarding (against evil).",
      "transliteration": "wal ladhīnah-tadaw zādahum hudan wa-ātāhum taqwāhum"
    },
    {
      "index": 19,
      "id": 18,
      "show_id": "18",
      "arabic": "فَهَلْ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأْتِيَهُم بَغْتَةً ۖ فَقَدْ جَآءَ أَشْرَاطُهَا ۚ فَأَنَّىٰ لَهُمْ إِذَا جَآءَتْهُمْ ذِكْرَىٰهُمْ",
      "translation": "Do they then wait for aught but the hour that it should come to them all of a sudden? Now indeed the tokens of it have (already) come, but how shall they have their reminder when it comes on them?",
      "transliteration": "fahal yanẓurūna illas sā`ata an ta-tiyahum baghtah ۖ faqad jā-a ashrāṭuhā ۚ fa-annā lahum idhā jā-at hum dhikrāhum"
    },
    {
      "index": 20,
      "id": 19,
      "show_id": "19",
      "arabic": "فَٱعْلَمْ أَنَّهُۥ لَآ إِلَـٰهَ إِلَّا ٱللَّهُ وَٱسْتَغْفِرْ لِذَنۢبِكَ وَلِلْمُؤْمِنِينَ وَٱلْمُؤْمِنَـٰتِ ۗ وَٱللَّهُ يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَىٰكُمْ",
      "translation": "So know that there is no god but Allah, and, ask protection for your fault and for the believing men and the believing women; and Allah knows the place of your returning and the place of your abiding.",
      "transliteration": "fa`lam annahu lā ilāha illallāhu wastaghfir lidhanbika walil-mu-minīna wal mu-mināt ۗ wallāhu ya`lamu mutaqallabakum wa mathwākum"
    },
    {
      "index": 21,
      "id": 20,
      "show_id": "20",
      "arabic": "وَيَقُولُ ٱلَّذِينَ ءَامَنُوا۟ لَوْلَا نُزِّلَتْ سُورَةٌ ۖ فَإِذَآ أُنزِلَتْ سُورَةٌ مُّحْكَمَةٌ وَذُكِرَ فِيهَا ٱلْقِتَالُ ۙ رَأَيْتَ ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ يَنظُرُونَ إِلَيْكَ نَظَرَ ٱلْمَغْشِىِّ عَلَيْهِ مِنَ ٱلْمَوْتِ ۖ فَأَوْلَىٰ لَهُمْ",
      "translation": "And those who believe say: Why has not a chapter been revealed? But when a decisive chapter is revealed, and fighting is mentioned therein you see those in whose hearts is a disease look to you with the look of one fainting because of death. Woe to them then!",
      "transliteration": "wayaqūlul ladhīna āmanū lawlā nuzzilat sūrah ۖ fa-idhā unzilat sūratun muḥkamatun wadhukira fīhal qitālu ra-aytal ladhīna fī qulūbihim maraḍun yanẓurūna ilayka naẓaral maghshiyyi `alayhi minal mawt ۖ fa-awlā lahum"
    },
    {
      "index": 22,
      "id": 21,
      "show_id": "21",
      "arabic": "طَاعَةٌ وَقَوْلٌ مَّعْرُوفٌ ۚ فَإِذَا عَزَمَ ٱلْأَمْرُ فَلَوْ صَدَقُوا۟ ٱللَّهَ لَكَانَ خَيْرًا لَّهُمْ",
      "translation": "Obedience and a gentle word (was proper); but when the affair becomes settled, then if they remain true to Allah it would certainly be better for them.",
      "transliteration": "ṭā`atun waqawlun ma`rūf ۚ fa-idhā `azamal-amru falaw ṣadaqullāha lakāna khayral lahum"
    },
    {
      "index": 23,
      "id": 22,
      "show_id": "22",
      "arabic": "فَهَلْ عَسَيْتُمْ إِن تَوَلَّيْتُمْ أَن تُفْسِدُوا۟ فِى ٱلْأَرْضِ وَتُقَطِّعُوٓا۟ أَرْحَامَكُمْ",
      "translation": "But if you held command, you were sure to make mischief in the land and cut off the ties of kinship!",
      "transliteration": "fahal `asaytum in tawallaytum an tufsidū fil-arḍi watuqaṭṭi`ū arḥāmakum"
    },
    {
      "index": 24,
      "id": 23,
      "show_id": "23",
      "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمْ وَأَعْمَىٰٓ أَبْصَـٰرَهُمْ",
      "translation": "Those it is whom Allah has cursed so He has made them deaf and blinded their eyes.",
      "transliteration": "ulā-ikal ladhīna la`anahumullāhu fa-aṣammahum wa-a`mā abṣārahum"
    },
    {
      "index": 25,
      "id": 24,
      "show_id": "24",
      "arabic": "أَفَلَا يَتَدَبَّرُونَ ٱلْقُرْءَانَ أَمْ عَلَىٰ قُلُوبٍ أَقْفَالُهَآ",
      "translation": "Do they not then reflect on the Quran? Nay, on the hearts there are locks.",
      "transliteration": "afalā yatadabbarūnal qur-āna am `alā qulūbin aqfāluhā"
    },
    {
      "index": 26,
      "id": 25,
      "show_id": "25",
      "arabic": "إِنَّ ٱلَّذِينَ ٱرْتَدُّوا۟ عَلَىٰٓ أَدْبَـٰرِهِم مِّنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْهُدَى ۙ ٱلشَّيْطَـٰنُ سَوَّلَ لَهُمْ وَأَمْلَىٰ لَهُمْ",
      "translation": "Surely (as for) those who return on their backs after that guidance has become manifest to them, the Shaitan has made it a light matter to them; and He gives them respite.",
      "transliteration": "innal ladhīnar-taddū `alā adbārihim min ba`di mā tabayyana lahumul hudash shayṭānu sawwala lahum wa-amlā lahum"
    },
    {
      "index": 27,
      "id": 26,
      "show_id": "26",
      "arabic": "ذَٰلِكَ بِأَنَّهُمْ قَالُوا۟ لِلَّذِينَ كَرِهُوا۟ مَا نَزَّلَ ٱللَّهُ سَنُطِيعُكُمْ فِى بَعْضِ ٱلْأَمْرِ ۖ وَٱللَّهُ يَعْلَمُ إِسْرَارَهُمْ",
      "translation": "That is because they say to those who hate what Allah has revealed: We will obey you in some of the affairs; and Allah knows their secrets.",
      "transliteration": "dhālika bi-annahum qālū lilladhīna karihū mā nazzalallāhu sanuṭī`ukum fī ba`ḍil-amr ۖ wallāhu ya`lamu isrārahum"
    },
    {
      "index": 28,
      "id": 27,
      "show_id": "27",
      "arabic": "فَكَيْفَ إِذَا تَوَفَّتْهُمُ ٱلْمَلَـٰٓئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَـٰرَهُمْ",
      "translation": "But how will it be when the angels cause them to die smiting their backs.",
      "transliteration": "fakayfa idhā tawaffat-humul malā-ikatu yaḍribūna wujūhahum wa-adbārahum"
    },
    {
      "index": 29,
      "id": 28,
      "show_id": "28",
      "arabic": "ذَٰلِكَ بِأَنَّهُمُ ٱتَّبَعُوا۟ مَآ أَسْخَطَ ٱللَّهَ وَكَرِهُوا۟ رِضْوَٰنَهُۥ فَأَحْبَطَ أَعْمَـٰلَهُمْ",
      "translation": "That is because they follow what is displeasing to Allah and are averse to His pleasure, therefore He has made null their deeds.",
      "transliteration": "dhālika bi-annahumut-taba`ū mā askhaṭallāha wakarihū riḍwānahu fa-aḥbaṭa a`mālahum"
    },
    {
      "index": 30,
      "id": 29,
      "show_id": "29",
      "arabic": "أَمْ حَسِبَ ٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ أَن لَّن يُخْرِجَ ٱللَّهُ أَضْغَـٰنَهُمْ",
      "translation": "Or do those in whose hearts is a disease think that Allah will not bring forth their spite?",
      "transliteration": "am ḥasibal ladhīna fī qulūbihim maraḍun an lan yukhrijallāhu aḍghānahum"
    },
    {
      "index": 31,
      "id": 30,
      "show_id": "30",
      "arabic": "وَلَوْ نَشَآءُ لَأَرَيْنَـٰكَهُمْ فَلَعَرَفْتَهُم بِسِيمَـٰهُمْ ۚ وَلَتَعْرِفَنَّهُمْ فِى لَحْنِ ٱلْقَوْلِ ۚ وَٱللَّهُ يَعْلَمُ أَعْمَـٰلَكُمْ",
      "translation": "And if We please We would have made you know them so that you would certainly have recognized them by their marks and most certainly you can recognize them by the intent of (their) speech; and Allah knows your deeds.",
      "transliteration": "walaw nashā-u la-araynākahum fala`araftahum bisīmāhum ۚ walata`rifannahum fī laḥnil qawl ۚ wallāhu ya`lamu a`mālakum"
    },
    {
      "index": 32,
      "id": 31,
      "show_id": "31",
      "arabic": "وَلَنَبْلُوَنَّكُمْ حَتَّىٰ نَعْلَمَ ٱلْمُجَـٰهِدِينَ مِنكُمْ وَٱلصَّـٰبِرِينَ وَنَبْلُوَا۟ أَخْبَارَكُمْ",
      "translation": "And most certainly We will try you until We have known those among you who exert themselves hard, and the patient, and made your case manifest.",
      "transliteration": "walanabluwannakum ḥattā na`lamal mujāhidīna minkum waṣ ṣābirīna wanabluwa akhbārakum"
    },
    {
      "index": 33,
      "id": 32,
      "show_id": "32",
      "arabic": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ وَشَآقُّوا۟ ٱلرَّسُولَ مِنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْهُدَىٰ لَن يَضُرُّوا۟ ٱللَّهَ شَيْـًٔا وَسَيُحْبِطُ أَعْمَـٰلَهُمْ",
      "translation": "Surely those who disbelieve and turn away from Allah's way and oppose the Apostle after that guidance has become clear to them cannot harm Allah in any way, and He will make null their deeds.",
      "transliteration": "innal ladhīna kafarū waṣaddū `an sabīlillāhi washāqqur rasūla min ba`di mā tabayyana lahumul hudā lan yaḍurrullāha shay-an wasayuḥbiṭu a`mālahum"
    },
    {
      "index": 34,
      "id": 33,
      "show_id": "33",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَطِيعُوا۟ ٱللَّهَ وَأَطِيعُوا۟ ٱلرَّسُولَ وَلَا تُبْطِلُوٓا۟ أَعْمَـٰلَكُمْ",
      "translation": "O you who believe! obey Allah and obey the Apostle, and do not make your deeds of no effect.",
      "transliteration": "yā-ayyuhal ladhīna āmanū aṭī`ullāha wa-aṭī`ur rasūla walā tubṭilū a`mālakum"
    },
    {
      "index": 35,
      "id": 34,
      "show_id": "34",
      "arabic": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ ثُمَّ مَاتُوا۟ وَهُمْ كُفَّارٌ فَلَن يَغْفِرَ ٱللَّهُ لَهُمْ",
      "translation": "Surely those who disbelieve and turn away from Allah's way, then they die while they are unbelievers, Allah will by no means forgive them.",
      "transliteration": "innal ladhīna kafarū waṣaddū `an sabīlillāhi thumma mātū wahum kuffārun falan yaghfirallāhu lahum"
    },
    {
      "index": 36,
      "id": 35,
      "show_id": "35",
      "arabic": "فَلَا تَهِنُوا۟ وَتَدْعُوٓا۟ إِلَى ٱلسَّلْمِ وَأَنتُمُ ٱلْأَعْلَوْنَ وَٱللَّهُ مَعَكُمْ وَلَن يَتِرَكُمْ أَعْمَـٰلَكُمْ",
      "translation": "And be not slack so as to cry for peace and you have the upper hand, and Allah is with you, and He will not bring your deeds to naught.",
      "transliteration": "falā tahinū watad`ū ilas sal-mi wa-antumul-a`lawna wallāhu ma`akum walan yatirakum a`mālakum"
    },
    {
      "index": 37,
      "id": 36,
      "show_id": "36",
      "arabic": "إِنَّمَا ٱلْحَيَوٰةُ ٱلدُّنْيَا لَعِبٌ وَلَهْوٌ ۚ وَإِن تُؤْمِنُوا۟ وَتَتَّقُوا۟ يُؤْتِكُمْ أُجُورَكُمْ وَلَا يَسْـَٔلْكُمْ أَمْوَٰلَكُمْ",
      "translation": "The life of this world is only idle sport and play, and if you believe and guard (against evil) He will give you your rewards, and will not ask of you your possessions.",
      "transliteration": "innamal ḥayātud dunyā la`ibun walahw ۚ wa in tu-minū watattaqū yu-tikum ujūrakum walā yas-alkum amwālakum"
    },
    {
      "index": 38,
      "id": 37,
      "show_id": "37",
      "arabic": "إِن يَسْـَٔلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُوا۟ وَيُخْرِجْ أَضْغَـٰنَكُمْ",
      "translation": "If He should ask you for it and urge you, you will be niggardly, and He will bring forth your malice.",
      "transliteration": "in yas-alkumūhā fayuḥfikum tabkhalū wayukhrij aḍghānakum"
    },
    {
      "index": 39,
      "id": 38,
      "show_id": "38",
      "arabic": "هَـٰٓأَنتُمْ هَـٰٓؤُلَآءِ تُدْعَوْنَ لِتُنفِقُوا۟ فِى سَبِيلِ ٱللَّهِ فَمِنكُم مَّن يَبْخَلُ ۖ وَمَن يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَن نَّفْسِهِۦ ۚ وَٱللَّهُ ٱلْغَنِىُّ وَأَنتُمُ ٱلْفُقَرَآءُ ۚ وَإِن تَتَوَلَّوْا۟ يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوٓا۟ أَمْثَـٰلَكُم",
      "translation": "Behold! you are those who are called upon to spend in Allah's way, but among you are those who are niggardly, and whoever is niggardly is niggardly against his own soul; and Allah is Self-sufficient and you have need (of Him), and if you turn back He will bring in your place another people, then they will not be like you.",
      "transliteration": "hā-antum hā-ulā-i tud`awna litunfiqū fī sabīlillāhi faminkum man yabkhal ۖ wa man yabkhal fa-innamā yabkhalu `an nafsih ۚ wallāhul ghaniyyu wa-antumul fuqarā-u ۚ wa in tatawallaw yastabdil qawman ghayrakum thumma lā yakūnū amthālakum"
    }
  ]
}