{
  "index": 21,
  "name": "الأنبياء",
  "arabic_name": "الأنبيَاء",
  "english_name": "Al-Anbiya",
  "english_meaning": "The Prophets",
  "ayas": [
    {
      "index": 1,
      "arabic": "ٱقْتَرَبَ لِلنَّاسِ حِسَابُهُمْ وَهُمْ فِى غَفْلَةٍ مُّعْرِضُونَ",
      "translation": "Their reckoning has drawn near to men, and in heedlessness are they turning aside.",
      "transliteration": "iqtaraba linnāsi ḥisābuhum wahum fī ghaflatim mu`riḍūn",
      "bismillah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ"
    },
    {
      "index": 2,
      "arabic": "مَا يَأْتِيهِم مِّن ذِكْرٍ مِّن رَّبِّهِم مُّحْدَثٍ إِلَّا ٱسْتَمَعُوهُ وَهُمْ يَلْعَبُونَ",
      "translation": "There comes not to them a new reminder from their Lord but they hear it while they sport,",
      "transliteration": "mā ya-tīhim min dhikrin min rabbihim muḥdathin illas-tama`ūhu wahum yal`abūn"
    },
    {
      "index": 3,
      "arabic": "لَاهِيَةً قُلُوبُهُمْ ۗ وَأَسَرُّوا۟ ٱلنَّجْوَى ٱلَّذِينَ ظَلَمُوا۟ هَلْ هَـٰذَآ إِلَّا بَشَرٌ مِّثْلُكُمْ ۖ أَفَتَأْتُونَ ٱلسِّحْرَ وَأَنتُمْ تُبْصِرُونَ",
      "translation": "Their hearts trifling; and those who are unjust counsel together in secret: He is nothing but a mortal like yourselves; what! will you then yield to enchantment while you see?",
      "transliteration": "lāhiyatan qulūbuhum ۗ wa-asarrun najwal ladhīna ẓalamū hal hādhā illā basharun mithlukum ۖ afata-tūnas siḥra wa-antum tubṣirūn"
    },
    {
      "index": 4,
      "arabic": "قَالَ رَبِّى يَعْلَمُ ٱلْقَوْلَ فِى ٱلسَّمَآءِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "translation": "He said: My Lord knows what is spoken in the heaven and the earth, and He is the Hearing, the Knowing.",
      "transliteration": "qāla rabbī ya`lamul qawla fis samā-i wal-arḍ ۖ wahuwas samī`ul `alīm"
    },
    {
      "index": 5,
      "arabic": "بَلْ قَالُوٓا۟ أَضْغَـٰثُ أَحْلَـٰمٍۭ بَلِ ٱفْتَرَىٰهُ بَلْ هُوَ شَاعِرٌ فَلْيَأْتِنَا بِـَٔايَةٍ كَمَآ أُرْسِلَ ٱلْأَوَّلُونَ",
      "translation": "Nay! say they: Medleys of dreams; nay! he has forged it; nay! he is a poet; so let him bring to us a sign as the former (prophets) were sent (with).",
      "transliteration": "bal qālū aḍghāthu aḥlāmin balif-tarāhu bal huwa shā`irun falya-tinā bi-āyatin kamā ursilal-awwalūn"
    },
    {
      "index": 6,
      "arabic": "مَآ ءَامَنَتْ قَبْلَهُم مِّن قَرْيَةٍ أَهْلَكْنَـٰهَآ ۖ أَفَهُمْ يُؤْمِنُونَ",
      "translation": "There did not believe before them any town which We destroyed, will they then believe?",
      "transliteration": "mā āmanat qablahum min qaryatin ahlaknāhā ۖ afahum yu-minūn"
    },
    {
      "index": 7,
      "arabic": "وَمَآ أَرْسَلْنَا قَبْلَكَ إِلَّا رِجَالًا نُّوحِىٓ إِلَيْهِمْ ۖ فَسْـَٔلُوٓا۟ أَهْلَ ٱلذِّكْرِ إِن كُنتُمْ لَا تَعْلَمُونَ",
      "translation": "And We did not send before you any but men to whom We sent revelation, so ask the followers of the reminder if you do not",
      "transliteration": "wa mā arsalnā qablaka illā rijālan nūḥī ilayhim ۖ fas-alū ahladh dhikri in kuntum lā ta`lamūn"
    },
    {
      "index": 8,
      "arabic": "وَمَا جَعَلْنَـٰهُمْ جَسَدًا لَّا يَأْكُلُونَ ٱلطَّعَامَ وَمَا كَانُوا۟ خَـٰلِدِينَ",
      "translation": "And We did not make them bodies not eating the food, and they were not to abide (forever).",
      "transliteration": "wa mā ja`alnāhum jasadal lā ya-kulūnaṭ ṭa`āma wa mā kānū khālidīn"
    },
    {
      "index": 9,
      "arabic": "ثُمَّ صَدَقْنَـٰهُمُ ٱلْوَعْدَ فَأَنجَيْنَـٰهُمْ وَمَن نَّشَآءُ وَأَهْلَكْنَا ٱلْمُسْرِفِينَ",
      "translation": "Then We made Our promise good to them, so We delivered them and those whom We pleased, and We destroyed the extravagant.",
      "transliteration": "thumma ṣadaqnāhumul wa`da fa-anjaynāhum wa man nashā-u wa-ahlaknal musrifīn"
    },
    {
      "index": 10,
      "arabic": "لَقَدْ أَنزَلْنَآ إِلَيْكُمْ كِتَـٰبًا فِيهِ ذِكْرُكُمْ ۖ أَفَلَا تَعْقِلُونَ",
      "translation": "Certainly We have revealed to you a Book in which is your good remembrance; what! do you not then understand?",
      "transliteration": "laqad anzalnā ilaykum kitāban fīhi dhikrukum ۖ afalā ta`qilūn"
    },
    {
      "index": 11,
      "arabic": "وَكَمْ قَصَمْنَا مِن قَرْيَةٍ كَانَتْ ظَالِمَةً وَأَنشَأْنَا بَعْدَهَا قَوْمًا ءَاخَرِينَ",
      "translation": "And how many a town which was iniquitous did We demolish, and We raised up after it another people!",
      "transliteration": "wakam qaṣamnā min qaryatin kānat ẓālimatan wa-ansha-nā ba`dahā qawman ākharīn"
    },
    {
      "index": 12,
      "arabic": "فَلَمَّآ أَحَسُّوا۟ بَأْسَنَآ إِذَا هُم مِّنْهَا يَرْكُضُونَ",
      "translation": "So when they felt Our punishment, lo! they began to fly",
      "transliteration": "falammā aḥassū ba-sanā idhā hum minhā yarkuḍūn"
    },
    {
      "index": 13,
      "arabic": "لَا تَرْكُضُوا۟ وَٱرْجِعُوٓا۟ إِلَىٰ مَآ أُتْرِفْتُمْ فِيهِ وَمَسَـٰكِنِكُمْ لَعَلَّكُمْ تُسْـَٔلُونَ",
      "translation": "Do not fly (now) and come back to what you were made to lead easy lives in and to your dwellings, haply you will be questioned.",
      "transliteration": "lā tarkuḍū warji`ū ilā mā utriftum fīhi wa masākinikum la`allakum tus-alūn"
    },
    {
      "index": 14,
      "arabic": "قَالُوا۟ يَـٰوَيْلَنَآ إِنَّا كُنَّا ظَـٰلِمِينَ",
      "translation": "They said: O woe to us! surely we were unjust.",
      "transliteration": "qālū yāwaylanā innā kunnā ẓālimīn"
    },
    {
      "index": 15,
      "arabic": "فَمَا زَالَت تِّلْكَ دَعْوَىٰهُمْ حَتَّىٰ جَعَلْنَـٰهُمْ حَصِيدًا خَـٰمِدِينَ",
      "translation": "And this ceased not to be their cry till We made them cut off, extinct.",
      "transliteration": "famā zālat tilka da`wāhum ḥattā ja`alnāhum ḥaṣīdan khāmidīn"
    },
    {
      "index": 16,
      "arabic": "وَمَا خَلَقْنَا ٱلسَّمَآءَ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا لَـٰعِبِينَ",
      "translation": "And We did not create the heaven and the earth and what is between them for sport.",
      "transliteration": "wa mā khalaqnas samā-a wal-arḍa wa mā baynahumā lā`ibīn"
    },
    {
      "index": 17,
      "arabic": "لَوْ أَرَدْنَآ أَن نَّتَّخِذَ لَهْوًا لَّٱتَّخَذْنَـٰهُ مِن لَّدُنَّآ إِن كُنَّا فَـٰعِلِينَ",
      "translation": "Had We wished to make a diversion, We would have made it from before Ourselves: by no means would We do (it).",
      "transliteration": "law aradnā an nattakhidha lahwan lattakhadhnāhu min ladunnā in kunnā fā`ilīn"
    },
    {
      "index": 18,
      "arabic": "بَلْ نَقْذِفُ بِٱلْحَقِّ عَلَى ٱلْبَـٰطِلِ فَيَدْمَغُهُۥ فَإِذَا هُوَ زَاهِقٌ ۚ وَلَكُمُ ٱلْوَيْلُ مِمَّا تَصِفُونَ",
      "translation": "Nay! We cast the truth against the falsehood, so that it breaks its head, and lo! it vanishes; and woe to you for what you describe;",
      "transliteration": "bal naqdhifu bil ḥaqqi `alal-bāṭili fayadmaghuhu fa-idhā huwa zāhiq ۚ walakumul waylu mimmā taṣifūn"
    },
    {
      "index": 19,
      "arabic": "وَلَهُۥ مَن فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَمَنْ عِندَهُۥ لَا يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِۦ وَلَا يَسْتَحْسِرُونَ",
      "translation": "And whoever is in the heavens and the earth is His; and those who are with Him are not proud to serve Him, nor do they grow weary.",
      "transliteration": "walahu man fis samāwāti wal-arḍ ۚ wa man `indahu lā yastakbirūna `an `ibādatihi walā yastaḥsirūn"
    },
    {
      "index": 20,
      "arabic": "يُسَبِّحُونَ ٱلَّيْلَ وَٱلنَّهَارَ لَا يَفْتُرُونَ",
      "translation": "They glorify (Him) by night and day; they are never languid.",
      "transliteration": "yusabbiḥūnal layla wan nahāra lā yafturūn"
    },
    {
      "index": 21,
      "arabic": "أَمِ ٱتَّخَذُوٓا۟ ءَالِهَةً مِّنَ ٱلْأَرْضِ هُمْ يُنشِرُونَ",
      "translation": "Or have they taken gods from the earth who raise (the dead).",
      "transliteration": "amit-takhadhū ālihatan minal-arḍi hum yunshirūn"
    },
    {
      "index": 22,
      "arabic": "لَوْ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا ٱللَّهُ لَفَسَدَتَا ۚ فَسُبْحَـٰنَ ٱللَّهِ رَبِّ ٱلْعَرْشِ عَمَّا يَصِفُونَ",
      "translation": "If there had been in them any gods except Allah, they would both have certainly been in a state of disorder; therefore glory be to Allah, the Lord of the dominion, above what they attribute (to Him).",
      "transliteration": "law kāna fīhimā ālihatun illallāhu lafasadatā ۚ fasubḥānallāhi rabbil `arshi `ammā yaṣifūn"
    },
    {
      "index": 23,
      "arabic": "لَا يُسْـَٔلُ عَمَّا يَفْعَلُ وَهُمْ يُسْـَٔلُونَ",
      "translation": "He cannot be questioned concerning what He does and they shall be questioned.",
      "transliteration": "lā yus-alu `ammā yaf`alu wahum yus-alūn"
    },
    {
      "index": 24,
      "arabic": "أَمِ ٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةً ۖ قُلْ هَاتُوا۟ بُرْهَـٰنَكُمْ ۖ هَـٰذَا ذِكْرُ مَن مَّعِىَ وَذِكْرُ مَن قَبْلِى ۗ بَلْ أَكْثَرُهُمْ لَا يَعْلَمُونَ ٱلْحَقَّ ۖ فَهُم مُّعْرِضُونَ",
      "translation": "Or, have they taken gods besides Him? Say: Bring your proof; this is the reminder of those with me and the reminder of those before me. Nay! most of them do not know the truth, so they turn aside.",
      "transliteration": "amit-takhadhū min dūnihi ālihah ۖ qul hātū burhānakum ۖ hādhā dhikru man ma`iya wadhikru man qablī ۗ bal aktharuhum lā ya`lamūnal ḥaqq ۖ fahum mu`riḍūn"
    },
    {
      "index": 25,
      "arabic": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِىٓ إِلَيْهِ أَنَّهُۥ لَآ إِلَـٰهَ إِلَّآ أَنَا۠ فَٱعْبُدُونِ",
      "translation": "And We did not send before you any apostle but We revealed to him that there is no god but Me, therefore serve Me.",
      "transliteration": "wa mā arsalnā min qablika min rasūlin illā nūḥī ilayhi annahu lā ilāha illā ana fa`budūn"
    },
    {
      "index": 26,
      "arabic": "وَقَالُوا۟ ٱتَّخَذَ ٱلرَّحْمَـٰنُ وَلَدًا ۗ سُبْحَـٰنَهُۥ ۚ بَلْ عِبَادٌ مُّكْرَمُونَ",
      "translation": "And they say: The Beneficent Allah has taken to Himself a son. Glory be to Him. Nay! they are honored servants",
      "transliteration": "waqālut-takhadhar raḥmānu waladā ۗ subḥānah ۚ bal `ibādun mukramūn"
    },
    {
      "index": 27,
      "arabic": "لَا يَسْبِقُونَهُۥ بِٱلْقَوْلِ وَهُم بِأَمْرِهِۦ يَعْمَلُونَ",
      "translation": "They do not precede Him in speech and (only) according to His commandment do they act.",
      "transliteration": "lā yasbiqūnahu bil qawli wahum bi-amrihi ya`malūn"
    },
    {
      "index": 28,
      "arabic": "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلَا يَشْفَعُونَ إِلَّا لِمَنِ ٱرْتَضَىٰ وَهُم مِّنْ خَشْيَتِهِۦ مُشْفِقُونَ",
      "translation": "He knows what is before them and what is behind them, and they do not intercede except for him whom He approves and for fear of Him they tremble.",
      "transliteration": "ya`lamu mā bayna aydīhim wa mā khalfahum walā yashfa`ūna illā limanir-taḍā wahum min khashyatihi mushfiqūn"
    },
    {
      "index": 29,
      "arabic": "وَمَن يَقُلْ مِنْهُمْ إِنِّىٓ إِلَـٰهٌ مِّن دُونِهِۦ فَذَٰلِكَ نَجْزِيهِ جَهَنَّمَ ۚ كَذَٰلِكَ نَجْزِى ٱلظَّـٰلِمِينَ",
      "translation": "And whoever of them should say: Surely I am a god besides Him, such a one do We recompense with hell; thus do, We recompense the unjust.",
      "transliteration": "wa man yaqul minhum innī ilāhun min dūnihi fadhālika najzīhi jahannam ۚ kadhālika najziẓ ẓālimīn"
    },
    {
      "index": 30,
      "arabic": "أَوَلَمْ يَرَ ٱلَّذِينَ كَفَرُوٓا۟ أَنَّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ كَانَتَا رَتْقًا فَفَتَقْنَـٰهُمَا ۖ وَجَعَلْنَا مِنَ ٱلْمَآءِ كُلَّ شَىْءٍ حَىٍّ ۖ أَفَلَا يُؤْمِنُونَ",
      "translation": "Do not those who disbelieve see that the heavens and the earth were closed up, but We have opened them; and We have made of water everything living, will they not then believe?",
      "transliteration": "awalam yaral ladhīna kafarū annas samāwāti wal-arḍa kānatā ratqan fafataqnāhumā ۖ waja`alnā minal mā-i kulla shay-in ḥayy ۖ afalā yu-minūn"
    },
    {
      "index": 31,
      "arabic": "وَجَعَلْنَا فِى ٱلْأَرْضِ رَوَٰسِىَ أَن تَمِيدَ بِهِمْ وَجَعَلْنَا فِيهَا فِجَاجًا سُبُلًا لَّعَلَّهُمْ يَهْتَدُونَ",
      "translation": "And We have made great mountains in the earth lest it might be convulsed with them, and We have made in it wide ways that they may follow a right direction.",
      "transliteration": "waja`alnā fil-arḍi rawāsiya an tamīda bihim waja`alnā fīhā fijājan subulal la`allahum yahtadūn"
    },
    {
      "index": 32,
      "arabic": "وَجَعَلْنَا ٱلسَّمَآءَ سَقْفًا مَّحْفُوظًا ۖ وَهُمْ عَنْ ءَايَـٰتِهَا مُعْرِضُونَ",
      "translation": "And We have made the heaven a guarded canopy and (yet) they turn aside from its signs.",
      "transliteration": "waja`alnas samā-a saqfan maḥfūẓā ۖ wahum `an āyātihā mu`riḍūn"
    },
    {
      "index": 33,
      "arabic": "وَهُوَ ٱلَّذِى خَلَقَ ٱلَّيْلَ وَٱلنَّهَارَ وَٱلشَّمْسَ وَٱلْقَمَرَ ۖ كُلٌّ فِى فَلَكٍ يَسْبَحُونَ",
      "translation": "And He it is Who created the night and the day and the sun and the moon; all (orbs) travel along swiftly in their celestial spheres.",
      "transliteration": "wahuwal ladhī khalaqal layla wan nahāra wash shamsa wal qamar ۖ kullun fī falakiy yasbaḥūn"
    },
    {
      "index": 34,
      "arabic": "وَمَا جَعَلْنَا لِبَشَرٍ مِّن قَبْلِكَ ٱلْخُلْدَ ۖ أَفَإِي۟ن مِّتَّ فَهُمُ ٱلْخَـٰلِدُونَ",
      "translation": "And We did not ordain abiding for any mortal before you. What! Then if you die, will they abide?",
      "transliteration": "wa mā ja`alnā libasharin min qablikal khuld ۖ afa-in mitta fahumul khālidūn"
    },
    {
      "index": 35,
      "arabic": "كُلُّ نَفْسٍ ذَآئِقَةُ ٱلْمَوْتِ ۗ وَنَبْلُوكُم بِٱلشَّرِّ وَٱلْخَيْرِ فِتْنَةً ۖ وَإِلَيْنَا تُرْجَعُونَ",
      "translation": "Every soul must taste of death and We try you by evil and good by way of probation; and to Us you shall be brought back.",
      "transliteration": "kullu nafsin dhā-iqatul mawt ۗ wanablūkum bish sharri wal khayri fitnah ۖ wa ilaynā turja`ūn"
    },
    {
      "index": 36,
      "arabic": "وَإِذَا رَءَاكَ ٱلَّذِينَ كَفَرُوٓا۟ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَـٰذَا ٱلَّذِى يَذْكُرُ ءَالِهَتَكُمْ وَهُم بِذِكْرِ ٱلرَّحْمَـٰنِ هُمْ كَـٰفِرُونَ",
      "translation": "And when those who disbelieve see you, they do not take you but for one to be scoffed at: Is this he who speaks of your gods? And they are deniers at the mention of the Beneficent Allah.",
      "transliteration": "wa idhā ra-ākal ladhīna kafarū in yattakhidhūnaka illā huzuwan ahādhal ladhī yadhkuru ālihatakum wahum bidhikrir raḥmāni hum kāfirūn"
    },
    {
      "index": 37,
      "arabic": "خُلِقَ ٱلْإِنسَـٰنُ مِنْ عَجَلٍ ۚ سَأُو۟رِيكُمْ ءَايَـٰتِى فَلَا تَسْتَعْجِلُونِ",
      "translation": "Man is created of haste; now will I show to you My signs, therefore do not ask Me to hasten (them) on.",
      "transliteration": "khuliqal-insānu min `ajal ۚ sa-urīkum āyātī falā tasta`jilūn"
    },
    {
      "index": 38,
      "arabic": "وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَـٰدِقِينَ",
      "translation": "And they say: When will this threat come to pass if you are truthful?",
      "transliteration": "wayaqūlūna matā hādhal wa`du in kuntum ṣādiqīn"
    },
    {
      "index": 39,
      "arabic": "لَوْ يَعْلَمُ ٱلَّذِينَ كَفَرُوا۟ حِينَ لَا يَكُفُّونَ عَن وُجُوهِهِمُ ٱلنَّارَ وَلَا عَن ظُهُورِهِمْ وَلَا هُمْ يُنصَرُونَ",
      "translation": "Had those who disbelieve but known (of the time) when they shall not be able to ward off the fire from their faces nor from their backs, nor shall they be helped.",
      "transliteration": "law ya`lamul ladhīna kafarū ḥīna lā yakuffūna `an wujūhihimun nāra walā `an ẓuhūrihim walā hum yunṣarūn"
    },
    {
      "index": 40,
      "arabic": "بَلْ تَأْتِيهِم بَغْتَةً فَتَبْهَتُهُمْ فَلَا يَسْتَطِيعُونَ رَدَّهَا وَلَا هُمْ يُنظَرُونَ",
      "translation": "Nay, it shall come on them all of a sudden and cause them to become confounded, so they shall not have the power to avert it, nor shall they be respited.",
      "transliteration": "bal ta-tīhim baghtatan fatabhatuhum falā yastaṭī`ūna raddahā walā hum yunẓarūn"
    },
    {
      "index": 41,
      "arabic": "وَلَقَدِ ٱسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَحَاقَ بِٱلَّذِينَ سَخِرُوا۟ مِنْهُم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "translation": "And certainly apostles before you were scoffed at, then there befell those of them who scoffed that at which they had scoffed.",
      "transliteration": "walaqadis-tuhzi-a birusulin min qablika faḥāqa bil ladhīna sakhirū minhum mā kānū bihi yastahzi-ūn"
    },
    {
      "index": 42,
      "arabic": "قُلْ مَن يَكْلَؤُكُم بِٱلَّيْلِ وَٱلنَّهَارِ مِنَ ٱلرَّحْمَـٰنِ ۗ بَلْ هُمْ عَن ذِكْرِ رَبِّهِم مُّعْرِضُونَ",
      "translation": "Say: Who guards you by night and by day from the Beneficent Allah? Nay, they turn aside at the mention of their Lord.",
      "transliteration": "qul man yakla-ukum bil layli wan nahāri minar raḥmān ۗ bal hum `an dhikri rabbihim mu`riḍūn"
    },
    {
      "index": 43,
      "arabic": "أَمْ لَهُمْ ءَالِهَةٌ تَمْنَعُهُم مِّن دُونِنَا ۚ لَا يَسْتَطِيعُونَ نَصْرَ أَنفُسِهِمْ وَلَا هُم مِّنَّا يُصْحَبُونَ",
      "translation": "Or, have they gods who can defend them against Us? They shall not be able to assist themselves, nor shall they be defended from Us.",
      "transliteration": "am lahum ālihatun tamna`uhum min dūninā ۚ lā yastaṭī`ūna naṣra anfusihim walā hum minnā yuṣ-ḥabūn"
    },
    {
      "index": 44,
      "arabic": "بَلْ مَتَّعْنَا هَـٰٓؤُلَآءِ وَءَابَآءَهُمْ حَتَّىٰ طَالَ عَلَيْهِمُ ٱلْعُمُرُ ۗ أَفَلَا يَرَوْنَ أَنَّا نَأْتِى ٱلْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَآ ۚ أَفَهُمُ ٱلْغَـٰلِبُونَ",
      "translation": "Nay, We gave provision to these and their fathers until life was prolonged to them. Do they not then see that We are visiting the land, curtailing it of its sides? Shall they then prevail?",
      "transliteration": "bal matta`nā hā-ulā-i wa-ābā-ahum ḥattā ṭāla `alayhimul `umur ۗ afalā yarawna annā na-til-arḍa nanquṣuhā min aṭrāfihā ۚ afahumul ghālibūn"
    },
    {
      "index": 45,
      "arabic": "قُلْ إِنَّمَآ أُنذِرُكُم بِٱلْوَحْىِ ۚ وَلَا يَسْمَعُ ٱلصُّمُّ ٱلدُّعَآءَ إِذَا مَا يُنذَرُونَ",
      "translation": "Say: I warn you only by revelation; and the deaf do not hear the call whenever they are warned.",
      "transliteration": "qul innamā undhirukum bil waḥyi ۚ walā yasma`uṣ ṣummud du`ā-a idhā mā yundharūn"
    },
    {
      "index": 46,
      "arabic": "وَلَئِن مَّسَّتْهُمْ نَفْحَةٌ مِّنْ عَذَابِ رَبِّكَ لَيَقُولُنَّ يَـٰوَيْلَنَآ إِنَّا كُنَّا ظَـٰلِمِينَ",
      "translation": "And if a blast of the chastisement of your Lord were to touch them, they will certainly say: O woe to us! surely we were unjust.",
      "transliteration": "wala-in massat-hum nafḥatun min `adhābi rabbika layaqūlunna yāwaylanā innā kunnā ẓālimīn"
    },
    {
      "index": 47,
      "arabic": "وَنَضَعُ ٱلْمَوَٰزِينَ ٱلْقِسْطَ لِيَوْمِ ٱلْقِيَـٰمَةِ فَلَا تُظْلَمُ نَفْسٌ شَيْـًٔا ۖ وَإِن كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ أَتَيْنَا بِهَا ۗ وَكَفَىٰ بِنَا حَـٰسِبِينَ",
      "translation": "And We will set up a just balance on the day of resurrection, so no soul shall be dealt with unjustly in the least; and though there be the weight of a grain of mustard seed, (yet) will We bring it, and sufficient are We to take account.",
      "transliteration": "wanaḍa`ul mawāzīnal qisṭa liyawmil qiyāmati falā tuẓlamu nafsun shay-ā ۖ wa in kāna mithqāla ḥabbatim min khardalin ataynā bihā ۗ wakafā binā ḥāsibīn"
    },
    {
      "index": 48,
      "arabic": "وَلَقَدْ ءَاتَيْنَا مُوسَىٰ وَهَـٰرُونَ ٱلْفُرْقَانَ وَضِيَآءً وَذِكْرًا لِّلْمُتَّقِينَ",
      "translation": "And certainly We gave to Musa and Haroun the Furqan and a light and a reminder for those who would guard (against evil).",
      "transliteration": "walaqad ātaynā mūsā wahārūnal furqāna waḍiyā-an wadhikral lil-muttaqīn"
    },
    {
      "index": 49,
      "arabic": "ٱلَّذِينَ يَخْشَوْنَ رَبَّهُم بِٱلْغَيْبِ وَهُم مِّنَ ٱلسَّاعَةِ مُشْفِقُونَ",
      "translation": "(For) those who fear their Lord in secret and they are fearful of the hour.",
      "transliteration": "alladhīna yakhshawna rabbahum bil ghaybi wahum minas sā`ati mushfiqūn"
    },
    {
      "index": 50,
      "arabic": "وَهَـٰذَا ذِكْرٌ مُّبَارَكٌ أَنزَلْنَـٰهُ ۚ أَفَأَنتُمْ لَهُۥ مُنكِرُونَ",
      "translation": "And this is a blessed Reminder which We have revealed; will you then deny it?",
      "transliteration": "wahādhā dhikrun mubārakun anzalnāh ۚ afa-antum lahu munkirūn"
    },
    {
      "index": 51,
      "arabic": "وَلَقَدْ ءَاتَيْنَآ إِبْرَٰهِيمَ رُشْدَهُۥ مِن قَبْلُ وَكُنَّا بِهِۦ عَـٰلِمِينَ",
      "translation": "And certainly We gave to Ibrahim his rectitude before, and We knew him fully well.",
      "transliteration": "walaqad ātaynā ibrāhīma rushdahu min qablu wakunnā bihi `ālimīn"
    },
    {
      "index": 52,
      "arabic": "إِذْ قَالَ لِأَبِيهِ وَقَوْمِهِۦ مَا هَـٰذِهِ ٱلتَّمَاثِيلُ ٱلَّتِىٓ أَنتُمْ لَهَا عَـٰكِفُونَ",
      "translation": "When he said to his father and his people: What are these images to whose worship you cleave?",
      "transliteration": "idh qāla li-abīhi waqawmihi mā hādhihit tamāthīlul latī antum lahā `ākifūn"
    },
    {
      "index": 53,
      "arabic": "قَالُوا۟ وَجَدْنَآ ءَابَآءَنَا لَهَا عَـٰبِدِينَ",
      "translation": "They said: We found our fathers worshipping them.",
      "transliteration": "qālū wajadnā ābā-anā lahā `ābidīn"
    },
    {
      "index": 54,
      "arabic": "قَالَ لَقَدْ كُنتُمْ أَنتُمْ وَءَابَآؤُكُمْ فِى ضَلَـٰلٍ مُّبِينٍ",
      "translation": "He said: Certainly you have been, (both) you and your fathers, in manifest error.",
      "transliteration": "qāla laqad kuntum antum wa-ābā-ukum fī ḍalālin mubīn"
    },
    {
      "index": 55,
      "arabic": "قَالُوٓا۟ أَجِئْتَنَا بِٱلْحَقِّ أَمْ أَنتَ مِنَ ٱللَّـٰعِبِينَ",
      "translation": "They said: Have you brought to us the truth, or are you one of the triflers?",
      "transliteration": "qālū aji-tanā bil ḥaqqi am anta minallā`ibīn"
    },
    {
      "index": 56,
      "arabic": "قَالَ بَل رَّبُّكُمْ رَبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ٱلَّذِى فَطَرَهُنَّ وَأَنَا۠ عَلَىٰ ذَٰلِكُم مِّنَ ٱلشَّـٰهِدِينَ",
      "translation": "He said: Nay! your Lord is the Lord of the heavens and the earth, Who brought them into existence, and I am of those who bear witness to this:",
      "transliteration": "qāla bal rabbukum rabbus samāwāti wal-arḍil ladhī faṭarahunna wa-ana `alā dhālikum minash shāhidīn"
    },
    {
      "index": 57,
      "arabic": "وَتَٱللَّهِ لَأَكِيدَنَّ أَصْنَـٰمَكُم بَعْدَ أَن تُوَلُّوا۟ مُدْبِرِينَ",
      "translation": "And, by Allah! I will certainly do something against your idols after you go away, turning back.",
      "transliteration": "watallāhi la-akīdanna aṣnāmakum ba`da an tuwallū mudbirīn"
    },
    {
      "index": 58,
      "arabic": "فَجَعَلَهُمْ جُذَٰذًا إِلَّا كَبِيرًا لَّهُمْ لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ",
      "translation": "So he broke them into pieces, except the chief of them, that haply they may return to it.",
      "transliteration": "faja`alahum judhādhan illā kabīral lahum la`allahum ilayhi yarji`ūn"
    },
    {
      "index": 59,
      "arabic": "قَالُوا۟ مَن فَعَلَ هَـٰذَا بِـَٔالِهَتِنَآ إِنَّهُۥ لَمِنَ ٱلظَّـٰلِمِينَ",
      "translation": "They said: Who has done this to our gods? Most surely he is one of the unjust.",
      "transliteration": "qālū man fa`ala hādhā bi-ālihatinā innahu laminaẓ ẓālimīn"
    },
    {
      "index": 60,
      "arabic": "قَالُوا۟ سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُۥٓ إِبْرَٰهِيمُ",
      "translation": "They said: We heard a youth called Ibrahim speak of them.",
      "transliteration": "qālū sami`nā fatan yadhkuruhum yuqālu lahu ibrāhīm"
    },
    {
      "index": 61,
      "arabic": "قَالُوا۟ فَأْتُوا۟ بِهِۦ عَلَىٰٓ أَعْيُنِ ٱلنَّاسِ لَعَلَّهُمْ يَشْهَدُونَ",
      "translation": "Said they: Then bring him before the eyes of the people, perhaps they may bear witness.",
      "transliteration": "qālū fa-tū bihi `alā a`yunin nāsi la`allahum yash-hadūn"
    },
    {
      "index": 62,
      "arabic": "قَالُوٓا۟ ءَأَنتَ فَعَلْتَ هَـٰذَا بِـَٔالِهَتِنَا يَـٰٓإِبْرَٰهِيمُ",
      "translation": "They said: Have you done this to our gods, O Ibrahim?",
      "transliteration": "qālū a-anta fa`alta hādhā bi-ālihatinā yā-ibrāhīm"
    },
    {
      "index": 63,
      "arabic": "قَالَ بَلْ فَعَلَهُۥ كَبِيرُهُمْ هَـٰذَا فَسْـَٔلُوهُمْ إِن كَانُوا۟ يَنطِقُونَ",
      "translation": "He said: Surely (some doer) has done it; the chief of them is this, therefore ask them, if they can speak.",
      "transliteration": "qāla bal fa`alahu kabīruhum hādhā fas-alūhum in kānū yanṭiqūn"
    },
    {
      "index": 64,
      "arabic": "فَرَجَعُوٓا۟ إِلَىٰٓ أَنفُسِهِمْ فَقَالُوٓا۟ إِنَّكُمْ أَنتُمُ ٱلظَّـٰلِمُونَ",
      "translation": "Then they turned to themselves and said: Surely you yourselves are the unjust;",
      "transliteration": "faraja`ū ilā anfusihim faqālū innakum antumuẓ ẓālimūn"
    },
    {
      "index": 65,
      "arabic": "ثُمَّ نُكِسُوا۟ عَلَىٰ رُءُوسِهِمْ لَقَدْ عَلِمْتَ مَا هَـٰٓؤُلَآءِ يَنطِقُونَ",
      "translation": "Then they were made to hang down their heads: Certainly you know that they do not speak.",
      "transliteration": "thumma nukisū `alā ru-ūsihim laqad `alimta mā hā-ulā-i yanṭiqūn"
    },
    {
      "index": 66,
      "arabic": "قَالَ أَفَتَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكُمْ شَيْـًٔا وَلَا يَضُرُّكُمْ",
      "translation": "He said: What! do you then serve besides Allah what brings you not any benefit at all, nor does it harm you?",
      "transliteration": "qāla afata`budūna min dūnillāhi mā lā yanfa`ukum shay-an walā yaḍurrukum"
    },
    {
      "index": 67,
      "arabic": "أُفٍّ لَّكُمْ وَلِمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ ۖ أَفَلَا تَعْقِلُونَ",
      "translation": "Fie on you and on what you serve besides Allah; what! do you not then understand?",
      "transliteration": "uffin lakum walimā ta`budūna min dūnillāh ۖ afalā ta`qilūn"
    },
    {
      "index": 68,
      "arabic": "قَالُوا۟ حَرِّقُوهُ وَٱنصُرُوٓا۟ ءَالِهَتَكُمْ إِن كُنتُمْ فَـٰعِلِينَ",
      "translation": "They said: Burn him and help your gods, if you are going to do (anything).",
      "transliteration": "qālū ḥarriqūhu wanṣurū ālihatakum in kuntum fā`ilīn"
    },
    {
      "index": 69,
      "arabic": "قُلْنَا يَـٰنَارُ كُونِى بَرْدًا وَسَلَـٰمًا عَلَىٰٓ إِبْرَٰهِيمَ",
      "translation": "We said: O fire! be a comfort and peace to Ibrahim;",
      "transliteration": "qulnā yānāru kūnī bardan wasalāman `alā ibrāhīm"
    },
    {
      "index": 70,
      "arabic": "وَأَرَادُوا۟ بِهِۦ كَيْدًا فَجَعَلْنَـٰهُمُ ٱلْأَخْسَرِينَ",
      "translation": "And they desired a war on him, but We made them the greatest losers.",
      "transliteration": "wa-arādū bihi kaydan faja`alnāhumul-akhsarīn"
    },
    {
      "index": 71,
      "arabic": "وَنَجَّيْنَـٰهُ وَلُوطًا إِلَى ٱلْأَرْضِ ٱلَّتِى بَـٰرَكْنَا فِيهَا لِلْعَـٰلَمِينَ",
      "translation": "And We delivered him as well as Lut (removing them) to the land which We had blessed for all people.",
      "transliteration": "wanajjaynāhu walūṭan ilal-arḍil latī bāraknā fīhā lil`ālamīn"
    },
    {
      "index": 72,
      "arabic": "وَوَهَبْنَا لَهُۥٓ إِسْحَـٰقَ وَيَعْقُوبَ نَافِلَةً ۖ وَكُلًّا جَعَلْنَا صَـٰلِحِينَ",
      "translation": "And We gave him Ishaq and Yaqoub, a son's son, and We made (them) all good.",
      "transliteration": "wawahabnā lahu is-ḥāqa waya`qūba nāfilah ۖ wakullan ja`alnā ṣāliḥīn"
    },
    {
      "index": 73,
      "arabic": "وَجَعَلْنَـٰهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا وَأَوْحَيْنَآ إِلَيْهِمْ فِعْلَ ٱلْخَيْرَٰتِ وَإِقَامَ ٱلصَّلَوٰةِ وَإِيتَآءَ ٱلزَّكَوٰةِ ۖ وَكَانُوا۟ لَنَا عَـٰبِدِينَ",
      "translation": "And We made them Imams who guided (people) by Our command, and We revealed to them the doing of good and the keeping up of prayer and the giving of the alms, and Us (alone) did they serve;",
      "transliteration": "waja`alnāhum a-immatan yahdūna bi-amrinā wa-awḥaynā ilayhim fi`lal-khayrāti wa iqāmaṣ ṣalāti wa-iytā-az zakāh ۖ wakānū lanā `ābidīn"
    },
    {
      "index": 74,
      "arabic": "وَلُوطًا ءَاتَيْنَـٰهُ حُكْمًا وَعِلْمًا وَنَجَّيْنَـٰهُ مِنَ ٱلْقَرْيَةِ ٱلَّتِى كَانَت تَّعْمَلُ ٱلْخَبَـٰٓئِثَ ۗ إِنَّهُمْ كَانُوا۟ قَوْمَ سَوْءٍ فَـٰسِقِينَ",
      "translation": "And (as for) Lut, We gave him wisdom and knowledge, and We delivered him from the town which wrought abominations; surely they were an evil people, transgressors;",
      "transliteration": "walūṭan ātaynāhu ḥukman wa`il-man wanajjaynāhu minal qaryatil latī kānat ta`malul khabā-ith ۗ innahum kānū qawma saw-in fāsiqīn"
    },
    {
      "index": 75,
      "arabic": "وَأَدْخَلْنَـٰهُ فِى رَحْمَتِنَآ ۖ إِنَّهُۥ مِنَ ٱلصَّـٰلِحِينَ",
      "translation": "And We took him into Our mercy; surely he was of the good.",
      "transliteration": "wa-adkhalnāhu fī raḥmatinā ۖ innahu minaṣ ṣāliḥīn"
    },
    {
      "index": 76,
      "arabic": "وَنُوحًا إِذْ نَادَىٰ مِن قَبْلُ فَٱسْتَجَبْنَا لَهُۥ فَنَجَّيْنَـٰهُ وَأَهْلَهُۥ مِنَ ٱلْكَرْبِ ٱلْعَظِيمِ",
      "translation": "And Nuh, when he cried aforetime, so We answered him, and delivered him and his followers from the great calamity.",
      "transliteration": "wanūḥan idh nādā min qablu fastajabnā lahu fanajjaynāhu wa-ahlahu minal karbil `aẓīm"
    },
    {
      "index": 77,
      "arabic": "وَنَصَرْنَـٰهُ مِنَ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَآ ۚ إِنَّهُمْ كَانُوا۟ قَوْمَ سَوْءٍ فَأَغْرَقْنَـٰهُمْ أَجْمَعِينَ",
      "translation": "And We helped him against the people who rejected Our communications; surely they were an evil people, so We drowned them all.",
      "transliteration": "wanaṣarnāhu minal qawmil ladhīna kadhhabū bi-āyātinā ۚ innahum kānū qawma saw-in fa-aghraqnāhum ajma`īn"
    },
    {
      "index": 78,
      "arabic": "وَدَاوُۥدَ وَسُلَيْمَـٰنَ إِذْ يَحْكُمَانِ فِى ٱلْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ ٱلْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شَـٰهِدِينَ",
      "translation": "And Dawood and Sulaiman when they gave judgment concerning the field when the people's sheep pastured therein by night, and We were bearers of witness to their judgment.",
      "transliteration": "wadāwūda wasulaymāna idh yaḥkumāni fil ḥarthi idh nafashat fīhi ghanamul qawmi wakunnā liḥukmihim shāhidīn"
    },
    {
      "index": 79,
      "arabic": "فَفَهَّمْنَـٰهَا سُلَيْمَـٰنَ ۚ وَكُلًّا ءَاتَيْنَا حُكْمًا وَعِلْمًا ۚ وَسَخَّرْنَا مَعَ دَاوُۥدَ ٱلْجِبَالَ يُسَبِّحْنَ وَٱلطَّيْرَ ۚ وَكُنَّا فَـٰعِلِينَ",
      "translation": "So We made Sulaiman to understand it; and to each one We gave wisdom and knowledge; and We made the mountains, and the birds to celebrate Our praise with Dawood; and We were the doers.",
      "transliteration": "fafahhamnāhā sulaymān ۚ wakullan ātaynā ḥukman wa`il-mā ۚ wasakhharnā ma`a dāwūdal jibāla yusabbiḥna waṭ ṭayr ۚ wakunnā fā`ilīn"
    },
    {
      "index": 80,
      "arabic": "وَعَلَّمْنَـٰهُ صَنْعَةَ لَبُوسٍ لَّكُمْ لِتُحْصِنَكُم مِّنۢ بَأْسِكُمْ ۖ فَهَلْ أَنتُمْ شَـٰكِرُونَ",
      "translation": "And We taught him the making of coats of mail for you, that they might protect you in your wars; will you then be grateful?",
      "transliteration": "wa`allamnāhu ṣan`ata labūsin lakum lituḥṣinakum min ba-sikum ۖ fahal antum shākirūn"
    },
    {
      "index": 81,
      "arabic": "وَلِسُلَيْمَـٰنَ ٱلرِّيحَ عَاصِفَةً تَجْرِى بِأَمْرِهِۦٓ إِلَى ٱلْأَرْضِ ٱلَّتِى بَـٰرَكْنَا فِيهَا ۚ وَكُنَّا بِكُلِّ شَىْءٍ عَـٰلِمِينَ",
      "translation": "And (We made subservient) to Sulaiman the wind blowing violent, pursuing its course by his command to the land which We had blessed, and We are knower of all things.",
      "transliteration": "walisulaymānar rīḥa `āṣifatan tajrī bi-amrihi ilal-arḍil latī bāraknā fīhā ۚ wakunnā bikulli shay-in `ālimīn"
    },
    {
      "index": 82,
      "arabic": "وَمِنَ ٱلشَّيَـٰطِينِ مَن يَغُوصُونَ لَهُۥ وَيَعْمَلُونَ عَمَلًا دُونَ ذَٰلِكَ ۖ وَكُنَّا لَهُمْ حَـٰفِظِينَ",
      "translation": "And of the rebellious people there were those who dived for him and did other work besides that, and We kept guard over them;",
      "transliteration": "wa minash shayāṭīni man yaghūṣūna lahu waya`malūna `amalan dūna dhālik ۖ wakunnā lahum ḥāfiẓīn"
    },
    {
      "index": 83,
      "arabic": "وَأَيُّوبَ إِذْ نَادَىٰ رَبَّهُۥٓ أَنِّى مَسَّنِىَ ٱلضُّرُّ وَأَنتَ أَرْحَمُ ٱلرَّٰحِمِينَ",
      "translation": "And Ayub, when he cried to his Lord, (saying): Harm has afflicted me, and Thou art the most Merciful of the merciful.",
      "transliteration": "wa-ayyūba idh nādā rabbahu annī massaniyaḍ ḍurru wa-anta arḥamur rāḥimīn"
    },
    {
      "index": 84,
      "arabic": "فَٱسْتَجَبْنَا لَهُۥ فَكَشَفْنَا مَا بِهِۦ مِن ضُرٍّ ۖ وَءَاتَيْنَـٰهُ أَهْلَهُۥ وَمِثْلَهُم مَّعَهُمْ رَحْمَةً مِّنْ عِندِنَا وَذِكْرَىٰ لِلْعَـٰبِدِينَ",
      "translation": "Therefore We responded to him and took off what harm he had, and We gave him his family and the like of them with them: a mercy from Us and a reminder to the worshippers.",
      "transliteration": "fastajabnā lahu fakashafnā mā bihi min ḍurr ۖ wa-ātaynāhu ahlahu wa mithlahum ma`ahum raḥmatan min `indinā wadhikrā lil`ābidīn"
    },
    {
      "index": 85,
      "arabic": "وَإِسْمَـٰعِيلَ وَإِدْرِيسَ وَذَا ٱلْكِفْلِ ۖ كُلٌّ مِّنَ ٱلصَّـٰبِرِينَ",
      "translation": "And Ismail and Idris and Zulkifl; all were of the patient ones;",
      "transliteration": "wa ismā`īla wa idrīsa wadhal kifl ۖ kullun minaṣ ṣābirīn"
    },
    {
      "index": 86,
      "arabic": "وَأَدْخَلْنَـٰهُمْ فِى رَحْمَتِنَآ ۖ إِنَّهُم مِّنَ ٱلصَّـٰلِحِينَ",
      "translation": "And We caused them to enter into Our mercy, surely they were of the good ones.",
      "transliteration": "wa-adkhalnāhum fī raḥmatinā ۖ innahum minaṣ ṣāliḥīn"
    },
    {
      "index": 87,
      "arabic": "وَذَا ٱلنُّونِ إِذ ذَّهَبَ مُغَـٰضِبًا فَظَنَّ أَن لَّن نَّقْدِرَ عَلَيْهِ فَنَادَىٰ فِى ٱلظُّلُمَـٰتِ أَن لَّآ إِلَـٰهَ إِلَّآ أَنتَ سُبْحَـٰنَكَ إِنِّى كُنتُ مِنَ ٱلظَّـٰلِمِينَ",
      "translation": "And Yunus, when he went away in wrath, so he thought that We would not straiten him, so he called out among afflictions: There is no god but Thou, glory be to Thee; surely I am of those who make themselves to suffer loss.",
      "transliteration": "wadhan nūni idh dhahaba mughāḍiban faẓanna an lan naqdira `alayhi fanādā fiẓ ẓulumāti an lā ilāha illā anta subḥānaka innī kuntu minaẓ ẓālimīn"
    },
    {
      "index": 88,
      "arabic": "فَٱسْتَجَبْنَا لَهُۥ وَنَجَّيْنَـٰهُ مِنَ ٱلْغَمِّ ۚ وَكَذَٰلِكَ نُـۨجِى ٱلْمُؤْمِنِينَ",
      "translation": "So We responded to him and delivered him from the grief and thus do We deliver the believers.",
      "transliteration": "fastajabnā lahu wanajjaynāhu minal ghamm ۚ wakadhālika nunjil mu-minīn"
    },
    {
      "index": 89,
      "arabic": "وَزَكَرِيَّآ إِذْ نَادَىٰ رَبَّهُۥ رَبِّ لَا تَذَرْنِى فَرْدًا وَأَنتَ خَيْرُ ٱلْوَٰرِثِينَ",
      "translation": "And Zakariya, when he cried to his Lord: O my Lord leave me not alone; and Thou art the best of inheritors.",
      "transliteration": "wazakariyyā idh nādā rabbahu rabbi lā tadharnī fardan wa-anta khayrul wārithīn"
    },
    {
      "index": 90,
      "arabic": "فَٱسْتَجَبْنَا لَهُۥ وَوَهَبْنَا لَهُۥ يَحْيَىٰ وَأَصْلَحْنَا لَهُۥ زَوْجَهُۥٓ ۚ إِنَّهُمْ كَانُوا۟ يُسَـٰرِعُونَ فِى ٱلْخَيْرَٰتِ وَيَدْعُونَنَا رَغَبًا وَرَهَبًا ۖ وَكَانُوا۟ لَنَا خَـٰشِعِينَ",
      "translation": "So We responded to him and gave him Yahya and made his wife fit for him; surely they used to hasten, one with another In deeds of goodness and to call upon Us, hoping and fearing and they were humble before Us.",
      "transliteration": "fastajabnā lahu wawahabnā lahu yaḥyā wa-aṣlaḥnā lahu zawjah ۚ innahum kānū yusāri`ūna fil khayrāti wayad`ūnanā raghaban warahabā ۖ wakānū lanā khāshi`īn"
    },
    {
      "index": 91,
      "arabic": "وَٱلَّتِىٓ أَحْصَنَتْ فَرْجَهَا فَنَفَخْنَا فِيهَا مِن رُّوحِنَا وَجَعَلْنَـٰهَا وَٱبْنَهَآ ءَايَةً لِّلْعَـٰلَمِينَ",
      "translation": "And she who guarded her chastity, so We breathed into her of Our inspiration and made her and her son a sign for the nations.",
      "transliteration": "wal latī aḥṣanat farjahā fanafakhnā fīhā min rūḥinā waja`alnāhā wabnahā āyatan lil`ālamīn"
    },
    {
      "index": 92,
      "arabic": "إِنَّ هَـٰذِهِۦٓ أُمَّتُكُمْ أُمَّةً وَٰحِدَةً وَأَنَا۠ رَبُّكُمْ فَٱعْبُدُونِ",
      "translation": "Surely this Islam is your religion, one religion (only), and I am your Lord, therefore serve Me.",
      "transliteration": "inna hādhihi ummatukum ummatan wāḥidatan wa-ana rabbukum fa`budūn"
    },
    {
      "index": 93,
      "arabic": "وَتَقَطَّعُوٓا۟ أَمْرَهُم بَيْنَهُمْ ۖ كُلٌّ إِلَيْنَا رَٰجِعُونَ",
      "translation": "And they broke their religion (into sects) between them: to Us shall all come back.",
      "transliteration": "wataqaṭṭa`ū amrahum baynahum ۖ kullun ilaynā rāji`ūn"
    },
    {
      "index": 94,
      "arabic": "فَمَن يَعْمَلْ مِنَ ٱلصَّـٰلِحَـٰتِ وَهُوَ مُؤْمِنٌ فَلَا كُفْرَانَ لِسَعْيِهِۦ وَإِنَّا لَهُۥ كَـٰتِبُونَ",
      "translation": "Therefore whoever shall do of good deeds and he is a believer, there shall be no denying of his exertion, and surely We will write (It) down for him.",
      "transliteration": "faman ya`mal minaṣ ṣāliḥāti wahuwa mu-minun falā kufrāna lisa`yihi wa innā lahu kātibūn"
    },
    {
      "index": 95,
      "arabic": "وَحَرَٰمٌ عَلَىٰ قَرْيَةٍ أَهْلَكْنَـٰهَآ أَنَّهُمْ لَا يَرْجِعُونَ",
      "translation": "And it is binding on a town which We destroy that they shall not return.",
      "transliteration": "waḥarāmun `alā qaryatin ahlaknāhā annahum lā yarji`ūn"
    },
    {
      "index": 96,
      "arabic": "حَتَّىٰٓ إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ وَهُم مِّن كُلِّ حَدَبٍ يَنسِلُونَ",
      "translation": "Even when Gog and Magog are let loose and they shall break forth from every elevated place.",
      "transliteration": "ḥattā idhā futiḥat ya-jūju wa ma-jūju wahum min kulli ḥadabiy yansilūn"
    },
    {
      "index": 97,
      "arabic": "وَٱقْتَرَبَ ٱلْوَعْدُ ٱلْحَقُّ فَإِذَا هِىَ شَـٰخِصَةٌ أَبْصَـٰرُ ٱلَّذِينَ كَفَرُوا۟ يَـٰوَيْلَنَا قَدْ كُنَّا فِى غَفْلَةٍ مِّنْ هَـٰذَا بَلْ كُنَّا ظَـٰلِمِينَ",
      "translation": "And the true promise shall draw nigh, then lo! the eyes of those who disbelieved shall be fixedly open: O woe to us! surely we were in a state of heedlessness as to this; nay, we were unjust.",
      "transliteration": "waqtarabal wa`dul ḥaqqu fa-idhā hiya shākhiṣatun abṣārul ladhīna kafarū yāwaylanā qad kunnā fī ghaflatim min hādhā bal kunnā ẓālimīn"
    },
    {
      "index": 98,
      "arabic": "إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ حَصَبُ جَهَنَّمَ أَنتُمْ لَهَا وَٰرِدُونَ",
      "translation": "Surely you and what you worship besides Allah are the firewood of hell; to it you shall come.",
      "transliteration": "innakum wa mā ta`budūna min dūnillāhi ḥaṣabu jahannama antum lahā wāridūn"
    },
    {
      "index": 99,
      "arabic": "لَوْ كَانَ هَـٰٓؤُلَآءِ ءَالِهَةً مَّا وَرَدُوهَا ۖ وَكُلٌّ فِيهَا خَـٰلِدُونَ",
      "translation": "Had these been gods, they would not have come to it and all shall abide therein.",
      "transliteration": "law kāna hā-ulā-i ālihatan mā waradūhā ۖ wakullun fīhā khālidūn"
    },
    {
      "index": 100,
      "arabic": "لَهُمْ فِيهَا زَفِيرٌ وَهُمْ فِيهَا لَا يَسْمَعُونَ",
      "translation": "For them therein shall be groaning and therein they shall not hear.",
      "transliteration": "lahum fīhā zafīrun wahum fīhā lā yasma`ūn"
    },
    {
      "index": 101,
      "arabic": "إِنَّ ٱلَّذِينَ سَبَقَتْ لَهُم مِّنَّا ٱلْحُسْنَىٰٓ أُو۟لَـٰٓئِكَ عَنْهَا مُبْعَدُونَ",
      "translation": "Surely (as for) those for whom the good has already gone forth from Us, they shall be kept far off from it;",
      "transliteration": "innal ladhīna sabaqat lahum minnal ḥusnā ulā-ika `anhā mub`adūn"
    },
    {
      "index": 102,
      "arabic": "لَا يَسْمَعُونَ حَسِيسَهَا ۖ وَهُمْ فِى مَا ٱشْتَهَتْ أَنفُسُهُمْ خَـٰلِدُونَ",
      "translation": "They will not hear its faintest sound, and they shall abide in that which their souls long for.",
      "transliteration": "lā yasma`ūna ḥasīsahā ۖ wahum fī mash-tahat anfusuhum khālidūn"
    },
    {
      "index": 103,
      "arabic": "لَا يَحْزُنُهُمُ ٱلْفَزَعُ ٱلْأَكْبَرُ وَتَتَلَقَّىٰهُمُ ٱلْمَلَـٰٓئِكَةُ هَـٰذَا يَوْمُكُمُ ٱلَّذِى كُنتُمْ تُوعَدُونَ",
      "translation": "The great fearful event shall not grieve them, and the angels shall meet them: This is your day which you were promised.",
      "transliteration": "lā yaḥzunuhumul faza`ul-akbaru watatalaqqāhumul malā-ikatu hādhā yawmukumul ladhī kuntum tū`adūn"
    },
    {
      "index": 104,
      "arabic": "يَوْمَ نَطْوِى ٱلسَّمَآءَ كَطَىِّ ٱلسِّجِلِّ لِلْكُتُبِ ۚ كَمَا بَدَأْنَآ أَوَّلَ خَلْقٍ نُّعِيدُهُۥ ۚ وَعْدًا عَلَيْنَآ ۚ إِنَّا كُنَّا فَـٰعِلِينَ",
      "translation": "On the day when We will roll up heaven like the rolling up of the scroll for writings, as We originated the first creation, (so) We shall reproduce it; a promise (binding on Us); surely We will bring it about.",
      "transliteration": "yawma naṭwis samā-a kaṭayyis sijilli lilkutub ۚ kamā bada-nā awwala khalqin nu`īduh ۚ wa`dan `alaynā ۚ innā kunnā fā`ilīn"
    },
    {
      "index": 105,
      "arabic": "وَلَقَدْ كَتَبْنَا فِى ٱلزَّبُورِ مِنۢ بَعْدِ ٱلذِّكْرِ أَنَّ ٱلْأَرْضَ يَرِثُهَا عِبَادِىَ ٱلصَّـٰلِحُونَ",
      "translation": "And certainly We wrote in the Book after the reminder that (as for) the land, My righteous servants shall inherit it.",
      "transliteration": "walaqad katabnā fiz zabūri min ba`didh dhikri annal-arḍa yarithuhā `ibādiyaṣ ṣāliḥūn"
    },
    {
      "index": 106,
      "arabic": "إِنَّ فِى هَـٰذَا لَبَلَـٰغًا لِّقَوْمٍ عَـٰبِدِينَ",
      "translation": "Most surely in this is a message to a people who serve",
      "transliteration": "inna fī hādhā labalāghal liqawmin `ābidīn"
    },
    {
      "index": 107,
      "arabic": "وَمَآ أَرْسَلْنَـٰكَ إِلَّا رَحْمَةً لِّلْعَـٰلَمِينَ",
      "translation": "And We have not sent you but as a mercy to the worlds.",
      "transliteration": "wa mā arsalnāka illā raḥmatan lil`ālamīn"
    },
    {
      "index": 108,
      "arabic": "قُلْ إِنَّمَا يُوحَىٰٓ إِلَىَّ أَنَّمَآ إِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ ۖ فَهَلْ أَنتُم مُّسْلِمُونَ",
      "translation": "Say: It is only revealed to me that your Allah is one Allah; will you then submit?",
      "transliteration": "qul innamā yūḥā ilayya annamā ilāhukum ilāhun wāḥid ۖ fahal antum muslimūn"
    },
    {
      "index": 109,
      "arabic": "فَإِن تَوَلَّوْا۟ فَقُلْ ءَاذَنتُكُمْ عَلَىٰ سَوَآءٍ ۖ وَإِنْ أَدْرِىٓ أَقَرِيبٌ أَم بَعِيدٌ مَّا تُوعَدُونَ",
      "translation": "But if they turn back, say: I have given you warning in fairness and I do not know whether what you are threatened with is near or far;",
      "transliteration": "fa-in tawallaw faqul ādhantukum `alā sawā-i ۖ wa in adrī aqarībun am ba`īdun mā tū`adūn"
    },
    {
      "index": 110,
      "arabic": "إِنَّهُۥ يَعْلَمُ ٱلْجَهْرَ مِنَ ٱلْقَوْلِ وَيَعْلَمُ مَا تَكْتُمُونَ",
      "translation": "Surely He knows what is spoken openly and He knows what you hide;",
      "transliteration": "innahu ya`lamul jahra minal qawli waya`lamu mā taktumūn"
    },
    {
      "index": 111,
      "arabic": "وَإِنْ أَدْرِى لَعَلَّهُۥ فِتْنَةٌ لَّكُمْ وَمَتَـٰعٌ إِلَىٰ حِينٍ",
      "translation": "And I do not know if this may be a trial for you and a provision till a time.",
      "transliteration": "wa in adrī la`allahu fitnatun lakum wa matā`un ilā ḥīn"
    },
    {
      "index": 112,
      "arabic": "قَـٰلَ رَبِّ ٱحْكُم بِٱلْحَقِّ ۗ وَرَبُّنَا ٱلرَّحْمَـٰنُ ٱلْمُسْتَعَانُ عَلَىٰ مَا تَصِفُونَ",
      "translation": "He said: O my Lord! judge Thou with truth; and our Lord is the Beneficent Allah, Whose help is sought against what you ascribe (to Him).",
      "transliteration": "qāla rabbiḥ-kum bil ḥaqq ۗ warabbunar raḥmānul musta`ānu `alā mā taṣifūn"
    }
  ]
}