{
  "index": 40,
  "name": "غافر",
  "arabic_name": "غَافِر",
  "english_name": "Ghāfir",
  "english_meaning": "The Forgiver",
  "rows": [
    {
      "index": 1,
      "id": 0,
      "show_id": "",
      "arabic": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
      "translation": "In the name of Allah, the Beneficent, the Merciful.",
      "transliteration": "bismillāhir raḥmānir raḥīm"
    },
    {
      "index": 2,
      "id": 1,
      "show_id": "1",
      "arabic": "حمٓ",
      "translation": "Ha Mim.",
      "transliteration": "ḥā mīm"
    },
    {
      "index": 3,
      "id": 2,
      "show_id": "2",
      "arabic": "تَنزِيلُ ٱلْكِتَـٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْعَلِيمِ",
      "translation": "The revelation of the Book is from Allah, the Mighty, the Knowing,",
      "transliteration": "tanzīlul kitābi minallāhil `azīzil `alīm"
    },
    {
      "index": 4,
      "id": 3,
      "show_id": "3",
      "arabic": "غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوْبِ شَدِيدِ ٱلْعِقَابِ ذِى ٱلطَّوْلِ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ إِلَيْهِ ٱلْمَصِيرُ",
      "translation": "The Forgiver of the faults and the Acceptor of repentance, Severe to punish, Lord of bounty; there is no god but He; to Him is the eventual coming.",
      "transliteration": "ghāfiridh dhanbi waqābilit tawbi shadīdil `iqābi dhiṭ ṭawl ۖ lā ilāha illā huw ۖ ilayhil maṣīr"
    },
    {
      "index": 5,
      "id": 4,
      "show_id": "4",
      "arabic": "مَا يُجَـٰدِلُ فِىٓ ءَايَـٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُوا۟ فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِى ٱلْبِلَـٰدِ",
      "translation": "None dispute concerning the communications of Allah but those who disbelieve, therefore let not their going to and fro in the cities deceive you.",
      "transliteration": "mā yujādilu fī āyātillāhi illal ladhīna kafarū falā yaghrurka taqallubuhum fil bilād"
    },
    {
      "index": 6,
      "id": 5,
      "show_id": "5",
      "arabic": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَٱلْأَحْزَابُ مِنۢ بَعْدِهِمْ ۖ وَهَمَّتْ كُلُّ أُمَّةٍۭ بِرَسُولِهِمْ لِيَأْخُذُوهُ ۖ وَجَـٰدَلُوا۟ بِٱلْبَـٰطِلِ لِيُدْحِضُوا۟ بِهِ ٱلْحَقَّ فَأَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ عِقَابِ",
      "translation": "The people of Nuh and the parties after them rejected (prophets) before them, and every nation purposed against their apostle to destroy him, and they disputed by means of the falsehood that they might thereby render null the truth, therefore I destroyed them; how was then My retribution!",
      "transliteration": "kadhhabat qablahum qawmu nūḥin wal-aḥzābu min ba`dihim ۖ wahammat kullu ummatin birasūlihim liya-khudhūh ۖ wajādalū bil bāṭili liyud-ḥiḍū bihil ḥaqqa fa-akhadhtuhum ۖ fakayfa kāna `iqāb"
    },
    {
      "index": 7,
      "id": 6,
      "show_id": "6",
      "arabic": "وَكَذَٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓا۟ أَنَّهُمْ أَصْحَـٰبُ ٱلنَّارِ",
      "translation": "And thus did the word of your Lord prove true against those who disbelieved that they are the inmates of the fire.",
      "transliteration": "wakadhālika ḥaqqat kalimatu rabbika `alal ladhīna kafarū annahum aṣ-ḥābun nār"
    },
    {
      "index": 8,
      "id": 7,
      "show_id": "7",
      "arabic": "ٱلَّذِينَ يَحْمِلُونَ ٱلْعَرْشَ وَمَنْ حَوْلَهُۥ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِۦ وَيَسْتَغْفِرُونَ لِلَّذِينَ ءَامَنُوا۟ رَبَّنَا وَسِعْتَ كُلَّ شَىْءٍ رَّحْمَةً وَعِلْمًا فَٱغْفِرْ لِلَّذِينَ تَابُوا۟ وَٱتَّبَعُوا۟ سَبِيلَكَ وَقِهِمْ عَذَابَ ٱلْجَحِيمِ",
      "translation": "Those who bear the power and those around Him celebrate the praise of their Lord and believe in Him and ask protection for those who believe: Our Lord! Thou embracest all things in mercy and knowledge, therefore grant protection to those who turn (to Thee) and follow Thy way, and save them from the punishment of the hell:",
      "transliteration": "alladhīna yaḥmilūnal `arsha wa man ḥawlahu yusabbiḥūna biḥamdi rabbihim wayu-minūna bihi wayastaghfirūna lilladhīna āmanū rabbanā wasi`ta kulla shay-in raḥmatan wa`il-man faghfir lilladhīna tābū wattaba`ū sabīlaka waqihim `adhābal jaḥīm"
    },
    {
      "index": 9,
      "id": 8,
      "show_id": "8",
      "arabic": "رَبَّنَا وَأَدْخِلْهُمْ جَنَّـٰتِ عَدْنٍ ٱلَّتِى وَعَدتَّهُمْ وَمَن صَلَحَ مِنْ ءَابَآئِهِمْ وَأَزْوَٰجِهِمْ وَذُرِّيَّـٰتِهِمْ ۚ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "translation": "Our Lord! and make them enter the gardens of perpetuity which Thou hast promised to them and those who do good of their fathers and their wives and their offspring, surely Thou are the Mighty, the Wise.",
      "transliteration": "rabbanā wa-adkhilhum jannāti `adninil latī wa`adtahum wa man ṣalaḥa min ābā-ihim wa-azwājihim wadhurriyyātihim ۚ innaka antal `azīzul ḥakīm"
    },
    {
      "index": 10,
      "id": 9,
      "show_id": "9",
      "arabic": "وَقِهِمُ ٱلسَّيِّـَٔاتِ ۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوْمَئِذٍ فَقَدْ رَحِمْتَهُۥ ۚ وَذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
      "translation": "And keep them from evil deeds, and whom Thou keepest from evil deeds this day, indeed Thou hast mercy on him, and that is the mighty achievement.",
      "transliteration": "waqihimus sayyi-āt ۚ wa man taqis sayyi-āti yawma-idhin faqad raḥimtah ۚ wadhālika huwal fawzul `aẓīm"
    },
    {
      "index": 11,
      "id": 10,
      "show_id": "10",
      "arabic": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ يُنَادَوْنَ لَمَقْتُ ٱللَّهِ أَكْبَرُ مِن مَّقْتِكُمْ أَنفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى ٱلْإِيمَـٰنِ فَتَكْفُرُونَ",
      "translation": "Surely those who disbelieve shall be cried out to: Certainly Allah's hatred (of you) when you were called upon to the faith and you rejected, is much greater than your hatred of yourselves.",
      "transliteration": "innal ladhīna kafarū yunādawna lamaqtullāhi akbaru min maqtikum anfusakum idh tud`awna ilal-iymāni fatakfurūn"
    },
    {
      "index": 12,
      "id": 11,
      "show_id": "11",
      "arabic": "قَالُوا۟ رَبَّنَآ أَمَتَّنَا ٱثْنَتَيْنِ وَأَحْيَيْتَنَا ٱثْنَتَيْنِ فَٱعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَىٰ خُرُوجٍ مِّن سَبِيلٍ",
      "translation": "They shall say: Our Lord! twice didst Thou make us subject to death, and twice hast Thou given us life, so we do confess our faults; is there then a way to get out?",
      "transliteration": "qālū rabbanā amattanath-natayni wa-aḥyaytanath-natayni fa`tarafnā bidhunūbinā fahal ilā khurūjin min sabīl"
    },
    {
      "index": 13,
      "id": 12,
      "show_id": "12",
      "arabic": "ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِىَ ٱللَّهُ وَحْدَهُۥ كَفَرْتُمْ ۖ وَإِن يُشْرَكْ بِهِۦ تُؤْمِنُوا۟ ۚ فَٱلْحُكْمُ لِلَّهِ ٱلْعَلِىِّ ٱلْكَبِيرِ",
      "translation": "That is because when Allah alone was called upon, you disbelieved, and when associates were given to Him, you believed; so judgment belongs to Allah, the High, the Great.",
      "transliteration": "dhālikum bi-annahu idhā du`iyallāhu waḥdahu kafartum ۖ wa in yushrak bihi tu-minū ۚ fal ḥukmu lillāhil `aliyyil kabīr"
    },
    {
      "index": 14,
      "id": 13,
      "show_id": "13",
      "arabic": "هُوَ ٱلَّذِى يُرِيكُمْ ءَايَـٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزْقًا ۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ",
      "translation": "He it is Who shows you His signs and sends down for you sustenance from heaven, and none minds but he who turns (to Him) again and again.",
      "transliteration": "huwal ladhī yurīkum āyātihi wayunazzilu lakum minas samā-i rizqā ۚ wa mā yatadhakkaru illā man yunīb"
    },
    {
      "index": 15,
      "id": 14,
      "show_id": "14",
      "arabic": "فَٱدْعُوا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ وَلَوْ كَرِهَ ٱلْكَـٰفِرُونَ",
      "translation": "Therefore call upon Allah, being sincere to Him in obedience, though the unbelievers are averse:",
      "transliteration": "fad`ullāha mukhliṣīna lahud dīna walaw karihal kāfirūn"
    },
    {
      "index": 16,
      "id": 15,
      "show_id": "15",
      "arabic": "رَفِيعُ ٱلدَّرَجَـٰتِ ذُو ٱلْعَرْشِ يُلْقِى ٱلرُّوحَ مِنْ أَمْرِهِۦ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ لِيُنذِرَ يَوْمَ ٱلتَّلَاقِ",
      "translation": "Possessor of the highest rank, Lord of power: He makes the inspiration to light by His command upon whom He pleases of His servants, that he may warn (men) of the day of meeting.",
      "transliteration": "rafī`ud darajāti dhul `arshi yulqir rūḥa min amrihi `alā man yashā-u min `ibādihi liyundhira yawmat talāq"
    },
    {
      "index": 17,
      "id": 16,
      "show_id": "16",
      "arabic": "يَوْمَ هُم بَـٰرِزُونَ ۖ لَا يَخْفَىٰ عَلَى ٱللَّهِ مِنْهُمْ شَىْءٌ ۚ لِّمَنِ ٱلْمُلْكُ ٱلْيَوْمَ ۖ لِلَّهِ ٱلْوَٰحِدِ ٱلْقَهَّارِ",
      "translation": "(Of) the day when they shall come forth, nothing concerning them remains hidden to Allah. To whom belongs the kingdom this day? To Allah, the One, the Subduer (of all).",
      "transliteration": "yawma hum bārizūn ۖ lā yakhfā `alallāhi minhum shay-u ۚ limanil mulkul yawm ۖ lillāhil wāḥidil qahhār"
    },
    {
      "index": 18,
      "id": 17,
      "show_id": "17",
      "arabic": "ٱلْيَوْمَ تُجْزَىٰ كُلُّ نَفْسٍۭ بِمَا كَسَبَتْ ۚ لَا ظُلْمَ ٱلْيَوْمَ ۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
      "translation": "This day every soul shall be rewarded for what it has earned; no injustice (shall be done) this day; surely Allah is quick in reckoning.",
      "transliteration": "al yawma tujzā kullu nafsin bimā kasabat ۚ lā ẓul-mal yawm ۚ innallāha sarī`ul ḥisāb"
    },
    {
      "index": 19,
      "id": 18,
      "show_id": "18",
      "arabic": "وَأَنذِرْهُمْ يَوْمَ ٱلْـَٔازِفَةِ إِذِ ٱلْقُلُوبُ لَدَى ٱلْحَنَاجِرِ كَـٰظِمِينَ ۚ مَا لِلظَّـٰلِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ",
      "translation": "And warn them of the day that draws near, when hearts shall rise up to the throats, grieving inwardly; the unjust shall not have any compassionate friend nor any intercessor who should be obeyed.",
      "transliteration": "wa-andhirhum yawmal-āzifati idhil qulūbu ladal ḥanājiri kāẓimīn ۚ mā liẓẓālimīna min ḥamīmin walā shafī`iy yuṭā`"
    },
    {
      "index": 20,
      "id": 19,
      "show_id": "19",
      "arabic": "يَعْلَمُ خَآئِنَةَ ٱلْأَعْيُنِ وَمَا تُخْفِى ٱلصُّدُورُ",
      "translation": "He knows the stealthy looks and that which the breasts conceal.",
      "transliteration": "ya`lamu khā-inatal-a`yuni wa mā tukhfiṣ ṣudūr"
    },
    {
      "index": 21,
      "id": 20,
      "show_id": "20",
      "arabic": "وَٱللَّهُ يَقْضِى بِٱلْحَقِّ ۖ وَٱلَّذِينَ يَدْعُونَ مِن دُونِهِۦ لَا يَقْضُونَ بِشَىْءٍ ۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
      "translation": "And Allah judges with the truth; and those whom they call upon besides Him cannot judge aught; surely Allah is the Hearing, the Seeing.",
      "transliteration": "wallāhu yaqḍī bil ḥaqq ۖ wal ladhīna yad`ūna min dūnihi lā yaqḍūna bishay-ī ۗ innallāha huwas samī`ul baṣīr"
    },
    {
      "index": 22,
      "id": 21,
      "show_id": "21",
      "arabic": "أَوَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ كَانُوا۟ مِن قَبْلِهِمْ ۚ كَانُوا۟ هُمْ أَشَدَّ مِنْهُمْ قُوَّةً وَءَاثَارًا فِى ٱلْأَرْضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمْ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٍ",
      "translation": "Have they not travelled in the earth and seen how was the end of those who were before them? Mightier than these were they in strength-- and in fortifications in the land, but Allah destroyed them for their sins; and there was not for them any defender against Allah.",
      "transliteration": "awalam yasīrū fil-arḍi fayanẓurū kayfa kāna `āqibatul ladhīna kānū min qablihim ۚ kānū hum ashadda minhum quwwatan wa-āthāran fil-arḍi fa-akhadhahumullāhu bidhunūbihim wa mā kāna lahum minallāhi min wāq"
    },
    {
      "index": 23,
      "id": 22,
      "show_id": "22",
      "arabic": "ذَٰلِكَ بِأَنَّهُمْ كَانَت تَّأْتِيهِمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَكَفَرُوا۟ فَأَخَذَهُمُ ٱللَّهُ ۚ إِنَّهُۥ قَوِىٌّ شَدِيدُ ٱلْعِقَابِ",
      "translation": "That was because there came to them their apostles with clear arguments, but they rejected (them), therefore Allah destroyed them; surely He is Strong, Severe in retribution.",
      "transliteration": "dhālika bi-annahum kānat ta-tīhim rusuluhum bil bayyināti fakafarū fa-akhadhahumullāh ۚ innahu qawiyyun shadīdul `iqāb"
    },
    {
      "index": 24,
      "id": 23,
      "show_id": "23",
      "arabic": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَـٰتِنَا وَسُلْطَـٰنٍ مُّبِينٍ",
      "translation": "And certainly We sent Musa with Our communications and clear authority,",
      "transliteration": "walaqad arsalnā mūsā bi-āyātinā wasulṭānin mubīn"
    },
    {
      "index": 25,
      "id": 24,
      "show_id": "24",
      "arabic": "إِلَىٰ فِرْعَوْنَ وَهَـٰمَـٰنَ وَقَـٰرُونَ فَقَالُوا۟ سَـٰحِرٌ كَذَّابٌ",
      "translation": "To Firon and Haman and Qaroun, but they said: A lying magician.",
      "transliteration": "ilā fir`awna wahāmāna waqārūna faqālū sāḥirun kadhhāb"
    },
    {
      "index": 26,
      "id": 25,
      "show_id": "25",
      "arabic": "فَلَمَّا جَآءَهُم بِٱلْحَقِّ مِنْ عِندِنَا قَالُوا۟ ٱقْتُلُوٓا۟ أَبْنَآءَ ٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ وَٱسْتَحْيُوا۟ نِسَآءَهُمْ ۚ وَمَا كَيْدُ ٱلْكَـٰفِرِينَ إِلَّا فِى ضَلَـٰلٍ",
      "translation": "So when he brought to them the truth from Us, they said: Slay the sons of those who believe with him and keep their women alive; and the struggle of the unbelievers will only come to a state of perdition.",
      "transliteration": "falammā jā-ahum bil ḥaqqi min `indinā qāluq-tulū abnā-al ladhīna āmanū ma`ahu wastaḥyū nisā-ahum ۚ wa mā kaydul kāfirīna illā fī ḍalāl"
    },
    {
      "index": 27,
      "id": 26,
      "show_id": "26",
      "arabic": "وَقَالَ فِرْعَوْنُ ذَرُونِىٓ أَقْتُلْ مُوسَىٰ وَلْيَدْعُ رَبَّهُۥٓ ۖ إِنِّىٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمْ أَوْ أَن يُظْهِرَ فِى ٱلْأَرْضِ ٱلْفَسَادَ",
      "translation": "And Firon said: Let me alone that I may slay Musa and let him call upon his Lord; surely I fear that he will change your religion or that he will make mischief to appear in the land.",
      "transliteration": "waqāla fir`awnu dharūnī aqtul mūsā walyad`u rabbah ۖ innī akhāfu an yubaddila dīnakum aw an yuẓhira fil-arḍil fasād"
    },
    {
      "index": 28,
      "id": 27,
      "show_id": "27",
      "arabic": "وَقَالَ مُوسَىٰٓ إِنِّى عُذْتُ بِرَبِّى وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٍ لَّا يُؤْمِنُ بِيَوْمِ ٱلْحِسَابِ",
      "translation": "And Musa said: Surely I take refuge with my Lord and-- your Lord from every proud one who does not believe in the day of reckoning.",
      "transliteration": "waqāla mūsā innī `udhtu birabbī warabbikum min kulli mutakabbirin lā yu-minu biyawmil ḥisāb"
    },
    {
      "index": 29,
      "id": 28,
      "show_id": "28",
      "arabic": "وَقَالَ رَجُلٌ مُّؤْمِنٌ مِّنْ ءَالِ فِرْعَوْنَ يَكْتُمُ إِيمَـٰنَهُۥٓ أَتَقْتُلُونَ رَجُلًا أَن يَقُولَ رَبِّىَ ٱللَّهُ وَقَدْ جَآءَكُم بِٱلْبَيِّنَـٰتِ مِن رَّبِّكُمْ ۖ وَإِن يَكُ كَـٰذِبًا فَعَلَيْهِ كَذِبُهُۥ ۖ وَإِن يَكُ صَادِقًا يُصِبْكُم بَعْضُ ٱلَّذِى يَعِدُكُمْ ۖ إِنَّ ٱللَّهَ لَا يَهْدِى مَنْ هُوَ مُسْرِفٌ كَذَّابٌ",
      "translation": "And a believing man of Firon's people who hid his faith said: What! will you slay a man because he says: My Lord is Allah, and indeed he has brought to you clear arguments from your Lord? And if he be a liar, on him will be his lie, and if he be truthful, there will befall you some of that which he threatens you (with); surely Allah does not guide him who is extravagant, a liar:",
      "transliteration": "waqāla rajulun mu-minun min āli fir`awna yaktumu-iymānahu ataqtulūna rajulan an yaqūla rabbiyallāhu waqad jā-akum bil bayyināti min rabbikum ۖ wa in yaku kādhiban fa`alayhi kadhibuh ۖ wa in yaku ṣādiqan yuṣibkum ba`ḍul ladhī ya`idukum ۖ innallāha lā yahdī man huwa musrifun kadhhāb"
    },
    {
      "index": 30,
      "id": 29,
      "show_id": "29",
      "arabic": "يَـٰقَوْمِ لَكُمُ ٱلْمُلْكُ ٱلْيَوْمَ ظَـٰهِرِينَ فِى ٱلْأَرْضِ فَمَن يَنصُرُنَا مِنۢ بَأْسِ ٱللَّهِ إِن جَآءَنَا ۚ قَالَ فِرْعَوْنُ مَآ أُرِيكُمْ إِلَّا مَآ أَرَىٰ وَمَآ أَهْدِيكُمْ إِلَّا سَبِيلَ ٱلرَّشَادِ",
      "translation": "O my people! yours is the kingdom this day, being masters in the land, but who will help us against the punishment of Allah if it come to us? Firon said: I do not show you aught but that which I see (myself), and I do not make you follow any but the right way.",
      "transliteration": "yāqawmi lakumul mulkul yawma ẓāhirīna fil-arḍi faman yanṣurunā min ba-sillāhi in jā-anā ۚ qāla fir`awnu mā urīkum illā mā arā wa mā ahdīkum illā sabīlar rashād"
    },
    {
      "index": 31,
      "id": 30,
      "show_id": "30",
      "arabic": "وَقَالَ ٱلَّذِىٓ ءَامَنَ يَـٰقَوْمِ إِنِّىٓ أَخَافُ عَلَيْكُم مِّثْلَ يَوْمِ ٱلْأَحْزَابِ",
      "translation": "And he who believed said: O my people! surely I fear for you the like of what befell the parties:",
      "transliteration": "waqālal ladhī āmana yāqawmi innī akhāfu `alaykum mithla yawmil-aḥzāb"
    },
    {
      "index": 32,
      "id": 31,
      "show_id": "31",
      "arabic": "مِثْلَ دَأْبِ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعْدِهِمْ ۚ وَمَا ٱللَّهُ يُرِيدُ ظُلْمًا لِّلْعِبَادِ",
      "translation": "The like of what befell the people of Nuh and Ad and Samood and those after them, and Allah does not desire injustice for (His) servants;",
      "transliteration": "mithla da-bi qawmi nūḥin wa`ādin wathamūda wal ladhīna min ba`dihim ۚ wa mallāhu yurīdu ẓul-mal lil`ibād"
    },
    {
      "index": 33,
      "id": 32,
      "show_id": "32",
      "arabic": "وَيَـٰقَوْمِ إِنِّىٓ أَخَافُ عَلَيْكُمْ يَوْمَ ٱلتَّنَادِ",
      "translation": "And, O my people! I fear for you the day of calling out,",
      "transliteration": "wayāqawmi innī akhāfu `alaykum yawmat tanād"
    },
    {
      "index": 34,
      "id": 33,
      "show_id": "33",
      "arabic": "يَوْمَ تُوَلُّونَ مُدْبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنْ عَاصِمٍ ۗ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
      "translation": "The day on which you will turn back retreating; there shall be no savior for you from Allah, and whomsoever Allah causes to err, there is no guide for him:",
      "transliteration": "yawma tuwallūna mudbirīna mā lakum minallāhi min `āṣim ۗ wa man yuḍlilillāhu famā lahu min hād"
    },
    {
      "index": 35,
      "id": 34,
      "show_id": "34",
      "arabic": "وَلَقَدْ جَآءَكُمْ يُوسُفُ مِن قَبْلُ بِٱلْبَيِّنَـٰتِ فَمَا زِلْتُمْ فِى شَكٍّ مِّمَّا جَآءَكُم بِهِۦ ۖ حَتَّىٰٓ إِذَا هَلَكَ قُلْتُمْ لَن يَبْعَثَ ٱللَّهُ مِنۢ بَعْدِهِۦ رَسُولًا ۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنْ هُوَ مُسْرِفٌ مُّرْتَابٌ",
      "translation": "And certainly Yusuf came to you before with clear arguments, but you ever remained in doubt as to what he brought; until when he died, you said: Allah will never raise an apostle after him. Thus does Allah cause him to err who is extravagant, a doubter",
      "transliteration": "walaqad jā-akum yūsufu min qablu bil bayyināti famā ziltum fī shakkin mimmā jā-akum bih ۖ ḥattā idhā halaka qultum lan yab`athallāhu min ba`dihi rasūlā ۚ kadhālika yuḍillullāhu man huwa musrifun murtāb"
    },
    {
      "index": 36,
      "id": 35,
      "show_id": "35",
      "arabic": "ٱلَّذِينَ يُجَـٰدِلُونَ فِىٓ ءَايَـٰتِ ٱللَّهِ بِغَيْرِ سُلْطَـٰنٍ أَتَىٰهُمْ ۖ كَبُرَ مَقْتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُوا۟ ۚ كَذَٰلِكَ يَطْبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ",
      "translation": "Those who dispute concerning the communications of Allah without any authority that He has given them; greatly hated is it by Allah and by-those who believe. Thus does Allah set a seal over the heart of every proud, haughty one.",
      "transliteration": "alladhīna yujādilūna fī āyātillāhi bighayri sulṭānin atāhum ۖ kabura maqtan `indallāhi wa`indal ladhīna āmanū ۚ kadhālika yaṭba`ullāhu `alā kulli qalbi mutakabbirin jabbār"
    },
    {
      "index": 37,
      "id": 36,
      "show_id": "36",
      "arabic": "وَقَالَ فِرْعَوْنُ يَـٰهَـٰمَـٰنُ ٱبْنِ لِى صَرْحًا لَّعَلِّىٓ أَبْلُغُ ٱلْأَسْبَـٰبَ",
      "translation": "And Firon said: O Haman! build for me a tower that I may attain the means of access,",
      "transliteration": "waqāla fir`awnu yāhāmānub-ni lī ṣarḥal la`allī ablughul-asbāb"
    },
    {
      "index": 38,
      "id": 37,
      "show_id": "37",
      "arabic": "أَسْبَـٰبَ ٱلسَّمَـٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَـٰهِ مُوسَىٰ وَإِنِّى لَأَظُنُّهُۥ كَـٰذِبًا ۚ وَكَذَٰلِكَ زُيِّنَ لِفِرْعَوْنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِ ۚ وَمَا كَيْدُ فِرْعَوْنَ إِلَّا فِى تَبَابٍ",
      "translation": "The means of access to the heavens, then reach the god of Musa, and I surely think him to be a liar. And thus the evil of his deed was made fairseeming to Firon, and he was turned away from the way; and the struggle of Firon was not (to end) in aught but destruction.",
      "transliteration": "asbābas samāwāti fa-aṭṭali`a ilā ilāhi mūsā wa innī la-aẓunnuhu kādhibā ۚ wakadhālika zuyyina lifir`awna sū-u `amalihi waṣudda `anis sabīl ۚ wa mā kaydu fir`awna illā fī tabāb"
    },
    {
      "index": 39,
      "id": 38,
      "show_id": "38",
      "arabic": "وَقَالَ ٱلَّذِىٓ ءَامَنَ يَـٰقَوْمِ ٱتَّبِعُونِ أَهْدِكُمْ سَبِيلَ ٱلرَّشَادِ",
      "translation": "And he who believed said: O my people! follow me, I will guide you to the right course;",
      "transliteration": "waqālal ladhī āmana yāqawmit-tabi`ūni ahdikum sabīlar rashād"
    },
    {
      "index": 40,
      "id": 39,
      "show_id": "39",
      "arabic": "يَـٰقَوْمِ إِنَّمَا هَـٰذِهِ ٱلْحَيَوٰةُ ٱلدُّنْيَا مَتَـٰعٌ وَإِنَّ ٱلْـَٔاخِرَةَ هِىَ دَارُ ٱلْقَرَارِ",
      "translation": "O my people! this life of the world is only a (passing) enjoyment, and surely the hereafter is the abode to settle;",
      "transliteration": "yāqawmi innamā hādhihil ḥayātud dunyā matā`un wa innal-ākhirata hiya dārul qarār"
    },
    {
      "index": 41,
      "id": 40,
      "show_id": "40",
      "arabic": "مَنْ عَمِلَ سَيِّئَةً فَلَا يُجْزَىٰٓ إِلَّا مِثْلَهَا ۖ وَمَنْ عَمِلَ صَـٰلِحًا مِّن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَأُو۟لَـٰٓئِكَ يَدْخُلُونَ ٱلْجَنَّةَ يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ",
      "translation": "Whoever does an evil, he shall not be recompensed (with aught) but the like of it, and whoever does good, whether male or female, and he is a believer, these shall enter the garden, in which they shall be given sustenance without measure.",
      "transliteration": "man `amila sayyi-atan falā yujzā illā mithlahā ۖ wa man `amila ṣāliḥan min dhakarin aw unthā wahuwa mu-minun fa-ulā-ika yadkhulūnal jannata yurzaqūna fīhā bighayri ḥisāb"
    },
    {
      "index": 42,
      "id": 41,
      "show_id": "41",
      "arabic": "وَيَـٰقَوْمِ مَا لِىٓ أَدْعُوكُمْ إِلَى ٱلنَّجَوٰةِ وَتَدْعُونَنِىٓ إِلَى ٱلنَّارِ",
      "translation": "And, O my people! how is it that I call you to salvation and you call me to the fire?",
      "transliteration": "wayāqawmi mā lī ad`ūkum ilan najāti watad`ūnanī ilan nār"
    },
    {
      "index": 43,
      "id": 42,
      "show_id": "42",
      "arabic": "تَدْعُونَنِى لِأَكْفُرَ بِٱللَّهِ وَأُشْرِكَ بِهِۦ مَا لَيْسَ لِى بِهِۦ عِلْمٌ وَأَنَا۠ أَدْعُوكُمْ إِلَى ٱلْعَزِيزِ ٱلْغَفَّـٰرِ",
      "translation": "You call on me that I should disbelieve in Allah and associate with Him that of which I have no knowledge, and I call you to the Mighty, the most Forgiving;",
      "transliteration": "tad`ūnanī li-akfura billāhi wa-ushrika bihi mā laysa lī bihi `il-mun wa-ana ad`ūkum ilal-`azīzil ghaffār"
    },
    {
      "index": 44,
      "id": 43,
      "show_id": "43",
      "arabic": "لَا جَرَمَ أَنَّمَا تَدْعُونَنِىٓ إِلَيْهِ لَيْسَ لَهُۥ دَعْوَةٌ فِى ٱلدُّنْيَا وَلَا فِى ٱلْـَٔاخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلْمُسْرِفِينَ هُمْ أَصْحَـٰبُ ٱلنَّارِ",
      "translation": "No doubt that what you call me to has no title to be called to in this world, nor in the hereafter, and that our turning back is to Allah, and that the extravagant are the inmates of the fire;",
      "transliteration": "lā jarama annamā tad`ūnanī ilayhi laysa lahu da`watun fid dunyā walā fil-ākhirati wa-anna maraddanā ilallāhi wa-annal musrifīna hum aṣ-ḥābun nār"
    },
    {
      "index": 45,
      "id": 44,
      "show_id": "44",
      "arabic": "فَسَتَذْكُرُونَ مَآ أَقُولُ لَكُمْ ۚ وَأُفَوِّضُ أَمْرِىٓ إِلَى ٱللَّهِ ۚ إِنَّ ٱللَّهَ بَصِيرٌۢ بِٱلْعِبَادِ",
      "translation": "So you shall remember what I say to you, and I entrust my affair to Allah, Surely Allah sees the servants.",
      "transliteration": "fasatadhkurūna mā aqūlu lakum ۚ wa-ufawwiḍu amrī ilallāh ۚ innallāha baṣīrun bil `ibād"
    },
    {
      "index": 46,
      "id": 45,
      "show_id": "45",
      "arabic": "فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُوا۟ ۖ وَحَاقَ بِـَٔالِ فِرْعَوْنَ سُوٓءُ ٱلْعَذَابِ",
      "translation": "So Allah protected him from the evil (consequences) of what they planned, and the most evil punishment overtook Firon's people:",
      "transliteration": "fawaqāhullāhu sayyi-āti mā makarū ۖ waḥāqa bi-āli fir`awna sū-ul `adhāb"
    },
    {
      "index": 47,
      "id": 46,
      "show_id": "46",
      "arabic": "ٱلنَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا ۖ وَيَوْمَ تَقُومُ ٱلسَّاعَةُ أَدْخِلُوٓا۟ ءَالَ فِرْعَوْنَ أَشَدَّ ٱلْعَذَابِ",
      "translation": "The fire; they shall be brought before it (every) morning and evening and on the day when the hour shall come to pass: Make Firon's people enter the severest chastisement.",
      "transliteration": "an-nāru yu`raḍūna `alayhā ghuduwwan wa`ashiyyā ۖ wayawma taqūmus sā`atu adkhilū āla fir`awna ashaddal `adhāb"
    },
    {
      "index": 48,
      "id": 47,
      "show_id": "47",
      "arabic": "وَإِذْ يَتَحَآجُّونَ فِى ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَـٰٓؤُا۟ لِلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا نَصِيبًا مِّنَ ٱلنَّارِ",
      "translation": "And when they shall contend one with another in the fire, then the weak shall say to those who were proud: Surely we were your followers; will you then avert from us a portion of the fire?",
      "transliteration": "wa idh yataḥājjūna fin nāri fayaqūluḍ ḍu`afā-u lilladhīnas-takbarū innā kunnā lakum taba`an fahal antum mughnūna `annā naṣīban minan nār"
    },
    {
      "index": 49,
      "id": 48,
      "show_id": "48",
      "arabic": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُلٌّ فِيهَآ إِنَّ ٱللَّهَ قَدْ حَكَمَ بَيْنَ ٱلْعِبَادِ",
      "translation": "Those who were proud shall say: Surely we are all in it: surely Allah has judged between the servants.",
      "transliteration": "qālal ladhīnas-takbarū innā kullun fīhā innallāha qad ḥakama baynal `ibād"
    },
    {
      "index": 50,
      "id": 49,
      "show_id": "49",
      "arabic": "وَقَالَ ٱلَّذِينَ فِى ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدْعُوا۟ رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِّنَ ٱلْعَذَابِ",
      "translation": "And those who are in the fire shall say to the keepers of hell: Call upon your Lord that He may lighten to us one day of the punishment.",
      "transliteration": "waqālal ladhīna fin nāri likhazanati jahannamad-`ū rabbakum yukhaffif `annā yawman minal `adhāb"
    },
    {
      "index": 51,
      "id": 50,
      "show_id": "50",
      "arabic": "قَالُوٓا۟ أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُم بِٱلْبَيِّنَـٰتِ ۖ قَالُوا۟ بَلَىٰ ۚ قَالُوا۟ فَٱدْعُوا۟ ۗ وَمَا دُعَـٰٓؤُا۟ ٱلْكَـٰفِرِينَ إِلَّا فِى ضَلَـٰلٍ",
      "translation": "They shall say: Did not your apostles come to you with clear arguments? They shall say: Yea. They shall say: Then call. And the call of the unbelievers is only in error.",
      "transliteration": "qālū awalam taku ta-tīkum rusulukum bil bayyināt ۖ qālū balā ۚ qālū fad`ū ۗ wa mā du`ā-ul kāfirīna illā fī ḍalāl"
    },
    {
      "index": 52,
      "id": 51,
      "show_id": "51",
      "arabic": "إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُوا۟ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَيَوْمَ يَقُومُ ٱلْأَشْهَـٰدُ",
      "translation": "Most surely We help Our apostles, and those who believe, in this world's life and on the day when the witnesses shall stand",
      "transliteration": "innā lananṣuru rusulanā wal ladhīna āmanū fil ḥayātid dunyā wayawma yaqūmul-ash-hād"
    },
    {
      "index": 53,
      "id": 52,
      "show_id": "52",
      "arabic": "يَوْمَ لَا يَنفَعُ ٱلظَّـٰلِمِينَ مَعْذِرَتُهُمْ ۖ وَلَهُمُ ٱللَّعْنَةُ وَلَهُمْ سُوٓءُ ٱلدَّارِ",
      "translation": "The day on which their excuse shall not benefit the unjust, and for them is curse and for them is the evil abode.",
      "transliteration": "yawma lā yanfa`uẓ ẓālimīna ma`dhiratuhum ۖ walahumulla`natu walahum sū-ud dār"
    },
    {
      "index": 54,
      "id": 53,
      "show_id": "53",
      "arabic": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْهُدَىٰ وَأَوْرَثْنَا بَنِىٓ إِسْرَٰٓءِيلَ ٱلْكِتَـٰبَ",
      "translation": "And certainly We gave Musa the guidance, and We made the children of Israel inherit the Book,",
      "transliteration": "walaqad ātaynā mūsal hudā wa-awrathnā banī isrā-iylal-kitāb"
    },
    {
      "index": 55,
      "id": 54,
      "show_id": "54",
      "arabic": "هُدًى وَذِكْرَىٰ لِأُو۟لِى ٱلْأَلْبَـٰبِ",
      "translation": "A guidance and a reminder to the men of understanding.",
      "transliteration": "hudan wadhikrā li-ulil-albāb"
    },
    {
      "index": 56,
      "id": 55,
      "show_id": "55",
      "arabic": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ وَٱسْتَغْفِرْ لِذَنۢبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِٱلْعَشِىِّ وَٱلْإِبْكَـٰرِ",
      "translation": "Therefore be patient; surely the promise of Allah is true; and ask protection for your fault and sing the praise of your Lord in the evening and the morning.",
      "transliteration": "faṣbir inna wa`dallāhi ḥaqqun wastaghfir lidhanbika wasabbiḥ biḥamdi rabbika bil `ashiyyi wal-ibkār"
    },
    {
      "index": 57,
      "id": 56,
      "show_id": "56",
      "arabic": "إِنَّ ٱلَّذِينَ يُجَـٰدِلُونَ فِىٓ ءَايَـٰتِ ٱللَّهِ بِغَيْرِ سُلْطَـٰنٍ أَتَىٰهُمْ ۙ إِن فِى صُدُورِهِمْ إِلَّا كِبْرٌ مَّا هُم بِبَـٰلِغِيهِ ۚ فَٱسْتَعِذْ بِٱللَّهِ ۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
      "translation": "Surely (as for) those who dispute about the communications of Allah without any authority that has come to them, there is naught in their breasts but (a desire) to become great which they shall never attain to; Therefore seek refuge in Allah, surely He is the Hearing, the Seeing.",
      "transliteration": "innal ladhīna yujādilūna fī āyātillāhi bighayri sulṭānin atāhum in fī ṣudūrihim illā kibrun mā hum bibālighīh ۚ fasta`idh billāh ۖ innahu huwas samī`ul baṣīr"
    },
    {
      "index": 58,
      "id": 57,
      "show_id": "57",
      "arabic": "لَخَلْقُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ أَكْبَرُ مِنْ خَلْقِ ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
      "translation": "Certainly the creation of the heavens and the earth is greater than the creation of the men, but most people do not know",
      "transliteration": "lakhalqus samāwāti wal-arḍi akbaru min khalqin nāsi walākinna aktharan nāsi lā ya`lamūn"
    },
    {
      "index": 59,
      "id": 58,
      "show_id": "58",
      "arabic": "وَمَا يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَلَا ٱلْمُسِىٓءُ ۚ قَلِيلًا مَّا تَتَذَكَّرُونَ",
      "translation": "And the blind and the seeing are not alike, nor those who believe and do good and the evil-doer; little is it that you are mindful.",
      "transliteration": "wa mā yastawil-a`mā wal baṣīru wal ladhīna āmanū wa`amiluṣ ṣāliḥāti walal musī-u ۚ qalīlan mā tatadhakkarūn"
    },
    {
      "index": 60,
      "id": 59,
      "show_id": "59",
      "arabic": "إِنَّ ٱلسَّاعَةَ لَـَٔاتِيَةٌ لَّا رَيْبَ فِيهَا وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ",
      "translation": "Most surely the hour is coming, there is no doubt therein, but most people do not believe.",
      "transliteration": "innas sā`ata la-ātiyatun lā rayba fīhā walākinna aktharan nāsi lā yu-minūn"
    },
    {
      "index": 61,
      "id": 60,
      "show_id": "60",
      "arabic": "وَقَالَ رَبُّكُمُ ٱدْعُونِىٓ أَسْتَجِبْ لَكُمْ ۚ إِنَّ ٱلَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِى سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ",
      "translation": "And your Lord says: Call upon Me, I will answer you; surely those who are too proud for My service shall soon enter hell abased.",
      "transliteration": "waqāla rabbukumud-`ūnī astajib lakum ۚ innal ladhīna yastakbirūna `an `ibādatī sayadkhulūna jahannama dākhirīn"
    },
    {
      "index": 62,
      "id": 61,
      "show_id": "61",
      "arabic": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِتَسْكُنُوا۟ فِيهِ وَٱلنَّهَارَ مُبْصِرًا ۚ إِنَّ ٱللَّهَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ",
      "translation": "Allah is He Who made for you the night that you may rest therein and the day to see; most surely Allah is Gracious to men, but most men do not give thanks.",
      "transliteration": "allāhul ladhī ja`ala lakumul layla litaskunū fīhi wan nahāra mubṣirā ۚ innallāha ladhū faḍlin `alan nāsi walākinna aktharan nāsi lā yashkurūn"
    },
    {
      "index": 63,
      "id": 62,
      "show_id": "62",
      "arabic": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ خَـٰلِقُ كُلِّ شَىْءٍ لَّآ إِلَـٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
      "translation": "That is Allah, your Lord, the Creator of everything; there is no Allah but He; whence are you then turned away?",
      "transliteration": "dhālikumullāhu rabbukum khāliqu kulli shay-in lā ilāha illā huw ۖ fa-annā tu-fakūn"
    },
    {
      "index": 64,
      "id": 63,
      "show_id": "63",
      "arabic": "كَذَٰلِكَ يُؤْفَكُ ٱلَّذِينَ كَانُوا۟ بِـَٔايَـٰتِ ٱللَّهِ يَجْحَدُونَ",
      "translation": "Thus were turned away those who denied the communications of Allah.",
      "transliteration": "kadhālika yu-fakul ladhīna kānū bi-āyātillāhi yajḥadūn"
    },
    {
      "index": 65,
      "id": 64,
      "show_id": "64",
      "arabic": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ قَرَارًا وَٱلسَّمَآءَ بِنَآءً وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَـٰتِ ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ ۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلْعَـٰلَمِينَ",
      "translation": "Allah is He Who made the earth a resting-place for you and the heaven a canopy, and He formed you, then made goodly your forms, and He provided you with goodly things; that is Allah, your Lord; blessed then is Allah, the Lord of the worlds.",
      "transliteration": "allāhul ladhī ja`ala lakumul-arḍa qarāran was samā-a binā-an waṣawwarakum fa-aḥsana ṣuwarakum warazaqakum minaṭ ṭayyibāt ۚ dhālikumullāhu rabbukum ۖ fatabārakallāhu rabbul `ālamīn"
    },
    {
      "index": 66,
      "id": 65,
      "show_id": "65",
      "arabic": "هُوَ ٱلْحَىُّ لَآ إِلَـٰهَ إِلَّا هُوَ فَٱدْعُوهُ مُخْلِصِينَ لَهُ ٱلدِّينَ ۗ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
      "translation": "He is the Living, there is no god but He, therefore call on Him, being sincere to Him in obedience; (all) praise is due to Allah, the Lord of the worlds.",
      "transliteration": "huwal ḥayyu lā ilāha illā huwa fad`ūhu mukhliṣīna lahud dīn ۗ al-ḥamdu lillāhi rabbil `ālamīn"
    },
    {
      "index": 67,
      "id": 66,
      "show_id": "66",
      "arabic": "قُلْ إِنِّى نُهِيتُ أَنْ أَعْبُدَ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِىَ ٱلْبَيِّنَـٰتُ مِن رَّبِّى وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ ٱلْعَـٰلَمِينَ",
      "translation": "Say: I am forbidden to serve those whom you call upon besides Allah when clear arguments have come to me from my Lord, and I am commanded that I should submit to the Lord of the worlds.",
      "transliteration": "qul innī nuhītu an a`budal ladhīna tad`ūna min dūnillāhi lammā jā-aniyal bayyinātu min rabbī wa-umirtu an uslima lirabbil `ālamīn"
    },
    {
      "index": 68,
      "id": 67,
      "show_id": "67",
      "arabic": "هُوَ ٱلَّذِى خَلَقَكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوٓا۟ أَشُدَّكُمْ ثُمَّ لِتَكُونُوا۟ شُيُوخًا ۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبْلُ ۖ وَلِتَبْلُغُوٓا۟ أَجَلًا مُّسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ",
      "translation": "He it is Who created you from dust, then from a small lifegerm, then from a clot, then He brings you forth as a child, then that you may attain your maturity, then that you may be old-- and of you there are some who are caused to die before-- and that you may reach an appointed term, and that you may understand.",
      "transliteration": "huwal ladhī khalaqakum min turābin thumma min nuṭfatin thumma min `alaqatin thumma yukhrijukum ṭiflan thumma litablughū ashuddakum thumma litakūnū shuyūkhā ۚ wa minkum man yutawaffā min qabl ۖ walitablughū ajalan musamman wala`allakum ta`qilūn"
    },
    {
      "index": 69,
      "id": 68,
      "show_id": "68",
      "arabic": "هُوَ ٱلَّذِى يُحْىِۦ وَيُمِيتُ ۖ فَإِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
      "translation": "He it is Who gives life and brings death, so when He decrees an affair, He only says to it: Be, and it is.",
      "transliteration": "huwal ladhī yuḥyī wayumīt ۖ fa-idhā qaḍā amran fa-innamā yaqūlu lahu kun fayakūn"
    },
    {
      "index": 70,
      "id": 69,
      "show_id": "69",
      "arabic": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ يُجَـٰدِلُونَ فِىٓ ءَايَـٰتِ ٱللَّهِ أَنَّىٰ يُصْرَفُونَ",
      "translation": "Have you not seen those who dispute with respect to the communications of Allah: how are they turned away?",
      "transliteration": "alam tara ilal ladhīna yujādilūna fī āyātillāhi annā yuṣrafūn"
    },
    {
      "index": 71,
      "id": 70,
      "show_id": "70",
      "arabic": "ٱلَّذِينَ كَذَّبُوا۟ بِٱلْكِتَـٰبِ وَبِمَآ أَرْسَلْنَا بِهِۦ رُسُلَنَا ۖ فَسَوْفَ يَعْلَمُونَ",
      "translation": "Those who reject the Book and that with which We have sent Our Apostle; but they shall soon come to know,",
      "transliteration": "alladhīna kadhhabū bil kitābi wabimā arsalnā bihi rusulanā ۖ fasawfa ya`lamūn"
    },
    {
      "index": 72,
      "id": 71,
      "show_id": "71",
      "arabic": "إِذِ ٱلْأَغْلَـٰلُ فِىٓ أَعْنَـٰقِهِمْ وَٱلسَّلَـٰسِلُ يُسْحَبُونَ",
      "translation": "When the fetters and the chains shall be on their necks; they shall be dragged",
      "transliteration": "idhil-aghlālu fī a`nāqihim was salāsilu yus-ḥabūn"
    },
    {
      "index": 73,
      "id": 72,
      "show_id": "72",
      "arabic": "فِى ٱلْحَمِيمِ ثُمَّ فِى ٱلنَّارِ يُسْجَرُونَ",
      "translation": "Into boiling water, then in the fire shall they be burned;",
      "transliteration": "fil ḥamīmi thumma fin nāri yusjarūn"
    },
    {
      "index": 74,
      "id": 73,
      "show_id": "73",
      "arabic": "ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنتُمْ تُشْرِكُونَ",
      "translation": "Then shall it be said to them: Where is that which you used to set up",
      "transliteration": "thumma qīla lahum ayna mā kuntum tushrikūn"
    },
    {
      "index": 75,
      "id": 74,
      "show_id": "74",
      "arabic": "مِن دُونِ ٱللَّهِ ۖ قَالُوا۟ ضَلُّوا۟ عَنَّا بَل لَّمْ نَكُن نَّدْعُوا۟ مِن قَبْلُ شَيْـًٔا ۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلْكَـٰفِرِينَ",
      "translation": "Besides Allah? They shall say: They are gone away from us, nay, we used not to call upon anything before. Thus does Allah confound the unbelievers.",
      "transliteration": "min dūnillāh ۖ qālū ḍallū `annā bal lam nakun nad`ū min qablu shay-ā ۚ kadhālika yuḍillullāhul kāfirīn"
    },
    {
      "index": 76,
      "id": 75,
      "show_id": "75",
      "arabic": "ذَٰلِكُم بِمَا كُنتُمْ تَفْرَحُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَبِمَا كُنتُمْ تَمْرَحُونَ",
      "translation": "That is because you exulted in the land unjustly and because you behaved insolently.",
      "transliteration": "dhālikum bimā kuntum tafraḥūna fil-arḍi bighayril ḥaqqi wabimā kuntum tamraḥūn"
    },
    {
      "index": 77,
      "id": 76,
      "show_id": "76",
      "arabic": "ٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَـٰلِدِينَ فِيهَا ۖ فَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ",
      "translation": "Enter the gates of hell to abide therein, evil then is the abode of the proud.",
      "transliteration": "ud-khulū abwāba jahannama khālidīna fīhā ۖ fabi-sa mathwal mutakabbirīn"
    },
    {
      "index": 78,
      "id": 77,
      "show_id": "77",
      "arabic": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ ۚ فَإِمَّا نُرِيَنَّكَ بَعْضَ ٱلَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ",
      "translation": "So be patient, surely the promise of Allah is true. So should We make you see part of what We threaten them with, or should We cause you to die, to Us shall they be returned.",
      "transliteration": "faṣbir inna wa`dallāhi ḥaqq ۚ fa-immā nuriyannaka ba`ḍal ladhī na`iduhum aw natawaffayannaka fa-ilaynā yurja`ūn"
    },
    {
      "index": 79,
      "id": 78,
      "show_id": "78",
      "arabic": "وَلَقَدْ أَرْسَلْنَا رُسُلًا مِّن قَبْلِكَ مِنْهُم مَّن قَصَصْنَا عَلَيْكَ وَمِنْهُم مَّن لَّمْ نَقْصُصْ عَلَيْكَ ۗ وَمَا كَانَ لِرَسُولٍ أَن يَأْتِىَ بِـَٔايَةٍ إِلَّا بِإِذْنِ ٱللَّهِ ۚ فَإِذَا جَآءَ أَمْرُ ٱللَّهِ قُضِىَ بِٱلْحَقِّ وَخَسِرَ هُنَالِكَ ٱلْمُبْطِلُونَ",
      "translation": "And certainly We sent apostles before you: there are some of them that We have mentioned to you and there are others whom We have not mentioned to you, and it was not meet for an apostle that he should bring a sign except with Allah's permission, but when the command of Allah came, judgment was given with truth, and those who treated (it) as a lie were lost.",
      "transliteration": "walaqad arsalnā rusulan min qablika minhum man qaṣaṣnā `alayka wa minhum man lam naqṣuṣ `alayk ۗ wa mā kāna lirasūlin an ya-tiya bi-āyatin illā bi-idhnillāh ۚ fa-idhā jā-a amrullāhi quḍiya bil ḥaqqi wakhasira hunālikal mubṭilūn"
    },
    {
      "index": 80,
      "id": 79,
      "show_id": "79",
      "arabic": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَنْعَـٰمَ لِتَرْكَبُوا۟ مِنْهَا وَمِنْهَا تَأْكُلُونَ",
      "translation": "Allah is He Who made the cattle for you that you may ride on some of them, and some of them you eat.",
      "transliteration": "allāhul ladhī ja`ala lakumul-an`āma litarkabū minhā wa minhā ta-kulūn"
    },
    {
      "index": 81,
      "id": 80,
      "show_id": "80",
      "arabic": "وَلَكُمْ فِيهَا مَنَـٰفِعُ وَلِتَبْلُغُوا۟ عَلَيْهَا حَاجَةً فِى صُدُورِكُمْ وَعَلَيْهَا وَعَلَى ٱلْفُلْكِ تُحْمَلُونَ",
      "translation": "And there are advantages for you in them, and that you may attain thereon a want which is in your breasts, and upon them and upon the ships you are borne.",
      "transliteration": "walakum fīhā manāfi`u walitablughū `alayhā ḥājatan fī ṣudūrikum wa`alayhā wa`alal-fulki tuḥmalūn"
    },
    {
      "index": 82,
      "id": 81,
      "show_id": "81",
      "arabic": "وَيُرِيكُمْ ءَايَـٰتِهِۦ فَأَىَّ ءَايَـٰتِ ٱللَّهِ تُنكِرُونَ",
      "translation": "And He shows you His signs: which then of Allah's signs will you deny?",
      "transliteration": "wayurīkum āyātihi fa-ayya āyātillāhi tunkirūn"
    },
    {
      "index": 83,
      "id": 82,
      "show_id": "82",
      "arabic": "أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَانُوٓا۟ أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً وَءَاثَارًا فِى ٱلْأَرْضِ فَمَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يَكْسِبُونَ",
      "translation": "Have they not then journeyed in the land and seen how was the end of those before them? They were more (in numbers) than these and greater in strength and in fortifications in the land, but what they earned did not avail them.",
      "transliteration": "afalam yasīrū fil-arḍi fayanẓurū kayfa kāna `āqibatul ladhīna min qablihim ۚ kānū akthara minhum wa-ashadda quwwatan wa-āthāran fil-arḍi famā aghnā `anhum mā kānū yaksibūn"
    },
    {
      "index": 84,
      "id": 83,
      "show_id": "83",
      "arabic": "فَلَمَّا جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَرِحُوا۟ بِمَا عِندَهُم مِّنَ ٱلْعِلْمِ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "translation": "Then when their apostles came to them with clear arguments, they exulted in what they had with them of knowledge, and there beset them that which they used to mock.",
      "transliteration": "falammā jā-at hum rusuluhum bil bayyināti fariḥū bimā `indahum minal `il-mi waḥāqa bihim mā kānū bihi yastahzi-ūn"
    },
    {
      "index": 85,
      "id": 84,
      "show_id": "84",
      "arabic": "فَلَمَّا رَأَوْا۟ بَأْسَنَا قَالُوٓا۟ ءَامَنَّا بِٱللَّهِ وَحْدَهُۥ وَكَفَرْنَا بِمَا كُنَّا بِهِۦ مُشْرِكِينَ",
      "translation": "But when they saw Our punishment, they said: We believe in Allah alone and we deny what we used to associate with Him.",
      "transliteration": "falammā ra-aw ba-sanā qālū āmannā billāhi waḥdahu wakafarnā bimā kunnā bihi mushrikīn"
    },
    {
      "index": 86,
      "id": 85,
      "show_id": "85",
      "arabic": "فَلَمْ يَكُ يَنفَعُهُمْ إِيمَـٰنُهُمْ لَمَّا رَأَوْا۟ بَأْسَنَا ۖ سُنَّتَ ٱللَّهِ ٱلَّتِى قَدْ خَلَتْ فِى عِبَادِهِۦ ۖ وَخَسِرَ هُنَالِكَ ٱلْكَـٰفِرُونَ",
      "translation": "But their belief was not going to profit them when they had seen Our punishment; (this is) Allah's law, which has indeed obtained in the matter of His servants, and there the unbelievers are lost.",
      "transliteration": "falam yaku yanfa`uhum-iymānuhum lammā ra-aw ba-sanā ۖ sunnatallāhil latī qad khalat fī `ibādih ۖ wakhasira hunālikal kāfirūn"
    }
  ]
}