{
  "metadata": {
    "id": "220",
    "name": "Dua 18 - Sahifat Sajjadiyyah",
    "used": "1",
    "audio": "2",
    "section": "Duas.Sahifa",
    "section_rank": "18",
    "first_line": 3,
    "lines": 12,
    "has_youtube": true,
    "youtube_ids": [
      "m8LRLdagfpk"
    ],
    "all_sections": [
      "Duas.Sahifa"
    ]
  },
  "content": {
    "arabic": [
      "بِسْمِ اللَّـهِ الرَّحْمَـٰنِ الرَّحِيمِ",
      "اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ",
      "اَللَّهُمَّ لَكَ الْحَمْدُ عَلَى حُسْنِ قَضَائِكَ",
      "وَبِمَا صَرَفْتَ عَنِّيْ مِنْ بَلَائِكَ",
      "فَلَا تَجْعَلْ حَظِّيْ مِنْ رَحْمَتِكَ مَا عَجَّلْتَ لِيْ مِنْ عَافِيَتِكَ",
      "فَأَكُونَ قَدْ شَقِيتُ بِمَا أَحْبَبْتُ وَ سَعِدَ غَيْرِيْ بِمَا كَرِهْتُ",
      "وَإِنْ يَكُنْ مَا ظَلِلْتُ فِيهِ أَوْ بِتُّ فِيهِ مِنْ هَذِهِ الْعَافِيَةِ",
      "بَيْنَ يَدَيْ بَلَاءٍ لَا يَنْقَطِعُ، وَوِزْرٍ لَا يَرْتَفِعُ",
      "فَقَدِّمْ لِيْ مَا أَخَّرْتَ وَأَخِّرْ عَنِّيْ مَا قَدَّمْتَ",
      "فَغَيْرُ كَثِيرٍ مَا عَاقِبَتُهُ الْفَنَاءُ",
      "وَغَيْرُ قَلِيلٍ مَا عَاقِبَتُهُ الْبَقَاءُ",
      "وَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ"
    ],
    "translation": [
      "In the Name of Allāh, the All-beneficent, the All-merciful.",
      "O' Allāh send Your blessings on Muhammad and the family of Muhammad.",
      "O God, to You belongs praise for Your excellent accomplishment",
      "and for Your trial which You hast turned away from me!",
      "But make not my share of Your mercy the well-being which You hast quickly granted to me,",
      "lest I become wretched through what I have loved and someone else gain felicity through what I have disliked!",
      "If this well-being in which I pass the day or night",
      "should precede a trial that does not cease and a burden that does not pass away,",
      "then set before me what You hadst set behind and set behind me what You hadst set before!",
      "For that which ends in annihilation is not great",
      "and that which ends in subsistence is not little.",
      "And bless Muhammad and his Household!"
    ],
    "transliteration": [
      "bismillāhir raḥmānir raḥīm",
      "allāhumma ṣalli `alā muḥammadin wa āli muḥammad",
      "allāhumma lakal ḥamdu `alā ḥusni qaḍā-ik",
      "wabimā ṣarafta `annī min balā-ik",
      "falā taj`al ḥaẓẓī min raḥmatika mā `ajjalta lī min `āfiyatik",
      "fa-akūna qad shaqītu bimā aḥbabtu wa sa`ida ghayrī bimā kariht",
      "wa-in yakun mā ẓalitu fīhi aw bittu fīhi min hadhihil `āfiyah",
      "bayna yaday balā-in lā yanqaṭi`, wawizrin lā yar-tafi`",
      "faqaddim lī mā akhhar-ta wa-akhhir `annī mā qaddamt",
      "faghayru kathīrin mā `āqibatuhul fanā",
      "waghayru qalīlin mā `āqibatuhul baqā",
      "waṣalli `alā muḥammadin wa ālih"
    ]
  }
}