{
  "metadata": {
    "id": "208",
    "name": "Dua 6 - Sahifat Sajjadiyyah",
    "used": "1",
    "audio": "2",
    "section": "Duas.Sahifa",
    "section_rank": "06",
    "first_line": 3,
    "lines": 80,
    "has_youtube": true,
    "youtube_ids": [
      "UnMlkm8monw"
    ],
    "all_sections": [
      "Duas.Sahifa"
    ]
  },
  "content": {
    "arabic": [
      "بِسْمِ اللَّـهِ الرَّحْمَـٰنِ الرَّحِيمِ",
      "اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ",
      "أَلْحَمْدُ للَّهِ الَّذِيْ خَلَقَ اللَّيْلَ وَالنَّهَارَ بِقُوَّتِهِ",
      "وَمَيَّزَ بَيْنَهُمَا بِقُدْرَتِهِ",
      "وَجَعَلَ لِكُلِّ وَاحِد مِنْهُمَا حَدًّا مَحْدُودًا، وَأَمَدًا مَمْدُودًا",
      "يُولِجُ كُلَّ وَاحِد مِنْهُمَا فِيْ صَاحِبِهِ",
      "وَيُولِجُ صَاحِبَهُ فِيْهِ بِتَقْدِير مِنْهُ لِلْعِبَادِ",
      "فِيمَا يَغْـذُوهُمْ بِـهِ وَيُنْشئُهُمْ عَلَيْـهِ",
      "فَخَلَقَ لَهُمُ اللَّيْـلَ لِيَسْكُنُوْا فِيْهِ مِنْ حَرَكَاتِ التَّعَبِ",
      "وَنَهَضَاتِ النَّصَبِ، وَجَعَلَهُ لِبَاسًا لِيَلْبَسُوْا مِنْ رَاحَتِهِ وَمَنَامِهِ",
      "فَيَكُونَ ذٰلِكَ جَمَامًا وَقُوَّةً، وَلِيَنَالُوْا بِهِ لَذَّةً وَشَهْوَةً",
      "وَخَلَقَ لَهُمُ النَّهَارَ مُبْصِرًا لِيَبْتَغُوْا فِيْهِ مِنْ فَضْلِهِ",
      "وَلِيَتَسَبَّبُوْا إِلَى رِزْقِهِ، وَيَسْرَحُوْا فِيْ أَرْضِهِ",
      "طَلَبًا لِمَا فِيـهِ نَيْلُ الْعَاجِلِ مِنْ دُنْيَاهُمْ",
      "وَدَرَكُ الَاجِلِ فِيْ اُخْرَاهُمْ بِكُلِّ ذٰلِكَ يُصْلِحُ شَأنَهُمْ",
      "وَيَبْلُوْ أَخْبَارَهُمْ وَيَنْظُرُ كَيْفَ هُمْ فِيْ أَوْقَاتِ طَاعَتِـهِ",
      "وَمَنَازِلِ فُـرُوضِهِ وَمَوَاقِعِ أَحْكَامِهِ",
      "لِيَجْزِيَ الَّذِيْنَ أَسَاءُوْا بِمَا عَمِلُوْا وَيَجْزِيَ الَّذِيْنَ أَحْسَنُوْا بِالْحُسْنَى",
      "اَللَّهُمَّ فَلَكَ الْحَمْدُ عَلَى مَافَلَقْتَ لَنَا مِنَ الْإِصْبَاحِ",
      "وَمَتَّعْتَنَا بِهِ مِنْ ضَوْءِ النَّهَارِ",
      "وَبَصَّرْتَنَا مِنْ مَطَالِبِ الَاقْوَاتِ",
      "وَوَقَيْتَنَا فِيْهِ مِنْ طَوَارِقِ الْآفَاتِ",
      "أَصْبَحْنَا وَأَصْبَحَتِ الَاشْيَاءُ كُلُّهَا بِجُمْلَتِهَا لَكَ",
      "سَمَاؤُهَا وَأَرْضُهَا وَمَا بَثَثْتَ",
      "ْفِيْ كُلِّ وَاحِد مِنْهُمَا سَاكِنُهُ وَمُتَحَرِّكُهُ وَمُقِيمُهُ",
      "وَشَاخِصُهُ وَمَا عَلَا فِيْ الْهَوَاءِ وَمَا كَنَّ تَحْتَ الثَّرَى",
      "أَصْبَحْنَا فِيْ قَبْضَتِكَ",
      "يَحْوِينَا مُلْكُكَ وَسُلْطَانُكَ وَتَضُمُّنَا مَشِيَّتُكَ",
      "وَنَتَصَرَّفُ عَنْ أَمْرِكَ، وَنَتَقَلَّبُ فِيْ تَدْبِيرِكَ",
      "لَيْسَ لَنَا مِنَ الَامْرِ إِلَّا مَا قَضَيْتَ",
      "وَلَا مِنَ الْخَيْـرِ إِلَّا مَـا أَعْطَيْتَ",
      "وَهَذَا يَوْمٌ حَادِثٌ جَدِيدٌ، وَهُوَ عَلَيْنَا شَاهِدٌ عَتِيدٌ",
      "اِنْ أَحْسَنَّا وَدَّعَنَا بِحَمْد، وَإِنْ أسَأنَا فَارَقَنَا بِذَمّ",
      "اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِـهِ",
      "وَارْزُقْنَـا حُسْنَ مُصَاحَبَتِهِ وَاعْصِمْنَا",
      "مِنْ سُوْءِ مُفَارَقَتِهِ بِارْتِكَابِ جَرِيرَة",
      "أَوِ اقْتِرَافِ صَغِيرَة اَوْ كَبِيرَة",
      "وَأجْزِلْ لَنَا فِيْهِ مِنَ الْحَسَنَاتِ وَأَخْلِنَا فِيْهِ مِنَ السَّيِّئاتِ",
      "وَامْلَا لَنَا مَا بَيْنَ طَرَفَيْهِ حَمْدًا وَشُكْرًا وَأَجْرًا وَذُخْرًا وَفَضْلًا وَإِحْسَانًا",
      "اَللَّهُمَّ يَسِّرْ عَلَى الْكِرَامِ الْكَاتِبِينَ مَؤُونَتَنَا",
      "وَامْلَا لَنَا مِنْ حَسَنَاتِنَا صَحَائِفَنَا",
      "وَلَا تُخْزِنَا عِنْدَهُمْ بِسُوءِ أَعْمَالِنَا",
      "اَللَّهُمَّ اجْعَلْ لَنَا فِيْ كُلِّ سَاعَة مِنْ سَاعَاتِهِ حَظًّا مِنْ عِبَادِكَ",
      "وَنَصِيْبًا مِنْ شُكْرِكَ وَشَاهِدَ صِدْقٍ مِنْ مَلَائِكَتِكَ",
      "اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ",
      "وَاحْفَظْنَا مِنْ بَيْنِ أَيْدِيْنَا وَمِنْ خَلْفِنَا وَعَنْ أَيْمَانِنَا وَعَنْ شَمَائِلِنَا",
      "وَمِنْ جَمِيْعِ نَوَاحِيْنَا حِفْظًا عَاصِمًا مِنْ مَعْصِيَتِكَ",
      "هَادِيًا إِلَى طَاعَتِكَ مُسْتَعْمِلًا لِمَحَبَّتِكَ",
      "اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ",
      "وَوَفِّقْنَا فِيْ يَوْمِنَا هٰذَا وَلَيْلَتِنَا هٰذِهِ وَفِيْ جَمِيْعِ أَيَّامِنَا",
      "لِاسْتِعْمَالِ الْخَيْرِ وَهِجْـرَانِ الشَرِّ وَشُكْـرِ النِّعَمِ",
      "وَاتِّبَـاعِ السُّنَنِ وَمُجَانَبَةِ البِدَعِ",
      "وَالْأَمْرِ بِـالْمَعْرُوفِ وَالنَّهيِ عَنِ الْمُنْكَرِ",
      "وَحِيَاطَةِ الْإِسْلاَمِ وَانْتِقَاصِ الْبَاطِلِ وَإِذْلاَلِهِ",
      "وَنُصْرَةِ الْحَقِّ وَإِعْزَازِهِ، وَإِرْشَادِ الضَّالِّ",
      "وَمُعَاوَنَةِ الضَّعِيفِ وَإِدْرَاكِ اللَّهِيْفِ",
      "اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ",
      "وَاجْعَلْهُ أَيْمَنَ يَوْمٍ عَهِدْنَاهُ",
      "وَأَفْضَلَ صَاحِبٍ صَحِبْنَاهُ",
      "وَخَيْرَ وَقْتٍ ظَلِلْنَا فِيْهِ",
      "وَاجْعَلْنَا مِنْ أَرْضَى مَنْ مَرَّ عَلَيْهِ اللَّيْـلُ وَالنَّهَارُ مِنْ جُمْلَةِ خَلْقِكَ",
      "وَأَشْكَـرَهُمْ لِمَا اَوْلَيْتَ مِنْ نِعَمِكَ",
      "وَأَقْوَمَهُمْ بِمَـا شَرَعْتَ مِنْ شَرَائِعِكَ",
      "وَأَوْقَفَهُمْ عَمَّا حَذَّرْتَ مِنْ نَهْيِكَ",
      "اَللَّهُمَّ إِنِّيْ أُشْهِدُكَ وَكَفَى بِكَ شَهِيدًا وَ اُشْهِدُ سَمَاءَكَ وَأَرْضَكَ",
      "وَمَنْ أَسْكَنْتَهُمَا مِنْ مَلَائِكَتِـكَ وَسَائِرِ خَلْقِكَ فِيْ يَوْمِيْ هَذَا",
      "وَسَاعَتِيْ هَذِهِ، وَلَيْلَتِيْ هَذِهِ، وَمُسْتَقَرِّيْ هَذَا",
      "أَنِّيْ أَشْهَدُ أَنَّكَ اَنْتَ اللَّهُ، اَلَّذِي",
      "لَا إِلٰهَ إِلَّا أَنْتَ قَائِمٌ بِـالْقِسْطِ",
      "عَدْلٌ فِيْ الْحُكْم، رَؤُوفٌ بِالْعِبَادِ",
      "مَالِكُ المُلْكِ رَحِيمٌ بِالْخَلْقِ",
      "وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُوْلُكَ وَخِيَرَتُكَ مِنْ خَلْقِكَ",
      "حَمَّلْتَهُ رِسَالَتَكَ فَأَدَّاهَا وَأَمَرْتَهُ بِالنُّصْحِ لِأُمَّتِهِ فَنَصَحَ لَهَا",
      "اَللَّهُمَّ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ أَكْثَرَ مَا صَلَّيْتَ عَلَى أَحَدٍ مِنْ خَلْقِكَ",
      "وَ آتِهِ عَنَّا أَفْضَلَ مَا آتَيْتَ أَحَدًا مِنْ عِبَادِكَ",
      "وَاجْزِهِ عَنَّا أَفْضَلَ وَأَكْرَمَ مَا جَزَيْتَ أَحَدًا مِنْ أَنْبِيَائِـكَ عَنْ أُمَّتِهِ",
      "إِنَّـكَ أَنْتَ الْمَنَّانُ بِالْجَسِيمِ الْغَـافِر لِلْعَظِيمِ",
      "وَأَنْتَ أَرْحَمُ مِنْ كُلِّ رَحِيم",
      "فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ",
      "اَلطَّيِّبِينَ الطَّاهِرِينَ الْاَخْيَارِ الَانْجَبِينَ"
    ],
    "translation": [
      "In the Name of Allāh, the All-beneficent, the All-merciful.",
      "O' Allāh send Your blessings on Muhammad and the family of Muhammad.",
      "Praise belongs to God, who created night and day through His strength,",
      "set them apart through His power,",
      "and appointed for each a determined limit and a drawn-out period.",
      "He makes each of the two enter into its companion,",
      "and makes its companion enter into it, as an ordainment from Him for His servants",
      "in that through which He feeds them and with which He makes them grow.",
      "He created for them the night, \"that they might rest in it\" (10:67] from tiring movements",
      "and wearisome exertions and He made it a garment for them that they might be clothed in its ease and its sleep,",
      "that it might be for them refreshment and strength, that they might reach therein pleasure and passion.",
      "He created for them the daytime, \"giving sight, that they might seek within it of His bounty\" (ref. 17:12]",
      "find the means to His provision, and roam freely in His earth,",
      "searching for that through which to attain the immediate in their life in this world",
      "and to achieve the deferred in their life to come. Through all of this He sets right their situation,",
      "tries their records, and watches their state in the times for obeying Him,",
      "the waystations of His obligations, and the places of His ordinances,",
      "that He may repay those who do evil with what they have done and repay those who do good with goodness.",
      "O God, to You belongs praise for the sky You hast split into dawn for us,",
      "giving us to enjoy thereby the brightness of daytime,",
      "showing us sought-after nourishments,",
      "and protecting us from the striking of blights.",
      "In the morning we and all things, every one, rise for You,",
      "the heaven and the earth and what You hast scattered",
      "in each, the still and the moving, the resident",
      "and the journeying, what towers up in the air and what hides under the ground.",
      "We rise in the morning in Your grasp:",
      "Your kingdom and authority contain us and Your will embraces us.",
      "We move about by Your command and turn this way and that through Your governing.",
      "We own nothing of the affair except what You hast decreed",
      "and nothing of the good except what You hast given.",
      "This is a fresh, new day, over us a ready witness.",
      "If we do good, it will take leave from us with praise, and if we do evil, it will part from us in blame.",
      "O God, bless Muhammad and his Household,",
      "provide us with the day's good companionship and preserve us",
      "against parting from it badly by doing a misdeed",
      "or committing a sin, whether small or great!",
      "Make our good deeds within it plentiful empty us therein of evil deeds,",
      "and fill what lies between its two sides for us with praise and thanksgiving, wages and stores, bounty and beneficence!",
      "O God, ease our burden on the Noble Writers,",
      "fill our pages for us with our good deeds,",
      "and degrade us not before them with our evil works!",
      "O God, appoint for us in each of the day's hours a share from Your servants,",
      "a portion of giving thanks to You, and a truthful witness among Your angels!",
      "O God, bless Muhammad and his Household",
      "and safeguard us from before us and behind us, from our right hands and our left hands",
      "and from all our directions, a safeguarding that will preserve from disobeying You,",
      "guide to obeying You, and be employed for Your love!",
      "O God, bless Muhammad and his Household",
      "and give us success in this day of ours, this night of ours, and in all our days,",
      "to employ the good, stay away from the evil, give thanks for favours,",
      "follow the Sunna's norms, avoid innovations,",
      "enjoin good behaviour, forbid the disapproved,",
      "defend Islam, diminish falsehood and abase it,",
      "help the truth and exalt it, guide the misguided,",
      "assist the weak, and reach out to the troubled!",
      "O God, bless Muhammad and his Household",
      "and make this the most fortunate day we have known,",
      "the most excellent companion we have accompanied,",
      "and the best time in which we have lingered!",
      "Place us among the most satisfied of all Your creatures whom night and day have passed by,",
      "the most thankful of them for the favours You hast done,",
      "the firmest of them in the laws You hast set down in the Shari'a,",
      "and the most unyielding of them toward the prohibited acts against which You hast cautioned!",
      "O God, I call You to witness - and You art sufficient witness - and I call Your heaven and Your earth to witness",
      "and Your angels and Your other creatures who inhabit them in this my day,",
      "this my hour, this my night, and this my resting place,",
      "that I bear witness that You art God,",
      "other than whom there is no god, Upholding justice,",
      "Equitable in judgement, \"Clement to the servants\" (2:207],",
      "\"Master of the kingdom\" (3:26], Compassionate to the creatures,",
      "and that Muhammad is Your servant and Your messenger, Your chosen from among Your creatures.",
      "You didst charge him with Your message and he delivered it; You didst command him to counsel his community and he counselled it.",
      "O God, so bless Muhammad and his Household more than You hast blessed any of Your creatures!",
      "Give him for our sake the best You hast given any of Your servants,",
      "and repay him on our behalf better and more generously than You hast repaid any of Your prophets on behalf of his community!",
      "You art All-kind with immensity, the Forgiver of the great,",
      "and You art more merciful than every possessor of mercy!",
      "So bless Muhammad and his Household,",
      "the good, the pure, the chosen, the most distinguished!"
    ],
    "transliteration": [
      "bismillāhir raḥmānir raḥīm",
      "allāhumma ṣalli `alā muḥammadin wa āli muḥammad",
      "alḥamdu llāhil ladhī khalaqal layla wan nahāra biquwwatih",
      "wamayyaza baynahumā biqudratih",
      "waja`ala likulli wāḥid minhumā ḥaddan maḥdūdā, wa-amadan mamdūdā",
      "yūliju kulla wāḥid minhumā fī ṣāḥibih",
      "wayūliju ṣāḥibahu fīhi bitaqdīr minhu lil`ibād",
      "fīmā yaghdhūhum bihi wayunsh-uhum `alayh",
      "fakhalaqa lahumul layla liyaskunū fīhi min ḥarakātit ta`ab",
      "wanahaḍātin naṣab, waja`alahu libāsan liyalbasū min rāḥatihi wamanāmih",
      "fayakūna dhālika jamāman waquwwah, waliyanālū bihi ladhhatan washahwah",
      "wakhalaqa lahumun nahāra mubṣiran liyabtaghū fīhi min faḍlih",
      "waliyatasabbabū ilā rizqih, wayasraḥū fī ar-ḍih",
      "ṭalaban limā fīhi naylul `ājili min dunyāhum",
      "wadarakul ājili fī ukhrāhum bikulli dhālika yuṣliḥu sha-nahum",
      "wayablū akhbārahum wayanẓuru kayfa hum fī awqāti ṭā`atih",
      "wamanāzili furūḍihi wamawāqi`i aḥkāmih",
      "liyajziyal ladhīna asā-ū bimā `amilū wayajziyal ladhīna aḥsanū bil ḥusnā",
      "allāhumma falakal ḥamdu `alā māfalaqta lanā minal iṣbāḥ",
      "wamatta`tanā bihi min ḍaw-in nahār",
      "wabaṣṣar-tanā min maṭālibil aqwāt",
      "wawaqaytanā fīhi min ṭawāriqil-āfāt",
      "aṣbaḥnā wa-aṣbaḥatil ashyā-u kulluhā bijumlatihā lak",
      "sama-uhā wa-ar-ḍuhā wamā bathatht",
      "fī kulli wāḥid minhumā sākinuhu wamutaḥarrikuhu wamuqīmuh",
      "washākhiṣuhu wamā `alā fil hawā-i wamā kanna taḥtath tharā",
      "aṣbaḥnā fī qabḍatik",
      "yaḥwīnā mulkuka wasulṭānuka wataḍummunā mashiyyatuk",
      "wanataṣarrafu `an amrik, wanataqallabu fī tadbīrik",
      "laysa lanā minal amri illā mā qaḍayt",
      "walā minal khayri illā mā a`ṭayt",
      "wahadhā yawmun ḥādithun jadīd, wahuwa `alaynā shāhidun `atīd",
      "in aḥsannā wadda`anā biḥamd, wa-in sa-nā fāraqanā bidhamm",
      "allāhumma ṣalli `alā muḥammadin wa ālih",
      "war-zuqnā ḥusna muṣāḥabatihi wa`ṣimnā",
      "min sū-i mufāraqatihi bir-tikābi jarīrah",
      "awiqtirāfi ṣaghīrat aw kabīrah",
      "wa-jzil lanā fīhi minal ḥasanāti wa-akhlinā fīhi minas sayyi-āt",
      "wamlā lanā mā bayna ṭarafayhi ḥamdan washukran wa-ajran wadhukhran wafaḍlan wa-iḥsānā",
      "allāhumma yassir `alal kirāmil kātibīna ma-ūnatanā",
      "wamlā lanā min ḥasanātinā ṣaḥā-ifanā",
      "walā tukhzinā `indahum bisū-i a`mālinā",
      "allāhummaj`al lanā fī kulli sā`at min sā`ātihi ḥaẓẓan min `ibādik",
      "wanaṣīban min shukrika washāhida ṣidqin min malā-ikatik",
      "allāhumma ṣalli `alā muḥammadin wa ālih",
      "waḥfaẓnā min bayni aydīnā wamin khalfinā wa`an aymāninā wa`an shamā-ilinā",
      "wamin jamī`i nawāḥīnā ḥifẓan `āṣiman min ma`ṣiyatik",
      "hādiyan ilā ṭā`atika musta`milan limaḥabbatik",
      "allāhumma ṣalli `alā muḥammadin wa ālih",
      "wawaffiqnā fī yawminā hādhā walaylatinā hādhihi wafī jamī`i ayyāminā",
      "listi`mālil khayri wahijrānil sharri washukrin ni`am",
      "wattiba`is sunani wamujānabatil bida`",
      "wal-amri bil ma`rūfi wan nahyi `anil munkar",
      "waḥiyāṭatil islāmi wantiqāṣil bāṭili wa-idhlālih",
      "wanuṣratil ḥaqqi wa-i`zāzih, wa-ir-shādiḍ ḍāll",
      "wamu`āwanatiḍ ḍa`īfi wa-idrākillāhīf",
      "allāhumma ṣalli `alā muḥammadin wa ālih",
      "waj`alhu aymana yawmin `ahidnāh",
      "wa-afḍala ṣāḥibin ṣaḥibnāh",
      "wakhayra waqtin ẓalilnā fīh",
      "waj`alnā min ar-ḍā man marra `alayhil laylu wan nahāru min jumlati khalqik",
      "wa-ashkarahum limā awlayta min ni`amik",
      "wa-aqwamahum bimā shara`ta min sharā-i`ik",
      "wa-awqafahum `ammā ḥadhhar-ta min nahyik",
      "allāhumma innī ush-hiduka wakafā bika shahīdan wa ush-hidu samā-aka wa-ar-ḍak",
      "waman askantahumā min malā-ikatika wasā-iri khalqika fī yawmī hadhā",
      "wasā`atī hadhih, walaylatī hadhih, wamustaqarrī hadhā",
      "annī ash-hadu annaka antallāh, alladhī",
      "lā ilāha illā anta qā-imun bil qisṭ",
      "`adlun fil ḥukm, ra-ūfun bil `ibād",
      "mālikul mulki raḥīmun bil khalq",
      "wa-anna muḥammadan `abduka warasūluka wakhiyaratuka min khalqik",
      "ḥammaltahu risālataka fa-addāhā wa-amar-tahu binnuṣ-ḥi li-ummatihi fanaṣaḥa lahā",
      "allāhumma faṣalli `alā muḥammadin wa ālihi akthara mā ṣallayta `alā aḥadin min khalqik",
      "wa ātihi `annā afḍala mā-ātayta aḥadan min `ibādik",
      "wajzihi `annā afḍala wa-akrama mā jazayta aḥadan min anbiyā-ika `an ummatih",
      "innaka antal mannānu bil jasīmil ghafir lil`aẓīm",
      "wa-anta ar-ḥamu min kulli raḥīm",
      "faṣalli `alā muḥammadin wa ālih",
      "aṭ ṭayyibīnaṭ ṭāhirīnal akhyāril anjabīn"
    ]
  }
}