{
  "metadata": {
    "id": "213",
    "name": "Dua 11 - Sahifat Sajjadiyyah",
    "used": "1",
    "audio": "2",
    "section": "Duas.Sahifa",
    "section_rank": "11",
    "first_line": 3,
    "lines": 23,
    "has_youtube": true,
    "youtube_ids": [
      "2D3tWqBOt38"
    ],
    "all_sections": [
      "Duas.Sahifa"
    ]
  },
  "content": {
    "arabic": [
      "بِسْمِ اللَّـهِ الرَّحْمَـٰنِ الرَّحِيمِ",
      "اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ",
      "يَا مَنْ ذِكْرُهُ شَرَفٌ لِلذَّاكِرِينَ",
      "وَيَا مَنْ شُكْرُهُ فَوْزٌ لِلشَّاكِرِينَ",
      "وَيَا مَنْ طَاعَتُهُ نَجَاةٌ لِلْمُطِيعِينَ",
      "صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ",
      "وَاشْغَلْ قُلُوبَنَا بِذِكْرِكَ عَنْ كُلِّ ذِكْرٍ",
      "وَأَلْسِنَتَنَا بِشُكْرِكَ عَنْ كُلِّ شُكْرٍ",
      "وَجَوَارِحَنَا بِطَاعَتِكَ عَنْ كُلِّ طَاعَةٍ",
      "فَإِنْ قَدَّرْتَ لَنَا فَرَاغًا مِنْ شُغْلٍ فَاجْعَلْهُ فَرَاغَ سَلَامَةٍ",
      "لَا تُدْرِكُنَا فِيهِ تَبِعَةٌ وَلَا تَلْحَقُنَا فِيهِ سَأْمَةٌ",
      "حَتَّى يَنْصَرِفَ عَنَّا كُتَّابُ السَّيِّئَاتِ بِصَحِيفَةٍ خَالِيَةٍ مِنْ ذِكْرِ سَيِّئَاتِنَا",
      "وَيَتَوَلَّى كُتَّابُ الْحَسَنَاتِ عَنَّا",
      "مَسْرُورِينَ بِمَا كَتَبُوْا مِنْ حَسَنَاتِنَا",
      "وَإِذَا انْقَضَتْ أَيَّامُ حَيَاتِنَا وَتَصَرَّمَتْ مُدَدُ أَعْمَارِنَا",
      "وَاسْتَحْضَرَتْنَا دَعْوَتُكَ الَّتِيْ لَا بُدَّ مِنْهَا وَمِنْ إِجَابَتِهَا",
      "فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ",
      "وَاجْعَلْ خِتَامَ مَا تُحْصِيْ عَلَيْنَا كَتَبَةُ أَعْمَالِنَا",
      "تَوْبَةً مَقْبُولَةً لَا تُوقِفُنَا بَعْدَهَا عَلَى ذَنْبٍ اجْتَرَحْنَاهُ",
      "وَلَا مَعْصِيَةٍ اقْتَرَفْنَاهَا",
      "وَلَا تَكْشِفْ عَنَّا سِتْرًا سَتَرْتَهُ عَلَى رُؤُوسِ الْأَشْهَادِ",
      "يَوْمَ تَبْلُوْ أَخْبَارَ عِبَادِكَ",
      "إِنَّكَ رَحِيمٌ بِمَنْ دَعَاكَ وَمُسْتَجِيبٌ لِمَنْ نَادَاكَ"
    ],
    "translation": [
      "In the Name of Allāh, the All-beneficent, the All-merciful.",
      "O' Allāh send Your blessings on Muhammad and the family of Muhammad.",
      "O He remembering whom brings honour to those who remember!",
      "O He thanking whom brings triumph to those who give thanks!",
      "O He obeying whom brings deliverance to those who obey!",
      "Bless Muhammad and his Household,",
      "and divert our hearts through remembering You from every act of remembrance,",
      "our tongues through thanking You from every act of thanksgiving,",
      "our limbs through obeying You from every act of obedience!",
      "If You hast ordained for us idleness from these occupations, make it an idleness of safety,",
      "within which no ill consequence visits us or weariness overtakes us!",
      "Then the writers of evil deeds may depart from us with a page empty of the mention of our evil deeds,",
      "and the writers of good deeds may turn away from us",
      "happy with the good deeds of ours which they have written.",
      "And when the days of our life have passed by, the terms of our lifetimes have elapsed,",
      "and Your call, which must come and be answered, summons us forth,",
      "then bless Muhammad and his Household",
      "and make the outcome of what the writers of our works count against us",
      "an accepted repentance, which afterwards gave us no rest in a sin that we committed",
      "or an act of disobedience that we performed!",
      "Remove not from us any covering with which You hast covered over the heads of the witnesses",
      "on the day when the records of Your servants are tried!",
      "Verily You art compassionate to him who supplicates You, the responder to him who calls upon You!"
    ],
    "transliteration": [
      "bismillāhir raḥmānir raḥīm",
      "allāhumma ṣalli `alā muḥammadin wa āli muḥammad",
      "yā man dhikruhu sharafun lidhhākirīn",
      "wayā man shukruhu fawzun lishhākirīn",
      "wayā man ṭā`atuhu najātun lilmuṭī`īn",
      "ṣalli `alā muḥammadin wa ālih",
      "washghal qulūbanā bidhikrika `an kulli dhikr",
      "wa-alsinatanā bishukrika `an kulli shukr",
      "wajawāriḥanā biṭā`atika `an kulli ṭā`ah",
      "fa-in qaddar-ta lanā farāghan min shughlin faj`alhu farāgha salāmah",
      "lā tudrikunā fīhi tabi`atun walā talḥaqunā fīhi sa-mah",
      "ḥattā yanṣarifa `annā kuttābus sayyi-āti biṣaḥīfatin khāliyatin min dhikri sayyi-ātinā",
      "wayatawallā kuttābul ḥasanāti `annā",
      "masrūrīna bimā katabū min ḥasanātinā",
      "wa-idhanqaḍat ayyāmu ḥayātinā wataṣarramat mudadu a`mārinā",
      "wastaḥḍaratnā da`watukal latī lā budda minhā wamin ijābatihā",
      "faṣalli `alā muḥammadin wa ālih",
      "waj`al khitāma mā tuḥṣī `alaynā katabatu a`mālinā",
      "tawbatan maqbūlatan lā tūqifunā ba`dahā `alā dhanbinijtaraḥnāh",
      "walā ma`ṣiyatiniqtarafnāhā",
      "walā takshif `annā sitran satar-tahu `alā ru-ūsil ash-hād",
      "yawma tablū akhbāra `ibādik",
      "innaka raḥīmun biman da`āka wamustajībun liman nādāk"
    ]
  }
}