{
  "metadata": {
    "id": "120",
    "name": "Ziarat Bibi Zainab",
    "used": "1",
    "audio": "2",
    "section": "Ziarat.People|Months.JumadaAlAwwal|Months.Rajab",
    "section_rank": "21",
    "first_line": 1,
    "lines": 153,
    "has_youtube": true,
    "youtube_ids": [
      "IXMQBGlBHrY"
    ],
    "all_sections": [
      "Ziarat.People",
      "Months.JumadaAlAwwal",
      "Months.Rajab"
    ]
  },
  "content": {
    "arabic": [
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ سَيِّدِ الْاَنْبِيَاءِ",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ صَاحِبِ الحَوْضِ وَاللِّوَاءِ",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ مَنْ عُرِجَ بِهِ إِلَى السَّمَاءِ",
      "وَوَصَلَ إِلَى مَقَامِ قَابَ قَوْسَيْنِ اَوْ أَدْنَى",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ نَبِيِّ الهُدَى",
      "وَسَيِّدِ الوَرَى وَمُنْقِذِ العِبَادِ مِنَ الرَّدَى",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ صَاحِبِ الخُلُقِ العَظِيْمِ",
      "وَالشَّرَفِ العَمِيمِ وَالْآيَاتِ وَالذِّكْرِ الحَكِيْمِ",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ صَاحِبِ المَقَامِ المَحْمُوْدِ",
      "وَالحَوْضِ المَوْرُوْدِ وَاللِّوَاءِ المَشْهُوْدِ",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ مَنْهَجِ دِيْنِ الْإِسْلاَمِ",
      "وَصَاحِبِ القِبْلَةِ وَ الْقُرْآنِ",
      "وَعَلَمِ الصِّدْقِ وَالْحَقِّ وَالْإِحْسَانِ",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ صَفْوَةِ الْاَنْبِيَاءِ",
      "وَعَلَمِ الْأَتْقِيَاءِ وَمَشْهُوْرِ الذِّكْرِ فِيْ الْأَرْضِ وَالسَّمَاءِ",
      "وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ خَيْرِ خَلقِ اللَّهِ وَسَيِّدِ خَلْقِهِ",
      "وَأَوَّلِ العَدَدِ قَبْلَ إيجَادِ أَرْضِهِ وَسَمَاوَاتِهِ",
      "وَ اَخِرِ الْاَبَدِ بَعْدَ فَنَاءِ الدُّنْيَا وَأَهْلِهَا",
      "اَلَّذِيْ رُوحُهُ نُسْخَةُ اللَّاهُوتِ وَصُورَتُهُ نُسْخَةُ المُلْكِ وَالمَلَكُوتِ",
      "وَقَلْبُهُ خُزَانَةُ الحَيِّ الَّذِيْ لَا يَمُوْتُ",
      "وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ المُظَلَّلِ بِالغَمَامِ",
      "سَيِّدِ الكَوْنَيْنِ وَمَوْلِي الثَّقَلَيْنِ",
      "وَشَفِيْعِ الْأُمَّةِ يَوْمَ المَحْشَرِ",
      "وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ سَيِّدِ الْاَوْصِيَاءِ",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ إِمَامِ الْأَتْقِيَاءِ",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ رُكْنِ الَاوْلِيَاءِ",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ عِمَادِ الْأَصْفِيَاءِ",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ يَعْسوبِ الدِّينِ",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ أَمِيرِ المُؤْمِنِيْنَ",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ سَيِّدِ الوَصِيِّينَ",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ قَائِدِ البَرَرَةِ",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ قَامِعِ الكَفَرَةِ وَالفَجَرَةِ",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ وَارِثِ النَّبِيِّيْنَ",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ خَلِيْفَةِ سَيِّدِ المُرْسَلِيْنَ",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ ضِيَاءِ الدِّيْنِ",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ النَّبَأِ العَظِيْمِ عَلَى اليَقِيْنِ",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ مَنْ حِسَابُ النَّاسِ عَلَيْهِ وَالكَوْثَرُ بَيْنَ يَدَيْهِ",
      "وَالنَّصُّ يَوْمَ الغَدِيْرِ عَلَيْهِ",
      "وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ مَنْ قَادَ زِمَامَ نَاقَتِهَا جِبرَائِيلُ",
      "وَشَارَكَهَا فِيْ مُصَابهَا إِسْرَافِيلُ",
      "وَغَضِبَ بِسَبَبِهَا الرَّبُّ الجَلِيلُ",
      "وَبَكَى لِمُصَابِهَا إِبْرَاهِيْمُ الخَلِيْلُ",
      "وَنُوحٌ وَمُوْسَى الكَلِيمُ فِيْ كَرْبَلاءَ",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ البُدُورِ السَّوَاطِعِ",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ الشُّمُوسِ الطَّوَالِعِ، وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ زَمْزَمَ وَالصَّفَا",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ مَكَّةَ وَمِنَى",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ مَنْ حُمِلَ عَلَى البُرَاقِ فِيْ الهَوَاء",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ مَنْ حَمَلَ الزَّكَاةَ بِأَطْرَافِ الرِّدَاءِ وَبَذَلَهُ عَلَى الْفُقَرَاءِ",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ مَنْ أُسْرِيَ بِهِ مِنَ الْمَسْجِدِ الْحَرَامِ إِلَى الْمَسْجِدِ الْأَقْصَى",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ مَنْ ضَرَبَ بِالسَّيْفَيْن",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ مَنْ صَلَّى القِبْلَتَيْنِ",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ مُحَمَّدٍ المُصْطَفَى",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ عَلِيٍّ المُرْتَضَى",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ فَاطِمَةَ الزَّهْرَاءِ",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ خَدِيْجَةَ الكُبْرَى",
      "اَلسَّلاَمُ عَلَيْكِ وَعَلَى جَدِّكِ مُحَمَّدٍ المُخْتَارِ",
      "اَلسَّلاَمُ عَلَيْكِ وَعَلَى أَبِيْكِ حَيْدَرَ الكَرَّارِ",
      "اَلسَّلاَمُ عَلَيْكِ وَعَلَى السَّادَاتِ الْأَطْهَارِ الْأَخْيَارِ",
      "وَهُمْ حُجَجُ اللَّهِ عَلَى الْأَقْطَارِ وَسَادَاتُ الْأَرْضِ وَالسَّمَاءِ",
      "اَلَّذِيْنَ حُبُّهُمْ فَرَضٌ عَلَى أَعْنَاقِ كُلِّ الخَلَائِقِ",
      "اَلسَّلاَمُ عَلَيْكِ يَا بِنْتَ وَلِيِّ اللَّهِ المُعَظَّمِ",
      "اَلسَّلاَمُ عَلَيْكِ يَا عَمَّةَ وَلِيِّ اللَّهِ المُكَرَّمِ",
      "اَلسَّلاَمُ عَلَيْكِ يَا أُمَّ المَصَائِبِ يَا زَيْنَبُ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ",
      "اَلسَّلاَمُ عَلَيْكِ أَيَّتُهَا الفَاضِلَةُ الرَّشِيدَةُ",
      "اَلسَّلاَمُ عَلَيْكِ أَيَّتُهَا الكَامِلَةُ العَالِمَةُ العَامِلَةُ",
      "اَلسَّلاَمُ عَلَيْكِ أَيَّتُهَا الكَرِيْمَةُ النَّبِيْلَةُ",
      "اَلسَّلاَمُ عَلَيْكِ أَيَّتُهَا التَّقِيَّةُ النَّقِيَّةُ",
      "اَلسَّلاَمُ عَلَيْكِ يَا مَنْ ظَهَرَتْ مَحَبَّتُهَا لِلْحُسَيْنِ المَظْلُوْمِ",
      "فِيْ مَوَارِدَ عَدِيْدَةٍ وَتَحَمِلُ المَصَائِبَ المَحُرِقَةَ لِلْقُلُوْبِ مَعَ تَحَمُّلَاتٍ شَدِيْدَةٍ",
      "اَلسَّلاَمُ عَلَيْكِ يَا مَنْ حَفِظَتِ الْإِمَامَ فِيْ يَوْمِ عَاشُوْرَاءَ فِيْ القَتْلَى",
      "وَبَذَلَتْ نَفْسَهَا فِيْ نَجَاةِ زَيْنِ العَابِدِيْنَ فِيْ مَجَلِسِ أَشْقَى الْأَشْقِيَاءِ",
      "وَنَطَقَتْ كَنُطْقِ عَلِيٍّ عَلَيْهِ السَّلاَمُ فِيْ سِكَكِ الكُوْفَةِ وَحَوْلَهَا كَثِيْرٌ مِنَ الْأَعْدَاءِ",
      "اَلسَّلاَمُ عَلَيْكِ يَا مَنْ نَطَحَتْ جَبينَهَا بِمُقَدَّمِ الْمَحْمَلِ إِذْ رَأَتْ رَأْسَ سَيِّدِ الشُّهَدَاءِ",
      "وَيَخْرُجُ الدَّمُ مِنْ تَحْتِ قِنَاعِهَا وَمِنْ مَحْمَلِهَا بِحَيْثُ يَرَى مَنْ حَوْلَهَا مِنَ الْأَعْدَاءُ",
      "اَلسَّلاَمُ عَلَيْكِ يَا تَالِيَةَ المَعْصُوْمِ",
      "اَلسَّلاَمُ عَلَيْكِ يَا مُمْتَحَنَةُ فِيْ تَحَمُّلِ المَصَائِبِ كَالْحُسَيْنِ المَظْلُوْمِ",
      "وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ",
      "اَلسَّلاَمُ عَلَيْكِ أَيَّتُهَا البَعِيْدَةُ عَنِ الْاَوْطَانِ",
      "اَلسَّلاَمُ عَلَيْكِ أَيَّتُهَا الْاَسِيْرَةُ فِيْ البُلْدَانِ",
      "اَلسَّلاَمُ عَلَيْكِ أَيَّتُهَا المُتَحَيَّرَةُ فِيْ خَرَابَةِ الشَّامِ",
      "اَلسَّلاَمُ عَلَيْكِ أَيَّتُهَا المُتَحَيَّرَةُ فِيْ وُقُوْفِكِ عَلَى جَسَدِ سَيِّدِ الشُّهَدَاءِ",
      "وَخَاطَبْتِ جَدَّكِ رَسُوْلَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ بِهٰذَا النِّدَاءِ",
      "صَلَّى عَلَيْكَ مَلَائِكَةُ السَّمَاءِ",
      "هٰذَا حُسَيْنٌ بِالْعَرَاءِ مَسْلُوْبُ العِمَامَةِ وَالرِّدَاءِ",
      "مُقَطَّعُ الْاَعْضَاءِ",
      "وَبَنَاتُكَ سَبَايَا",
      "وَإِلَى اللَّهِِ المُشْتَكَى",
      "وَقَالَتْ",
      "يَا مُحَمَّدُ هٰذَا حُسَيْنٌ تَسْفِيْ عَلَيْهِ رِيْحُ الصَّبَا",
      "جَذُوْذَ الرَّأْسِ مِنَ الْقَفَا",
      "قَتِيْلَ أَوْلَادِ الْبِغَا",
      "وَ احُزْنَاهُ عَلَيْكَ يَا أَبَا عَبْدِ اللَّه",
      "اَلسَّلاَمُ عَلَيْكِ يَا مَنْ تَهَيَّجَ قَلْبُهَا لِلْحُسَيْنِ",
      "اَلمَظْلُوْمِ العُرْيَانِ المَطْرُوْحِ عَلَى الثَّرَى",
      "وَقَالَتْ بِصَوْتٍ حَزِيْنٍ",
      "بِأَبِيْ مَنْ نَفْسِيْ لَهُ الْفِدَاءُ",
      "بِأَبِيْ المَهْمُوْمُ حَتَّى قَضَى",
      "بِأَبِيْ مَنْ شَيْبَتُهُ تَقْطِرُ بِالدِّمَاء",
      "اَلسَّلاَمُ عَلَى مَنْ بَكَتْ عَلَى جَسَدِ أَخِيْهَا بَيْنَ القَتْلَى",
      "حَتَّى بَكَى لِبُكَائِهَا كُلُّ صَدِيْقٍ وَعَدُوٍّ",
      "وَرَأَى النَّاسُ دُمُوْعَ الخَيْلِ تَنْحَدِرُ عَلَى حَوَافِرِهَا عَلَى التَّحْقِيْقِ",
      "اَلسَّلاَمُ عَلَى مَنْ تَكَفَّلَتْ وَجْمَعَتْ فِيْ عَصْرِ عَاشُوْرَاءَ بَنَاتِ رَسُوْلِ اللَّهِ وَأَطْفَالِ الحُسَيْنِ",
      "وَقَامَتْ لَهَا القِيَامَةُ فِيْ شَهَادَةِ الطِّفْلَيْنِ الغَرِيْبَيْنِ المَظْلُوْمَيْنِ",
      "اَلسَّلاَمُ عَلَى مَنْ لَمْ تَنَمْ عَيْنُهَا لِأَجْلِ حِرَاسَةِ آلَ رَسُوْلِ اللَّهِ فِيْ طَفْ نِيْنَوَى",
      "وَصَارَتْ أَسِيْرَةً ذَلِيْلَةً بِيَدِ الْأَعْدَاءِ",
      "اَلسَّلاَمُ عَلَى مَنْ رَكِبَتْ بَعِيْرًا بِغَيْرِ",
      "وِطَاءٍ وَنَادَتْ أَخَاهَا أَبَا الفَضْلِ بِهٰذَا النِّدَاء",
      "أَخِيْ أَبَا الفَضْلِ",
      "اَنْتَ الَّذِيْ أَرْكَبْتَنِيْ إِذْ أَرَدْتُ الخُرُوْجَ مِنَ الْمَدِيْنَةِ",
      "اَلسَّلاَمُ عَلَى مَنْ خَطَبَتْ فِيْ مَيْدَانِ الكُوْفَةِ بِخِطْبَةٍ نَافِعَةٍ",
      "حَتَّى سَكَنَتِ الْأَصْوَاتُ مِنْ كُلِّ نَاحِيَةٍ",
      "اَلسَّلاَمُ عَلَى مَنِ احْتَجَّتْ فِيْ مَجْلِسِ ابْنِ زِيَادٍ بِاحَتْجَاجَاتٍ وَاضِحَةٍ وَقَالَتْ فِيْ جَوَابِهِ بِبَيِّنَاتٍ صَادِقَةٍ، إِذْ قَالَ ابْنُ زِيَادٍ لِزَيْنَبَ سَلَامُ اللَّهِ عَلَيْهَا",
      "كَيْفَ رَأَيْتِ صُنْعَ اللَّهِ بِأَخِيْكِ الحُسَيْنِ",
      "قَالَتْ مَا رَأَيْتُ إِلَّا جَمِيْلًا",
      "اَلسَّلاَمُ عَلَيْكِ يَا أَسِيْرَةً بِأَيْدِيْ الْأَعْدَاءِ فِيْ الفَلَوَاتِ",
      "وَرَأَيْتِ أَهْلِ الشَّامِ فِيْ حَالَةِ العَيْشِ وَالسُّرُوْرِ وَنَشْرِ الرَّايَاتِ",
      "اَلسَّلاَمُ عَلَى مَنْ شُدَّ الحَبْلُ عَلَى عَضُدِهَا وَعُنُقِ الْإِمَامِ زَيْنِ العَابِدِيْنَ",
      "وَأَدْخَلُوْهَا مَعَ سِتَّةَ عَشْرَ نَفَرًا مِنْ آلِ رَسُوْلِ اللَّهِ",
      "وَهُمْ كَالْأُسَرَاءِ مُقَرَّنِيْنَ بِالْحَدِيْدِ مَظْلُوْمِيْنَ",
      "وَقَالَ عَلِيُّ بْنُ الْحُسَيْنِ عَلَيْهِ السَّلاَمُ لِيَزِيْدَ",
      "يَا يَزِيْدُ مَا ظَنُّكَ بِرَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ لَوْ رَانَا عَلَى هٰذِهِ الْحَالَةِ",
      "ثُمَّ قَالَتْ أُمُّ المَصَائِبِ زَيْنَبُ لَهُ",
      "قَائِلًا لَأَهَلُّوْا وَاسْتَهَلُّوْا فَرَحًا ثُمَّ قَالُوْا يَا يَزِيْدُ لَا تُشَلْ",
      "مُنْتَحِيًا عَلَى ثَنَايَا أَبِيْ عَبْدِاللَّهِ، عَلَيْهِ السَّلاَمُ",
      "سَيِّدِ شَبَابِ أَهْلِ الجَنَّةِ تَنْكُتُهَا بِمِخْصَرَتِكَ",
      "ثُمَّ قَالَتْ وَلَئِنْ جَرَتْ عَلَيَّ الدَّوَاهِيْ مُخَاطَبَتَكَ",
      "إِنِّيْ لَأَسْتَصْغِرُ قَدْرَكَ وَأَسْتَعْظِمُ تَقْرِيْعَكَ وَأَسْتَكْثِرُ تَوْبِيخَكَ",
      "لٰكِنِ العُيُوْنُ عَبْرَى وَالصُّدُوْرُ حَرَّى",
      "أَلْاَ فَالْعَجَبُ كُلُّ الْعَجَبِ لِقَتْلِ حِزْبِ اللَّهِ النُّجَبَاءِ بِحِزْبِ الشَّيْطَانِ الطُّلَقَاءِ",
      "لَئِنِ اتَّخَذْتَنَا مَغْنَمًا لَتَجِدُنَا وَشِيْكًا مُغْرَمًا حِيْنَ لَا تَجِدُ اِلَّا مَا قَدَّمَتْ يَدَاكَ",
      "وَمَا رَبُّكَ بِظَلَّامٍ لِلْعَبِيْدِ",
      "فَإلَى اللَّهِ المُشْتَكَى وَعَلَيْهِ المُعَوَّلُ فِيْ الشِّدَّةِ وَالرَّخَاءِ",
      "فَكِدْ كَيْدَكَ وَاسْعَ سَعْيَكَ وَنَاصِبْ جَهْدَكَ",
      "فَوَاللَّهِ لَا تَمْحُوَنَّ ذِكْرَنَا وَلَا تُمِيْتُ وَحْيَنَا",
      "وَلَا تُدْرِكُ أَمَدَنَا وَلَا تَرْخَصُ عَنْكَ عَارَهَا",
      "وَهَلْ رَأْيُكَ إِلَّا فَنَدٌ وَأَيَّامُكَ إِلَّا عَدَدٌ",
      "وَجَمْعُكَ إِلَّا بَدَدٌ",
      "يَا يَزِيْدُ أَمَا سَمَعْتُ قَوْلَ اللَّهِ تَعَالَى",
      "وَلَا تَحْسَبَنَّ الَّذِيْنَ قُتِلُوْا فِيْ سَبِيْلِ اللَّهِ أَمْوَاتًا",
      "بَلْ أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُوْنَ",
      "فَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِيْنَ",
      "اَلَّذِيْ خَتَمَ لِأَوَّلِنَا بِالسَّعَادَةِ وَ المَغْفِرَةِ",
      "وَلِآخِرِنَا بِالشَّهَادَةِ وَالرَّحْمَةِ",
      "وَنَسْأَلُ اللَّهَ أَنْ يُكْمِلَ لَهُمُ الثَّوَابَ",
      "وَيُوْجِبَ لَهُمُ المَزِيْدَ وَيُحْسِنُ عَلَيْنَا الخِلَافَةَ",
      "إِنَّهُ رَحِيْمٌ وَدُوْدٌ",
      "وَحَسْبُنَا اللَّهُ وَنِعْمَ الوَكِيْلُ",
      "وَصَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِهِ الطَّيِّبِينَ الطَّاهِرِين"
    ],
    "translation": [
      "Peace be upon you, O daughter of the leader of the Prophets.",
      "Peace be upon you, O daughter of the owner of the (Heavenly] Pond and the Standard.",
      "Peace be upon you, O daughter of him who was taken to the skies ",
      "and who reached the position of the length of two arrows or even closer.",
      "Peace be upon you, O daughter of the Prophet of right guidance, ",
      "the master of (all] human beings, and the savior of the servants (of Allah] from being destroyed.",
      "Peace be upon you, O daughter of the one who has conformed (himself] to sublime morality, ",
      "enjoyed the broad honor, and owned the (Heavenly] Signs and the Wise Remembrance of Allah (i.e. the Holy Quran].",
      "Peace be upon you, O daughter of the owner of the Lofty Position, ",
      "the Pond from which people shall drink (on the Resurrection Day], and the Standard, which shall be witnessed by everybody.",
      "Peace be upon you, O daughter of the Path of Islam ",
      "and the one given the qiblah and the Quran, ",
      "and the example of honesty, right, and benevolence.",
      "Peace be upon you O daughter of the choice of the Prophets",
      "the example of the pious ones, and the well known in both the earth and the heavens.",
      "Allah's Mercy and Blessings be upon you",
      "Peace be upon you, O daughter of the best of Allah's creation, the master of His creatures,",
      "the foremost created individual before the existence of (Allah's] earth and heavens,",
      "the last of the existent ones (who shall endure] after the extinction of this world and its beings, ",
      "and the one whose soul is a copy of the Divinity ",
      "and whose heart is the treasury of the Eternal, Subsistent God.",
      "Allah's Mercy and Blessings be upon you",
      "Peace be upon you, O daughter of the one who is shaded by clouds,",
      "is the master of the Two Worlds, is the chief of the two beings (i.e. man and jinn],",
      "and is the Intercessor of the ummah on the Resurrection Day.",
      "Allah's Mercy and Blessings be upon you",
      "Peace be upon you, O daughter of the master of the Prophets' successors.",
      "Peace be upon you, O daughter of the leader of the God-fearing ones.",
      "Peace be upon you, O daughter of the shelter of the saints.",
      "Peace be upon you, O daughter of the support of the choice ones.",
      "Peace be upon you, O daughter of the leader of the Religion.",
      "Peace be upon you, O daughter of the commander of the faithful ones.",
      "Peace be upon you, O daughter of the chief of the Prophets' successors.",
      "Peace be upon you, O daughter of the leader of the pious ones.",
      "Peace be upon you, O daughter of the preventer of the infidels and the wantons.",
      "Peace be upon you, O daughter of the inheritor of the Prophets.",
      "Peace be upon you, O daughter of the successor of the Apostles' chief.",
      "Peace be upon you, O daughter of brightness of the Religion.",
      "Peace be upon you, O daughter of the Great News (as it is certainly proved].",
      "Peace be upon you, O daughter of the one to whom the mission of settling accounts with people (on the Resurrection Day] is given, between whose hands the Heavenly Pond (of al-Kawthar] is put,",
      "and whom is intended by the (Prophet's] Statement of the Ghadir Day.",
      "Allah's Mercy and Blessings be upon you ",
      "Peace be upon you, O daughter of the lady whose she-camel was driven by (Archangel] Gabriel, ",
      "and whose misfortune (of Imam al-Husayn's being slain in Karbala] was shared by (Archangel] Israfil, ",
      "and due to whose anger the All-exalted Lord was angry, ",
      "and for whose misfortune of Karbala, (the Prophets] Abraham the Friend of Allah, ",
      "Noah, and Moses the Spoken by Allah wept.",
      "Peace be upon you, O daughter of the shining full moons.",
      "Peace and Allah's Mercy and Blessings be upon you, O daughter of the brilliant suns.",
      "Peace be upon you, O daughter of Well Zamzam and Safa (of the landmarks of Mecca]",
      "Peace be upon you, O daughter of Mecca and Mina –a height in Mecca-",
      "Peace be upon you, O daughter of him whom was carried by Buraq to the heavens.",
      "Peace be upon you, O daughter of him who carried the zakat(almsgiving] by the margins of his dress to give it to the paupers.",
      "Peace be upon you, O daughter of him whom was taken by night from the Inviolable Masjid to the Farthest Masjid.",
      "Peace be upon you, O daughter of him who fought with two swords.",
      "Peace be upon you, O daughter of him who offered prayers to the two qiblas.",
      "Peace be upon you, O daughter of Muhammad al-Mustafa (the Selected by God]",
      "Peace be upon you, O daughter of Ali al-Murtada (the Pleased one]",
      "Peace be upon you, O daughter of Fatimah al-Zahraa (the Resplendent].",
      "Peace be upon you, O daughter of Khadijah al-Kubra (the Grand]",
      "Peace be upon you and upon your grandfather, Muhammad al-Mukhtar (the Chosen.]",
      "Peace be upon you and upon your father, Haydar al-Karrar (the Attacking.]",
      "Peace be upon you and upon the pure, choice masters who are the Arguments of Allah on lands, ",
      "the chiefs of the earth and the heavens, ",
      "and love for whom is a prescription that is incumbent upon all creatures.",
      "Peace be upon you, O daughter of the glorified, holy servant of Allah.",
      "Peace be upon you, O aunt of dignified, holy servant of Allah.",
      "Peace and Allah's Mercy and Blessings be upon you, O mother of misfortunes; Zaynab.",
      "Peace be upon you—the virtuous, rightly guided one!",
      "Peace be upon you—the perfect, knowledgeable good-doer.",
      "Peace be upon you—the noble gentlewoman.",
      "Peace be upon you—the pious, infallible one.",
      "Peace be upon you—who showed her love for al-Husayn; the wronged, ",
      "in many situations and had to suffer awful heartbreaking misfortunes.",
      "Peace be upon you—who guarded the Imam on the Day of Ashura when he was killed, ",
      "and sacrificed her soul for the salvation of Zayn al-Abidin at the gathering of the most wretched one (i.e. Ubaydullah ibn Ziyad], ",
      "and addressed a speech, just like (Imam] Ali's, in the streets of Kufa despite the presence of her enemies",
      "Peace be upon you—who thrust her forehead with the front part of the howdah, when she saw the severed head of the Chief of Martyrs (i.e. Imam al-Husayn], ",
      "and caused blood to flow from beneath her veil and from the howdah in the view of the enemies.",
      "Peace be upon you, O the representative of the Infallible Imam.",
      "Peace  be upon you, O you who were tested through patience against misfortunes, like that of al-Husayn the oppressed.",
      "Allah's Mercy and Blessings be upon you",
      "Peace be upon you who are far away from you home.",
      "Peace be upon you who were wandered as captive in cities.",
      "Peace be upon you when you were bewildered in that ruined place in Syria",
      "Peace be upon you when you were bewildered as you stood by the (severed] body of the Chief of Martyrs ",
      "and called at your grandfather; the Messenger of Allah, may Allah bless him and his family, saying, ",
      "Oh, Muhammad! May the angels in the Heavens bless you! ",
      "This is Husayn under the open sky! His turban and his clothes are stripped! ",
      "His limbs are severed! ",
      "And your daughters are taken captives! ",
      "Complaining (about this] is only to Allah.",
      "You also said, ",
      "\"O Muhammad! This is Husayn! Winds are blowing his body! ",
      "His head is cutt off from the back! ",
      "He is being killed by sons of wrongdoers ! ",
      "Oh, for my grief for you, Abu Abdullah!",
      "Peace be upon you whose heart cried out for al-Husayn; ",
      "the oppressed, the stripped, and the threwn on dust, ",
      "and you said in a sad tone, ",
      "\"May my father be sacrificed for the one for whom I may sacrifice my soul! ",
      "Oh, for him who was depressed until he passed away! ",
      "Oh, for him who had been thirsty until he departed life! Oh, for him whose beard is dropping blood!\"",
      "Peace be upon her who wept for the (severed] body of her brother among the killed ones ",
      "so painfully that every one—whether friend or even enemy, wept for her and, ",
      "moreover, people, as it is proved by authenticated narrations, saw even horses shed tears, which flew on their legs.",
      "Peace be upon her who took the responsibility of gathering and guarding the daughters of the Messenger of Allah and the children of al-Husayn on the afternoon of the day of Ashura, ",
      "and she stirred up the situation when the two oppressed, strange children were martyred.",
      "Peace be upon her whose eyes did not sleep so as to guard the family of the Messenger of Allah at Taff of Nineveh, ",
      "and was taken as captive as she was humiliated at the hands of her enemies.",
      "Peace be upon her who had to ride a saddleless camel ",
      "and then called on her brother Abu'l-Fadhl (al-Abbas], saying, ",
      "\"O brother! O Abu'l-Fadhl! ",
      "It was you who helped me ride on a camel when I left Medina.\"",
      "Peace be upon her who addressed a remarkably expressive speech at the center of Kufa ",
      "that she made all voices keep silent (to listen to her with astonishment]",
      "Peace be upon her who gave clear-cut arguments in the gathering of (Ubaydullah] Ibn Ziyad who said to her, ",
      "\"How did you see that what Allah had done to your brother?\" ",
      "Answering him, she said with honest evidences, \"I saw nothing but good!\"",
      "Peace be upon you who had to be imprisoned by the enemies under an open sky, ",
      "and had to see people of Syria celebrate (the martyrdom of her brother] with pleasure, joy, and raised flags",
      "Peace be upon her who was tied with a rope on the arm and the neck of Imam Zayn al-Abidin, ",
      "and she, along with sixteen persons from the family of the Messenger of Allah, ",
      "was forced to enter (the session of Yazid] while they were enchained with iron fetters",
      "Meanwhile, Ali ibn al-Husayn (Imam Zayn al-Abidin] said to Yazid, ",
      "“What if the Messenger of Allah sees us in such a manner? What will be his impression?”",
      "Then, Lady Zaynab; mother of misfortunes, ",
      "said to Yazid -after he had poetized, \"(Had my forefather whom were killed at the Battle of Badr witnessed this, they would have been very much delighted. then they’d have said, 'May your hands, O Yazid, never be paralyzed']\"",
      "\"How dare you hit the lips of Abu ‘Abdullah (a], ",
      "the Master of the Youths of Paradise?\"",
      "She then said, \"Although calamities have forced me to speak to you, ",
      "I see you trivial in my eyes and find your verbal attacks great and I regard your rebuke too much to bear, ",
      "but the eyes are tearful, and the chests are filled with depression. ",
      "What is even stranger is that the honored Party of Allah is being killed by the Party of the ‘Released ones’—Party of Shaitan.",
      "If you regard us as your booty, you shall soon find us as your opponents—that will be when you find nothing but what your hands had committed, ",
      "“And your Lord never treats His servants unjustly.(41:46]”  ",
      "To Allah is my complaint, and upon Him do I rely.",
      "So scheme whatever you wish to scheme, and carry out your plots, and intensify your efforts, ",
      "for, by Allah, you shall never be able to obliterate our mention, nor will you ever be able to kill the revelation (that was revealed to us], ",
      "nor will you ever exalt to our position, nor will your shame ever be washed away.",
      "Your view shall be proven futile, your days limited in number, ",
      "and your wealth wasted ",
      "on the Day when the caller calls out,  ",
      "“Think not of those, who are slain in the way of Allah as dead; ",
      "they are alive (and] are provided sustenance from their Lord”. (3:169]",
      "All praise is due to Allah, Lord of the Worlds, ",
      "Who sealed the life of our early ones with happiness and forgiveness, ",
      "and that of our last ones with martyrdom and mercy. ",
      "We plead to Allah to complete His rewards for them, ",
      "grant them an increase, and recompense us pleasingly; ",
      "He is the most Merciful, the most Compassionate. ",
      "Allah suffices us, and He is the best Guardian.",
      "May Allah bless Muhammad and his Pure, Immaculate Household"
    ],
    "transliteration": [
      "as salāmu `alayki yā binta sayyidil anbiyā",
      "as salāmu `alayki yā binta ṣāḥibil ḥawḍi wal liwā",
      "as salāmu `alayki yā binta man `urija bihi ilas samā",
      "wawaṣala ilā maqāmi qāba qawsayni aw adnā",
      "as salāmu `alayki yā binta nabiyyil hudā",
      "wasayyidil warā wamunqidhil `ibādi minar radā",
      "as salāmu `alayki yā binta ṣāḥibil khuluqil `aẓīm",
      "wash sharafil `amīmi wal-āyāti wadh dhikril ḥakīm",
      "as salāmu `alayki yā binta ṣāḥibil maqāmil maḥmūd",
      "wālḥawḍil mawrūdi wal liwā-il mash-hūd",
      "as salāmu `alayki yā binta manhaji dīnil islām",
      "waṣāḥibil qiblati wal qur-ān",
      "wa`alamiṣ ṣidqi walḥaqqi wal-iḥsān",
      "as salāmu `alayki yā binta ṣafwatil anbiyā",
      "wa`alamil atqiyā-i wamash-hūridh dhikri fil ar-ḍi was samā",
      "waraḥmatullāhi wabarakātuh",
      "as salāmu `alayki yā binta khayri khalqillāhi wasayyidi khalqih",
      "wa-awwalil `adadi qabla ijādi ar-ḍihi wasamāwātih",
      "wa ākhiril abadi ba`da fanā-id dunyā wa-ahlihā",
      "al ladhī rūḥuhu nuskhatul lāhūti waṣūratuhu nuskhatul mulki wāl-malakūt",
      "waqalbuhu khuzānatul ḥayyil ladhī lā yamūt",
      "waraḥmatullāhi wabarakātuh",
      "as salāmu `alayki yā bintal muẓallali bilghamām",
      "sayyidil kawnayni wamawlith thaqalayn",
      "washafī`il ummati yawmal maḥshar",
      "waraḥmatullāhi wabarakātuh",
      "as salāmu `alayki yā binta sayyidil awṣiyā",
      "as salāmu `alayki yā binta imāmil atqiyā",
      "as salāmu `alayki yā binta ruknil awliyā",
      "as salāmu `alayki yā binta `imādil aṣfiyā",
      "as salāmu `alayki yā binta ya`subid dīn",
      "as salāmu `alayki yā binta amīril mu-minīn",
      "as salāmu `alayki yā binta sayyidil waṣiyyīn",
      "as salāmu `alayki yā binta qā-idil bararah",
      "as salāmu `alayki yā binta qāmi`il kafarati wālfajarah",
      "as salāmu `alayki yā binta wārithin nabiyyīn",
      "as salāmu `alayki yā binta khalīfati sayyidil mur-salīn",
      "as salāmu `alayki yā binta ḍiyā-id dīn",
      "as salāmu `alayki yā bintan naba-il `aẓīmi `alal yaqīn",
      "as salāmu `alayki yā binta man ḥisābun nāsi `alayhi wālkawtharu bayna yadayh",
      "wan naṣṣu yawmal ghadīri `alayh",
      "waraḥmatullāhi wabarakātuh",
      "as salāmu `alayki yā binta man qāda zimāma nāqatihā jibrā-īl",
      "washārakahā fī muṣābhā isrāfīl",
      "waghaḍiba bisababihar rabbul jalīl",
      "wabakā limuṣābihā ibrāhīmul khalīl",
      "wanūḥun wamūsal kalīmu fī kar-balā",
      "as salāmu `alayki yā bintal budūris sawāṭi`",
      "as salāmu `alayki yā bintash shumūsiṭ ṭawāli`, waraḥmatullāhi wabarakātuh",
      "as salāmu `alayki yā binta zamzama waṣ ṣafā",
      "as salāmu `alayki yā binta makkata waminā",
      "as salāmu `alayki yā binta man ḥumila `alal burāqi fil hawa",
      "as salāmu `alayki yā binta man ḥamalaz zakāta bi-aṭrāfir ridā-i wabadhalahu `alal fuqarā",
      "as salāmu `alayki yā binta man usriya bihi minal masjidil ḥarāmi ilal masjidil aqṣā",
      "as salāmu `alayki yā binta man ḍaraba bissayfayn",
      "as salāmu `alayki yā binta man ṣallal qiblatayn",
      "as salāmu `alayki yā binta muḥammadinil muṣṭafā",
      "as salāmu `alayki yā binta `aliyyinil mur-taḍā",
      "as salāmu `alayki yā binta fāṭimataz zahrā",
      "as salāmu `alayki yā binta khadījatal kubrā",
      "as salāmu `alayki wa`alā jaddiki muḥammadinil mukhtār",
      "as salāmu `alayki wa`alā abīki ḥaydaral karrār",
      "as salāmu `alayki wa`alas sādātil aṭ-hāril akhyār",
      "wahum ḥujajullāhi `alal aqṭāri wasādātul ar-ḍi was samā",
      "al ladhīna ḥubbuhum faraḍun `alā a`nāqi kullil khalā-iq",
      "as salāmu `alayki yā binta waliyyillāhil mu`aẓẓam",
      "as salāmu `alayki yā `ammata waliyyillāhil mukarram",
      "as salāmu `alayki yā ummal maṣā-ibi yā zaynabu waraḥmatullāhi wabarakātuh",
      "as salāmu `alayki ayyatuhal fāḍilatur rashīdah",
      "as salāmu `alayki ayyatuhal kāmilatul `ālimatul `āmilah",
      "as salāmu `alayki ayyatuhal karīmatun nabīlah",
      "as salāmu `alayki ayyatuhat taqiyyatun naqiyyah",
      "as salāmu `alayki yā man ẓaharat maḥabbatuhā lilḥusaynil maẓlūm",
      "fī mawārida `adīdatin wataḥamilul maṣā-ibal maḥuriqata lilqulūbi ma`a taḥammulātin shadīdah",
      "as salāmu `alayki yā man ḥafiẓatil imāma fī yawmi `āshūrā-a fil qatlā",
      "wabadhalat nafsahā fī najāti zaynil `ābidīna fī majalisi ashqal ashqiyā",
      "wanaṭaqat kanuṭqi `aliyyin `alayhis salāmu fī sikakil kūfati waḥawlahā kathīrun minal a`dā",
      "as salāmu `alayki yā man naṭaḥat jabinahā bimuqaddamil maḥmali idh ra-at ra-sa sayyidish shuhadā",
      "wayakhrujud damu min taḥti qinā`ihā wamin maḥmalihā biḥaythu yarā man ḥawlahā minal a`dā",
      "as salāmu `alayki yā tāliyatal ma`ṣūm",
      "as salāmu `alayki yā mumtaḥanatu fī taḥammulil maṣā-ibi kalḥusaynil maẓlūm",
      "waraḥmatullāhi wabarakātuh",
      "as salāmu `alayki ayyatuhal ba`īdatu `anil awṭān",
      "as salāmu `alayki ayyatuhal asīratu fil buldān",
      "as salāmu `alayki ayyatuhal mutaḥayyaratu fī kharābatish shām",
      "as salāmu `alayki ayyatuhal mutaḥayyaratu fī wuqūfiki `alā jasadi sayyidish shuhadā",
      "wakhāṭabti jaddaki rasūlallāhi ṣallallāhu `alayhi wa ālihi bihādhan nidā",
      "ṣallā `alayka malā-ikatus samā",
      "hādhā ḥusaynun bil `arā-i maslūbul `imāmati war ridā",
      "muqaṭṭa`ul a`ḍā",
      "wabanātuka sabāyā",
      "wa-ilallāhil mushtakā",
      "waqālat",
      "yā muḥammadu hādhā ḥusaynun tasfī `alayhi rīḥuṣ ṣabā",
      "jadhūdhar ra-si minal qafā",
      "qatīla awlādil bighā",
      "waḥuznāhu `alayka yā abā `abdillāh",
      "as salāmu `alayki yā man tahayyaja qalbuhā lilḥusayn",
      "al maẓlūmil `ur-yānil maṭrūḥi `alath tharā",
      "waqālat biṣawtin ḥazīn",
      "bi-abī man nafsī lahul fidā",
      "bi-abil mahmūmu ḥattā qaḍā",
      "bi-abī man shaybatuhu taqṭiru bid dima",
      "as salāmu `alā man bakat `alā jasadi akhīhā baynal qatlā",
      "ḥattā bakā libukā-ihā kullu ṣadīqin wa`aduww",
      "wara-an nāsu dumū`al khayli tanḥadiru `alā ḥawāfirihā `alat taḥqīq",
      "as salāmu `alā man takaffalat wajma`at fī `aṣri `āshūrā-a banāti rasūlillāhi wa-aṭfālil ḥusayn",
      "waqāmat lahal qiyāmatu fī shahādatiṭ ṭiflaynil gharībaynil maẓlūmayn",
      "as salāmu `alā man lam tanam `aynuhā li-ajli ḥirāsati-āla rasūlillāhi fī ṭaf nīnawā",
      "waṣārat asīratan dhalīlatan biyadil a`dā",
      "as salāmu `alā man rakibat ba`īran bighayr",
      "wiṭā-in wanādat akhāhā abal faḍli bihādhan nida",
      "akhī abal faḍl",
      "antal ladhī ar-kabtanī idh aradtul khurūja minal madīnah",
      "as salāmu `alā man khaṭabat fī maydānil kūfati bikhiṭbatin nāfi`ah",
      "ḥattā sakanatil aṣwātu min kulli nāḥiyah",
      "as salāmu `alā maniḥtajjat fī majlisibni ziyādin biḥatjājātin wāḍiḥatin waqālat fī jawābihi bibayyinātin ṣādiqah, idh qālabnu ziyādin lizaynaba salāmullāhi `alayhā",
      "kayfa ra-ayti ṣun`allāhi bi-akhīkil ḥusayn",
      "qālat mā ra-aytu illā jamīlā",
      "as salāmu `alayki yā asīratan bi-aydil a`dā-i fil falawāt",
      "wara-ayti ahlish shāmi fī ḥālatil `ayshi was surūri wanashrir rāyāt",
      "as salāmu `alā man shuddal ḥablu `alā `aḍudihā wa`unuqil imāmi zaynil `ābidīn",
      "wa-adkhalūhā ma`a sittata `ashra nafaran min-āli rasūlillāh",
      "wahum kal-usarā-i muqarranīna bil ḥadīdi maẓlūmīn",
      "waqāla `aliyyubnul ḥusayni `alayhis salāmu liyazīd",
      "yā yazīdu mā ẓannuka birasūlillāhi ṣallallāhu `alayhi wa ālihi law rānā `alā hādhihil ḥālah",
      "thumma qālat ummul maṣā-ibi zaynabu lah",
      "qā-ilan la-ahallū wastahallū faraḥan thumma qālū yā yazīdu lā tushal",
      "muntaḥiyan `alā thanāyā abī `abdillāh, `alayhis salām",
      "sayyidi shabābi ahlil jannati tankutuhā bimikhṣaratik",
      "thumma qālat wala-in jarat `alayyad dawāhī mukhāṭabatak",
      "innī la-astaṣghiru qadraka wa-asta`ẓimu taqrī`aka wa-astakthiru tawbīkhak",
      "lākinil `uyūnu `abrā waṣ ṣudūru ḥarrā",
      "al-a fal`ajabu kullul `ajabi liqatli ḥizbillāhin nujabā-i biḥizbish shayṭāniṭ ṭulaqā",
      "la-inittakhadhtanā maghnaman latajidunā washīkan mughraman ḥīna lā tajidu illā mā qaddamat yadāk",
      "wamā rabbuka biẓallāmin lil`abīd",
      "fa-lallāhil mushtakā wa`alayhil mu`awwalu fish shiddati war rakhā",
      "fakid kaydaka was`a sa`yaka wanāṣib jahdak",
      "fawallāhi lā tamḥuwanna dhikranā walā tumītu waḥyanā",
      "walā tudriku amadanā walā tar-khaṣu `anka `ārahā",
      "wahal ra-yuka illā fanadun wa-ayyāmuka illā `adad",
      "wajam`uka illā badad",
      "yā yazīdu amā sama`tu qawlallāhi ta`ālā",
      "walā taḥsabannal ladhīna qutilū fī sabīlillāhi amwātā",
      "bal aḥyā-un `inda rabbihim yur-zaqūn",
      "falḥamdu lillāhi rabbil `ālamīn",
      "al ladhī khatama li-awwalinā bissa`ādati wal maghfirah",
      "wali-ākhirinā bishhahādati war raḥmah",
      "wanas-alullāha an yukmila lahumuth thawāb",
      "wayūjiba lahumul mazīda wayuḥsinu `alaynal khilāfah",
      "innahu raḥīmun wadūd",
      "waḥasbunallāhu wani`mal wakīl",
      "waṣallallāhu `alā muḥammadin wa ālihiṭ ṭayyibīnaṭ ṭāhirīn"
    ]
  }
}