{
  "metadata": {
    "id": "98",
    "name": "Ziarat of Bibi Khadija",
    "used": "1",
    "audio": "2",
    "section": "Ziarat.People|Months.Ramadhan",
    "section_rank": "04",
    "first_line": 1,
    "lines": 16,
    "has_youtube": true,
    "youtube_ids": [
      "V0HWQBGmnwA"
    ],
    "all_sections": [
      "Ziarat.People",
      "Months.Ramadhan"
    ]
  },
  "content": {
    "arabic": [
      "اَلسَّلاَمُ عَلَيْكِ يَا اُمَّ الْاَئِمَّةِ الطَّاهِرِيْنَ",
      "اَلسَّلاَمُ عَلَيْكِ يَا اُمَّ المُؤْمِنِيْنَ",
      "اَلسَّلاَمُ عَلَيْكِ يَا اُمَّ الْمُؤْمِنَاتِ",
      "اَلسَّلاَمُ عَلَيْكِ يَا خَالِصَةَ الْمُخْلِصَاتِ",
      "اَلسَّلاَمُ عَلَيْكِ يَا سَيِّدَةَ الْحَرَمِ وَ مَلِكَةَ الْبَطْحَاءِ",
      "اَلسَّلاَمُ عَلَيْكِ يَا اَوَّلَ مَنْ صَدَّقَتْ رَسُوْلِ اللَّهِ مِنَ النِّسَاءِ",
      "اَلسَّلاَمُ عَلَيْكِ يَا مَنْ وَفَتْ بِالْعُبُوْدِيَّةِ حَقَّ الْوَفَاءِ وَ اَسْلَمَتْ نَفْسَهَا وَ اَنْفَقَتْ مَالَهَا لِسَيِّدِ الْاَنْبِيَاءِ",
      "اَلسَّلاَمُ عَلَيْكِ يَا قَرِيْنَةَ حَبِيْبِ اِلٰهِ السَّمَاءِ الْمُزَّوَّجَةِ بِخُلاَصَةِ الْاَصْفِيَاءِ يَابْنَةَ اِبْرَاهِيْمَ الْخَلِيْلِ",
      "اَلسَّلاَمُ عَلَيْكِ يَا مَنْ سَلَّمَ عَلَيْهَا جَبْرَئِيْلُ وَ بَلَّغَ اِلَيْهَا السَّلاَمَ مِنَ اللَّهِ الْجَلِيْلِ",
      "اَلسَّلاَمُ عَلَيْكِ يَا حَافِظَةَ دِيْنِ اللَّهِ",
      "اَلسَّلاَمُ عَلَيْكِ يَا نَاصِرَةَ رَسُوْلِ اللَّهِ",
      "اَلسَّلاَمُ عَلَيْكِ يَا مَنْ تَوَلَّى دَفْنَهَا رَسُوْلُ اللَّهِ",
      "وَ اَسْتَوْدَعَهَا اِلَى رَحْمَةِ اللَّهِ",
      "اَشْهَدُ اَنَّكِ حَبِيْبَةُ اللَّهِ وَ خِيَرَةَ اُمَّتِهِ وَ اَنَّ اللَّهَ",
      "جَعَلَكِ فِىْ مُسْتَقَرِّ رَحْمَتِهِ فِيْ قَصْرٍ مِّنَ الْيَاقُوْتِ",
      "وَ الْعِقْيَانِ فِيْ اَعْلَى مَنَازِلِ الْجِنَانِ صَلَّى اللَّهُ عَلَيْكِ وَ رَحْمَةُ اللَّهِ وَ بَرَكَاتُهُ"
    ],
    "translation": [
      "Peace on you, O the mother of the pure Imams",
      "Peace be on you, O the mother of the believing men",
      "Peace be on you, O the first of the believing women",
      "Peace be on you, O the sincere lady among the devoted ones",
      "Peace be on you, O the chief lady of the sacrosanct (haram] And the queen of Mecca",
      "Peace be on you, O the first one to believe in the Apostle of Allah from among the women",
      "Peace be on you, O the one who observed servitude as it ought to be observed, submitted herself and discharged her wealth in the service of the chief of the Prophets.",
      "Peace be on you, O the companion of the beloved of the Lord of the Heaven. The spouse of the epitome of the chosen ones. O the daughter of Ibraheem, the friend (of Allah]",
      "Peace be on you, O the one to whom Jibraeel used to salute and used to convey to her the salutations from Allah, the Majestic.",
      "Peace be on you, O the protector of the religion of Allah.",
      "Peace be on you, O the helper of the Apostle of Allah.",
      "Peace be on you, O the one whose burial was arranged by the Apostle of Allah",
      "and he entrusted her to the Mercy of Allah.",
      "I bear witness that you are esteemed near Allah",
      "and the chosen one among His nation and that Allah has placed you in His Mercy",
      "in a place built of ruby and in the highest grades of Paradise, May Allah send salutations upon you and His Mercy and Blessings ."
    ],
    "transliteration": [
      "as salāmu `alayki yā ummal a-immatiṭ ṭāhirīn",
      "as salāmu `alayki yā ummal mu-minīn",
      "as salāmu `alayki yā ummal mu-mināt",
      "as salāmu `alayki yā khāliṣatal mukhliṣāt",
      "as salāmu `alayki yā sayyidatal ḥarami wa malikatal baṭ-ḥā",
      "as salāmu `alayki yā awwala man ṣaddaqat rasūlillāhi minan nisā",
      "as salāmu `alayki yā man wafat bil `ubūdiyyati ḥaqqal wafā-i wa aslamat nafsahā wa anfaqat mālahā lisayyidil anbiyā",
      "as salāmu `alayki yā qarīnata ḥabībi ilāhis samā-il muzzawwajati bikhulāṣatil aṣfiyā-i yabnata ibrāhīmal khalīl",
      "as salāmu `alayki yā man sallama `alayhā jabra-īlu wa ballagha ilayhas salāma minallāhil jalīl",
      "as salāmu `alayki yā ḥāfiẓata dīnillāh",
      "as salāmu `alayki yā nāṣirata rasūlillāh",
      "as salāmu `alayki yā man tawallā dafnahā rasūlullāh",
      "wa astawda`ahā ilā raḥmatillāh",
      "ash-hadu annaki ḥabībatullāhi wa khiyarata ummatihi wa annallāh",
      "ja`alaki fī mustaqarri raḥmatihi fī qaṣrin mminal yāqūt",
      "wal `iqyāni fī a`lā manāzilil jināni ṣallallāhu `alayki wa raḥmatullāhi wa barakātuh"
    ]
  }
}