{
  "metadata": {
    "id": "102",
    "name": "Dua 3 on the night of Qadr",
    "used": "1",
    "audio": "2",
    "section": "Months.Ramadhan",
    "section_rank": 0,
    "first_line": 3,
    "lines": 11,
    "has_youtube": false,
    "youtube_ids": [],
    "all_sections": [
      "Months.Ramadhan"
    ]
  },
  "content": {
    "arabic": [
      "بِسْمِ اللَّـهِ الرَّحْمَـٰنِ الرَّحِيمِ",
      "اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ",
      "يَا ذَا الَّذِيْ كَانَ قَبْلَ كُلِّ شَيْئٍ",
      "ثُمَّ خَلَقَ كُلَّ شَيْئٍ",
      "ثُمَّ يَبْقَى وَيَفْنَى كُلُّ شَيْئٍ",
      "يَا ذَا الَّذِيْ لَيْسَ كَمِثْلِهِ شَيْئٌ",
      "وَيَا ذَا الَّذِيْ لَيْسَ فِيْ السَّمَاوَاتِ الْعُلَى",
      "وَلَا فِيْ الْاَرَضِيْنَ السُّفْلَى",
      "وَلَا فَوْقَهُنَّ وَلَا تَحْتَهُنَّ وَلَا بَيْنَهُنَّ إِلٰهٌ يُعْبَدُ غَيْرُهُ",
      "لَكَ الْحَمْدُ حَمْدًا لَا يَقْوَى عَلَى إِحْصَائِهِ إِلَّا أَنْتَ",
      "فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ صَلاَةً لَا يَقْوَى عَلَى إِحْصَائِهَا إِلَّا أَنْتَ"
    ],
    "translation": [
      "In the Name of Allāh, the All-beneficent, the All-merciful.",
      "O' Allāh send Your blessings on Muhammad and the family of Muhammad.",
      "O He Who has been always there before all things,",
      "And He then created all things,",
      "And He then stays while all things vanish.",
      "O He Whose like in not found at all",
      "O He; neither in the highest heavens,",
      "Nor in the lowest layers of the earth",
      "Nor above them, nor beneath them, nor there is between them any god that is worshipped save Him.",
      "To You be the praise that none can count save You,",
      "So, please bless Muhammad and the Household of Muhammad with the blessings that none can count save You."
    ],
    "transliteration": [
      "bismillāhir raḥmānir raḥīm",
      "allāhumma ṣalli `alā muḥammadin wa āli muḥammad",
      "yā dhal ladhī kāna qabla kulli shay",
      "thumma khalaqa kulla shay",
      "thumma yabqā wayafnā kullu shay",
      "yā dhal ladhī laysa kamithlihi shay",
      "wayā dhal ladhī laysa fis samāwātil `ulā",
      "walā fil araḍīnas suflā",
      "walā fawqahunna walā taḥtahunna walā baynahunna ilāhun yu`badu ghayruh",
      "lakal ḥamdu ḥamdan lā yaqwā `alā iḥṣā-ihi illā ant",
      "faṣalli `alā muḥammadin wa āli muḥammadin ṣalātan lā yaqwā `alā iḥṣā-ihā illā ant"
    ]
  }
}