{
  "metadata": {
    "id": "130",
    "name": "Dua 47 - Sahifat Sajjadiyyah",
    "used": "1",
    "audio": "2",
    "section": "Duas.Sahifa|Months.ZilHajj",
    "section_rank": "47",
    "first_line": 3,
    "lines": 419,
    "has_youtube": true,
    "youtube_ids": [
      "bPwV9AUGhX0",
      "dxhCBA-z4ho"
    ],
    "all_sections": [
      "Duas.Sahifa",
      "Months.ZilHajj"
    ]
  },
  "content": {
    "arabic": [
      "بِسْمِ اللَّـهِ الرَّحْمَـٰنِ الرَّحِيمِ",
      "اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ",
      "اَلْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِيْنَ",
      "اَللَّهُمَّ لَكَ الْحَمْدُ بَدِيعَ السَّمَاوَاتِ وَ الْأَرْضِ",
      "ذَا الْجَلَالِ وَ الْإِكْرَامِ",
      "رَبَّ الْأَرْبَابِ وَ إِلَهَ كُلِّ مَأْلُوهٍ",
      "وَ خَالِقَ كُلِّ مَخْلُوقٍ",
      "وَ وَارِثَ كُلِّ شَيْءٍ لَيْسَ كَمِثْلِهِ شَيْءٌ",
      "وَ لَا يَعْزُبُ عَنْهُ عِلْمُ شَيْء",
      "وَ هُوَ بِكُلِّ شَيْءٍ مُحِيطٌ",
      "وَ هُوَ عَلَى كُلِّ شَيْءٍ رَقِيبٌ",
      "أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ الْأَحَدُ الْمُتَوَحِّدُ الْفَرْدُ الْمُتَفَرِّدُ",
      "وَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ الْكَرِيمُ الْمُتَكَرِّمُ",
      "اَلْعَظِيمُ الْمُتَعَظِّمُ الْكَبِيرُ الْمُتَكَبِّرُ",
      "وَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ الْعَلِيُّ الْمُتَعَالِ الشَّدِيدُ الْمِحَالِ",
      "وَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ الرَّحْمَنُ الرَّحِيمُ الْعَلِيمُ الْحَكِيمُ",
      "وَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ السَّمِيعُ الْبَصِيرُ الْقَدِيمُ الْخَبِيرُ",
      "وَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ الْكَرِيمُ الْأَكْرَمُ الدَّائِمُ الْأَدْوَمُ",
      "وَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ الْأَوَّلُ",
      "قَبْلَ كُلِّ أَحَدٍ وَ الْآخِرُ بَعْدَ كُلِّ عَدَدٍ",
      "وَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ الدَّانِيْ فِيْ عُلُوِّهِ",
      "وَ الْعَالِيْ فِيْ دُنُوِّهِ",
      "وَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ ذُوْ الْبَهَاءِ وَ الْمَجْدِ وَ الْكِبْرِيَاءِ وَ الْحَمْدِ",
      "وَ أَنْتَ اللَّهُ لَا إِلَهَ إِلَّا أَنْتَ الَّذِيْ أَنْشَأْتَ الْأَشْيَاءَ مِنْ غَيْرِ سِنْخٍ",
      "وَ صَوَّرْتَ مَا صَوَّرْتَ مِنْ غَيْرِ مِثَالٍ",
      "وَ ابْتَدَعْتَ الْمُبْتَدَعَاتِ بِلَا احْتِذَاءٍ",
      "أَنْتَ الَّذِيْ قَدَّرْتَ كُلَّ شَيْءٍ تَقْدِيرًا",
      "وَ يَسَّرْتَ كُلَّ شَيْءٍ تَيْسِيرًا",
      "وَ دَبَّرْتَ مَا دُونَكَ تَدْبِيرًا",
      "أَنْتَ الَّذِيْ لَمْ يُعِنْكَ عَلَى خَلْقِكَ شَرِيكٌ",
      "وَ لَمْ يُوَازِرْكَ فِيْ أَمْرِكَ وَزِيرٌ",
      "وَ لَمْ يَكُنْ لَكَ مُشَاهِدٌ وَ لَا نَظِيرٌ",
      "أَنْتَ الَّذِيْ أَرَدْتَ فَكَانَ حَتْمًا مَا أَرَدْتَ",
      "وَ قَضَيْتَ فَكَانَ عَدْلًا مَا قَضَيْتَ",
      "وَ حَكَمْتَ فَكَانَ نِصْفًا مَا حَكَمْتَ",
      "أَنْتَ الَّذِيْ لَا يَحْوِيكَ مَكَانٌ",
      "وَ لَمْ يَقُمْ لِسُلْطَانِكَ سُلْطَانٌ",
      "وَ لَمْ يُعْيِكَ بُرْهَانٌ وَ لَا بَيَانٌ",
      "أَنْتَ الَّذِيْ أَحْصَيْتَ كُلَّ شَيْءٍ عَدَدًا",
      "وَ جَعَلْتَ لِكُلِّ شَيْءٍ أَمَدًا",
      "وَ قَدَّرْتَ كُلَّ شَيْءٍ تَقْدِيرًا",
      "أَنْتَ الَّذِيْ قَصُرَتِ الْأَوْهَامُ عَنْ ذَاتِيَّتِكَ",
      "وَ عَجَزَتِ الْأَفْهَامُ عَنْ كَيْفِيَّتِكَ",
      "وَ لَمْ تُدْرِكِ الْأَبْصَارُ مَوْضِعَ أَيْنِيَّتِكَ",
      "أَنْتَ الَّذِيْ لَا تُحَدُّ فَتَكُونَ مَحْدُودًا",
      "وَ لَمْ تُمَثَّلْ فَتَكُونَ مَوْجُودًا",
      "وَ لَمْ تَلِدْ فَتَكُونَ مَوْلُودًا",
      "أَنْتَ الَّذِيْ لَا ضِدَّ مَعَكَ فَيُعَانِدَكَ",
      "وَ لَا عِدْلَ لَكَ فَيُكَاثِرَكَ وَ لَا نِدَّ لَكَ فَيُعَارِضَكَ",
      "أَنْتَ الَّذِيْ ابْتَدَأَ وَ اخْتَرَعَ",
      "وَ اسْتَحْدَثَ وَ ابْتَدَعَ",
      "وَ أَحْسَنَ صُنْعَ مَا صَنَعَ",
      "سُبْحَانَكَ مَا أَجَلَّ شَأْنَكَ",
      "وَ أَسْنَى فِيْ الْأَمَاكِنِ مَكَانَكَ",
      "وَ أَصْدَعَ بِالْحَقِّ فُرْقَانَكَ",
      "سُبْحَانَكَ مِنْ لَطِيفٍ مَا أَلْطَفَكَ",
      "وَ رَؤُوفٍ مَا أَرْأَفَكَ وَ حَكِيمٍ مَا أَعْرَفَكَ",
      "سُبْحَانَكَ مِنْ مَلِيكٍ مَا أَمْنَعَكَ",
      "وَ جَوَادٍ مَا أَوْسَعَكَ وَ رَفِيعٍ مَا أَرْفَعَكَ",
      "ذُوْ الْبَهَاءِ وَ الْمَجْدِ وَ الْكِبْرِيَاءِ وَ الْحَمْدِ",
      "سُبْحَانَكَ بَسَطْتَ بِالْخَيْرَاتِ يَدَكَ",
      "وَ عُرِفَتِ الْهِدَايَةُ مِنْ عِنْدِكَ",
      "فَمَنِ الْتَمَسَكَ لِدِينٍ أَوْ دُنْيَا وَجَدَكَ",
      "سُبْحَانَكَ خَضَعَ لَكَ مَنْ جَرَى فِيْ عِلْمِكَ",
      "وَ خَشَعَ لِعَظَمَتِكَ مَا دُوْنَ عَرْشِكَ",
      "وَ انْقَادَ لِلتَّسْلِيمِ لَكَ كُلُّ خَلْقِكَ",
      "سُبْحَانَكَ لَا تُحَسُّ وَ لَا تُجَسُّ وَ لَا تُمَسُّ",
      "وَ لَا تُكَادُ وَ لَا تُمَاطُ وَ لَا تُنَازَعُ وَ لَا تُجَارَى",
      "وَ لَا تُمَارَى وَ لَا تُخَادَعُ وَ لَا تُمَاكَرُ",
      "سُبْحَانَكَ سَبِيلُكَ جَدَدٌ وَ أَمْرُكَ رَشَدٌ وَ أَنْتَ حَيٌّ صَمَدٌ",
      "سُبْحَانَكَ قَوْلُكَ حُكْمٌ وَ قَضَاؤُكَ حَتْمٌ وَ إِرَادَتُكَ عَزْمٌ",
      "سُبْحَانَكَ لَا رَادَّ لِمَشِيَّتِكَ وَ لَا مُبَدِّلَ لِكَلِمَاتِكَ",
      "سُبْحَانَكَ بَاهِرَ الْآيَاتِ فَاطِرَ السَّمَاوَاتِ بَارِئَ النَّسَمَاتِ",
      "لَكَ الْحَمْدُ حَمْدًا يَدُومُ بِدَوَامِكَ",
      "وَ لَكَ الْحَمْدُ حَمْدًا خَالِدًا بِنِعْمَتِكَ",
      "وَ لَكَ الْحَمْدُ حَمْدًا يُوَازِيْ صُنْعَكَ",
      "وَ لَكَ الْحَمْدُ حَمْدًا يَزِيدُ عَلَى رِضَاكَ",
      "وَ لَكَ الْحَمْدُ حَمْدًا مَعَ حَمْدِ كُلِّ حَامِدٍ",
      "وَ شُكْرًا يَقْصُرُ عَنْهُ شُكْرُ كُلِّ شَاكِرٍ",
      "حَمْدًا لَا يَنْبَغِيْ إِلَّا لَكَ",
      "وَ لَا يُتَقَرَّبُ بِهِ إِلَّا إِلَيْكَ",
      "حَمْدًا يُسْتَدَامُ بِهِ الْأَوَّلُ",
      "وَ يُسْتَدْعَى بِهِ دَوَامُ الْآخِرِ",
      "حَمْدًا يَتَضَاعَفُ عَلَى كُرُورِ الْأَزْمِنَةِ",
      "وَ يَتَزَايَدُ أَضْعَافًا مُتَرَادِفَةً",
      "حَمْدًا يَعْجِزُ عَنْ إِحْصَائِهِ الْحَفَظَةُ",
      "وَ يَزِيدُ عَلَى مَا أَحْصَتْهُ فِيْ كِتَابِكَ الْكَتَبَةُ",
      "حَمْدًا يُوَازِنُ عَرْشَكَ الْمَجِيدَ",
      "وَ يُعَادِلُ كُرْسِيَّكَ الرَّفِيعَ",
      "حَمْدًا يَكْمُلُ لَدَيْكَ ثَوَابُهُ",
      "وَ يَسْتَغْرِقُ كُلَّ جَزَاءٍ جَزَاؤُهُ",
      "حَمْدًا ظَاهِرُهُ وَفْقٌ لِبَاطِنِهِ",
      "وَ بَاطِنُهُ وَفْقٌ لِصِدْقِ النِّيَّةِ",
      "حَمْدًا لَمْ يَحْمَدْكَ خَلْقٌ مِثْلَهُ",
      "وَ لَا يَعْرِفُ أَحَدٌ سِوَاكَ فَضْلَهُ",
      "حَمْدًا يُعَانُ مَنِ اجْتَهَدَ فِيْ تَعْدِيْدِهِ",
      "وَ يُؤَيَّدُ مَنْ أَغْرَقَ نَزْعًا فِيْ تَوْفِيَتِهِ",
      "حَمْدًا يَجْمَعُ مَا خَلَقْتَ مِنَ الْحَمْدِ",
      "وَ يَنْتَظِمُ مَا أَنْتَ خَالِقُهُ مِنْ بَعْدُ",
      "حَمْدًا لَا حَمْدَ أَقْرَبُ إِلَى قَوْلِكَ مِنْهُ",
      "وَ لَا أَحْمَدَ مِمَّنْ يَحْمَدُكَ بِهِ",
      "حَمْدًا يُوجِبُ بِكَرَمِكَ الْمَزِيدَ بِوُفُورِهِ",
      "وَ تَصِلُهُ بِمَزِيدٍ بَعْدَ مَزِيدٍ طَوْلًا مِنْكَ",
      "حَمْدًا يَجِبُ لِكَرَمِ وَجْهِكَ وَ يُقَابِلُ عِزَّ جَلَالِكَ",
      "رَبِّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ",
      "اَلْمُنْتَجَبِ الْمُصْطَفَى",
      "اَلْمُكَرَّمِ الْمُقَرَّبِ أَفْضَلَ صَلَوَاتِكَ",
      "وَ بَارِكْ عَلَيْهِ أَتَمَّ بَرَكَاتِكَ",
      "وَ تَرَحَّمْ عَلَيْهِ أَمْتَعَ رَحَمَاتِكَ",
      "رَبِّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ صَلَاةً زَاكِيَةً",
      "لَا تَكُونُ صَلَاةٌ أَزْكَى مِنْهَا",
      "وَ صَلِّ عَلَيْهِ صَلَاةً نَامِيَةً",
      "لَا تَكُونُ صَلَاةٌ أَنْمَى مِنْهَا",
      "وَ صَلِّ عَلَيْهِ صَلَاةً رَاضِيَةً",
      "لَا تَكُونُ صَلَاةٌ فَوْقَهَا",
      "رَبِّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ",
      "صَلَاةً تُرْضِيهِ وَ تَزِيدُ عَلَى رِضَاهُ",
      "وَ صَلِّ عَلَيْهِ صَلَاةً تُرْضِيكَ وَ تَزِيدُ عَلَى رِضَاكَ لَهُ",
      "وَ صَلِّ عَلَيْهِ صَلَاةً لَا تَرْضَى لَهُ إِلَّا بِهَا",
      "وَ لَا تَرَى غَيْرَهُ لَهَا أَهْلًا",
      "رَبِّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ",
      "صَلَاةً تُجَاوِزُ رِضْوَانَكَ وَ يَتَّصِلُ اتِّصَالُهَا بِبَقَائِكَ",
      "وَ لَا يَنْفَدُ كَمَا لَا تَنْفَدُ كَلِمَاتُكَ",
      "رَبِّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ",
      "صَلَاةً تَنْتَظِمُ صَلَوَاتِ مَلَائِكَتِكَ",
      "وَ أَنْبِيَائِكَ وَ رُسُلِكَ وَ أَهْلِ طَاعَتِكَ",
      "وَ تَشْتَمِلُ عَلَى صَلَوَاتِ عِبَادِكَ",
      "مِنْ جِنِّكَ وَ إِنْسِكَ وَ أَهْلِ إِجَابَتِكَ",
      "وَ تَجْتَمِعُ عَلَى صَلَاةِ كُلِّ مَنْ ذَرَأْتَ وَ بَرَأْتَ مِنْ أَصْنَافِ خَلْقِكَ",
      "رَبِّ صَلِّ عَلَيْهِ وَ آلِهِ",
      "صَلَاةً تُحِيطُ بِكُلِّ صَلَاةٍ سَالِفَةٍ وَ مُسْتَأْنَفَةٍ",
      "وَ صَلِّ عَلَيْهِ وَ عَلَى آلِهِ",
      "صَلَاةً مَرْضِيَّةً لَكَ وَ لِمَنْ دُونَكَ",
      "وَ تُنْشِئُ مَعَ ذٰلِكَ صَلَوَاتٍ تُضَاعِفُ مَعَهَا تِلْكَ الصَّلَوَاتِ عِنْدَهَا",
      "وَ تَزِيدُهَا عَلَى كُرُورِ الْأَيَّامِ زِيَادَةً",
      "فِيْ تَضَاعِيفَ لَا يَعُدُّهَا غَيْرُكَ",
      "رَبِّ صَلِّ عَلَى أَطَائِبِ أَهْلِ بَيْتِهِ",
      "اَلَّذِيْنَ اخْتَرْتَهُمْ لِأَمْرِكَ",
      "وَ جَعَلْتَهُمْ خَزَنَةَ عِلْمِكَ وَ حَفَظَةَ دِينِكَ",
      "وَ خُلَفَاءَكَ فِيْ أَرْضِكَ وَ حُجَجَكَ عَلَى عِبَادِكَ",
      "وَ طَهَّرْتَهُمْ مِنَ الرِّجْسِ وَ الدَّنَسِ تَطْهِيرًا بِإِرَادَتِكَ",
      "وَ جَعَلْتَهُمُ الْوَسِيْلَةَ إِلَيْكَ وَ الْمَسْلَكَ إِلَى جَنَّتِكَ",
      "رَبِّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ",
      "صَلَاةً تُجْزِلُ لَهُمْ بِهَا مِنْ نِحَلِكَ وَ كَرَامَتِكَ",
      "وَ تُكْمِلُ لَهُمُ الْأَشْيَاءَ مِنْ عَطَايَاكَ وَ نَوَافِلِكَ",
      "وَ تُوَفِّرُ عَلَيْهِمُ الْحَظَّ مِنْ عَوَائِدِكَ وَ فَوَائِدِكَ",
      "رَبِّ صَلِّ عَلَيْهِ وَ عَلَيْهِمْ صَلَاةً لَا أَمَدَ فِيْ أَوَّلِهَا",
      "وَ لَا غَايَةَ لِأَمَدِهَا وَ لَا نِهَايَةَ لِآخِرِهَا",
      "رَبِّ صَلِّ عَلَيْهِمْ زِنَةَ عَرْشِكَ وَ مَا دُونَهُ",
      "وَ مِلْءَ سَمَاوَاتِكَ وَ مَا فَوْقَهُنَّ",
      "وَ عَدَدَ أَرَضِيكَ وَ مَا تَحْتَهُنَّ وَ مَا بَيْنَهُنَّ",
      "صَلَاةً تُقَرِّبُهُمْ مِنْكَ زُلْفَى وَ تَكُونُ لَكَ وَ لَهُمْ رِضًى",
      "وَ مُتَّصِلَةً بِنَظَائِرِهِنَّ أَبَدًا",
      "اَللَّهُمَّ إِنَّكَ أَيَّدْتَ دِيْنَكَ فِيْ كُلِّ أَوَانٍ",
      "بِإِمَامٍ أَقَمْتَهُ عَلَمًا لِعِبَادِكَ وَ مَنَارًا فِيْ بِلَادِكَ",
      "بَعْدَ أَنْ وَصَلْتَ حَبْلَهُ بِحَبْلِكَ",
      "وَ جَعَلْتَهُ الذَّرِيْعَةَ إِلَى رِضْوَانِكَ",
      "وَ افْتَرَضْتَ طَاعَتَهُ وَ حَذَّرْتَ مَعْصِيَتَهُ",
      "وَ أَمَرْتَ بِامْتِثَالِ أَوَامِرِهِ وَ الِانْتِهَاءِ عِنْدَ نَهْيِهِ",
      "وَ أَلَّا يَتَقَدَّمَهُ مُتَقَدِّمٌ وَ لَا يَتَأَخَّرَ عَنْهُ مُتَأَخِّرٌ فَهُوَ عِصْمَةُ اللَّائِذِينَ",
      "وَ كَهْفُ الْمُؤْمِنِيْنَ وَ عُرْوَةُ الْمُتَمَسِّكِينَ وَ بَهَاءُ الْعَالَمِيْنَ",
      "اَللَّهُمَّ فَأَوْزِعْ لِوَلِيِّكَ شُكْرَ مَا أَنْعَمْتَ بِهِ عَلَيْهِ",
      "وَ أَوْزِعْنَا مِثْلَهُ فِيهِ وَ آتِهِ مِنْ لَدُنْكَ سُلْطَانًا نَصِيرًا",
      "وَ افْتَحْ لَهُ فَتْحًا يَسِيرًا وَ أَعِنْهُ بِرُكْنِكَ الْأَعَزِّ",
      "وَ اشْدُدْ أَزْرَهُ وَ قَوِّ عَضُدَهُ وَ رَاعِهِ بِعَيْنِكَ",
      "وَ احْمِهِ بِحِفْظِكَ وَ انْصُرْهُ بِمَلَائِكَتِكَ",
      "وَ امْدُدْهُ بِجُنْدِكَ الْأَغْلَبِ وَ أَقِمْ بِهِ كِتَابَكَ وَ حُدُودَكَ",
      "وَ شَرَائِعَكَ وَ سُنَنَ رَسُولِكَ صَلَوَاتُكَ اللَّهُمَّ عَلَيْهِ وَ آلِهِ",
      "وَ أَحْيِ بِهِ مَا أَمَاتَهُ الظَّالِمُوْنَ مِنْ مَعَالِمِ دِينِكَ",
      "وَ اجْلُ بِهِ صَدَأَ الْجَوْرِ عَنْ طَرِيقَتِكَ",
      "وَ أَبِنْ بِهِ الضَّرَّاءَ مِنْ سَبِيلِكَ",
      "وَ أَزِلْ بِهِ النَّاكِبِينَ عَنْ صِرَاطِكَ",
      "وَ امْحَقْ بِهِ بُغَاةَ قَصْدِكَ عِوَجًا",
      "وَ أَلِنْ جَانِبَهُ لِأَوْلِيَائِكَ وَ ابْسُطْ يَدَهُ عَلَى أَعْدَائِكَ",
      "وَ هَبْ لَنَا رَأْفَتَهُ وَ رَحْمَتَهُ وَ تَعَطُّفَهُ وَ تَحَنُّنَهُ",
      "وَ اجْعَلْنَا لَهُ سَامِعِينَ مُطِيعِينَ وَ فِيْ رِضَاهُ سَاعِينَ",
      "وَ إِلَى نُصْرَتِهِ وَ الْمُدَافَعَةِ عَنْهُ مُكْنِفِينَ",
      "وَ إِلَيْكَ وَ إِلَى رَسُولِكَ صَلَوَاتُكَ",
      "اَللَّهُمَّ عَلَيْهِ وَ آلِهِ بِذٰلِكَ مُتَقَرِّبِينَ",
      "اَللَّهُمَّ وَ صَلِّ عَلَى أَوْلِيَائِهِمُ الْمُعْتَرِفِينَ بِمَقَامِهِمْ",
      "اَلْمُتَّبِعِينَ مَنْهَجَهُمُ الْمُقْتَفِينَ آثَارَهُمْ",
      "اَلْمُسْتَمْسِكِينَ بِعُرْوَتِهِمُ الْمُتَمَسِّكِينَ بِوَلَايَتِهِمْ",
      "اَلْمُؤْتَمِّينَ بِإِمَامَتِهِمُ الْمُسَلِّمِيْنَ لِأَمْرِهِمْ",
      "اَلْمُجْتَهِدِيْنَ فِيْ طَاعَتِهِمُ الْمُنْتَظِرِينَ أَيَّامَهُمْ",
      "اَلْمَادِّينَ إِلَيْهِمْ أَعْيُنَهُمْ",
      "اَلصَّلَوَاتِ الْمُبَارَكَاتِ الزَّاكِيَاتِ النَّامِيَاتِ الْغَادِيَاتِ الرَّائِحَاتِ",
      "وَ سَلِّمْ عَلَيْهِمْ وَ عَلَى أَرْوَاحِهِمْ",
      "وَ اجْمَعْ عَلَى التَّقْوَى أَمْرَهُمْ",
      "وَ أَصْلِحْ لَهُمْ شُؤُونَهُمْ",
      "وَ تُبْ عَلَيْهِمْ",
      "إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ وَ خَيْرُ الْغَافِرِينَ",
      "وَ اجْعَلْنَا مَعَهُمْ فِيْ دَارِ السَّلَامِ بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِيْنَ",
      "اَللَّهُمَّ هَذَا يَوْمُ عَرَفَةَ",
      "يَوْمٌ شَرَّفْتَهُ وَ كَرَّمْتَهُ وَ عَظَّمْتَهُ نَشَرْتَ فِيهِ رَحْمَتَكَ",
      "وَ مَنَنْتَ فِيهِ بِعَفْوِكَ وَ أَجْزَلْتَ فِيهِ عَطِيَّتَكَ",
      "وَ تَفَضَّلْتَ بِهِ عَلَى عِبَادِكَ",
      "اَللَّهُمَّ وَ أَنَا عَبْدُكَ الَّذِيْ أَنْعَمْتَ عَلَيْهِ قَبْلَ خَلْقِكَ لَهُ وَ بَعْدَ خَلْقِكَ إِيَّاهُ",
      "فَجَعَلْتَهُ مِمَّنْ هَدَيْتَهُ لِدِينِكَ",
      "وَ وَفَّقْتَهُ لِحَقِّكَ وَ عَصَمْتَهُ بِحَبْلِكَ",
      "وَ أَدْخَلْتَهُ فِيْ حِزْبِكَ وَ أَرْشَدْتَهُ لِمُوَالَاةِ أَوْلِيَائِكَ",
      "وَ مُعَادَاةِ أَعْدَائِكَ ثُمَّ أَمَرْتَهُ فَلَمْ يَأْتَمِرْ",
      "وَ زَجَرْتَهُ فَلَمْ يَنْزَجِرْ وَ نَهَيْتَهُ عَنْ مَعْصِيَتِكَ فَخَالَفَ أَمْرَكَ إِلَى نَهْيِكَ",
      "لَا مُعَانَدَةً لَكَ وَ لَا اسْتِكْبَارًا عَلَيْكَ",
      "بَلْ دَعَاهُ هَوَاهُ إِلَى مَا زَيَّلْتَهُ وَ إِلَى مَا حَذَّرْتَهُ",
      "وَ أَعَانَهُ عَلَى ذٰلِكَ عَدُوُّكَ وَ عَدُوُّهُ",
      "فَأَقْدَمَ عَلَيْهِ عَارِفًا بِوَعِيدِكَ رَاجِيًا لِعَفْوِكَ",
      "وَاثِقًا بِتَجَاوُزِكَ وَ كَانَ أَحَقَّ عِبَادِكَ",
      "مَعَ مَا مَنَنْتَ عَلَيْهِ أَلَّا يَفْعَلَ",
      "وَ هَا أَنَا ذَا بَيْنَ يَدَيْكَ صَاغِرًا",
      "ذَلِيْلًا خَاضِعًا خَاشِعًا خَائِفًا",
      "مُعْتَرِفًا بِعَظِيمٍ مِنَ الذُّنُوبِ تَحَمَّلْتُهُ",
      "وَ جَلِيلٍ مِنَ الْخَطَايَا اجْتَرَمْتُهُ",
      "مُسْتَجِيرًا بِصَفْحِكَ لَائِذًا بِرَحْمَتِكَ",
      "مُوقِنًا أَنَّهُ لَا يُجِيرُنِيْ مِنْكَ مُجِيرٌ",
      "وَ لَا يَمْنَعُنِيْ مِنْكَ مَانِعٌ",
      "فَعُدْ عَلَيَّ بِمَا تَعُودُ بِهِ عَلَى مَنِ اقْتَرَفَ مِنْ تَغَمُّدِكَ",
      "وَ جُدْ عَلَيَّ بِمَا تَجُودُ بِهِ عَلَى مَنْ أَلْقَى بِيَدِهِ إِلَيْكَ مِنْ عَفْوِكَ",
      "وَ امْنُنْ عَلَيَّ بِمَا لَا يَتَعَاظَمُكَ",
      "أَنْ تَمُنَّ بِهِ عَلَى مَنْ أَمَّلَكَ مِنْ غُفْرَانِكَ",
      "وَ اجْعَلْ لِيْ فِيْ هَذَا الْيَوْمِ نَصِيبًا أَنَالُ بِهِ حَظًّا مِنْ رِضْوَانِكَ",
      "وَ لَا تَرُدَّنِيْ صِفْرًا مِمَّا يَنْقَلِبُ بِهِ الْمُتَعَبِّدُوْنَ لَكَ مِنْ عِبَادِكَ",
      "وَ إِنِّيْ وَ إِنْ لَمْ أُقَدِّمْ مَا قَدَّمُوهُ مِنَ الصَّالِحَاتِ",
      "فَقَدْ قَدَّمْتُ تَوْحِيدَكَ",
      "وَ نَفْيَ الْأَضْدَادِ وَ الْأَنْدَادِ وَ الْأَشْبَاهِ عَنْكَ",
      "وَ أَتَيْتُكَ مِنَ الْأَبْوَابِ الَّتِيْ أَمَرْتَ أَنْ تُؤْتَى مِنْهَا",
      "وَ تَقَرَّبْتُ إِلَيْكَ بِمَا لَا يَقْرُبُ",
      "أَحَدٌ مِنْكَ إِلَّا بِالتَّقَرُّبِ بِهِ",
      "ثُمَّ أَتْبَعْتُ ذٰلِكَ بِالْإِنَابَةِ إِلَيْكَ",
      "وَ التَّذَلُّلِ وَ الِاسْتِكَانَةِ لَكَ وَ حُسْنِ الظَّنِّ بِكَ وَ الثِّقَةِ بِمَا عِنْدَكَ",
      "وَ شَفَعْتُهُ بِرَجَائِكَ",
      "اَلَّذِيْ قَلَّ مَا يَخِيبُ عَلَيْهِ رَاجِيكَ",
      "وَ سَأَلْتُكَ مَسْأَلَةَ الْحَقِيرِ الذَّلِيلِ",
      "اَلْبَائِسِ الْفَقِيرِ الْخَائِفِ الْمُسْتَجِيرِ",
      "وَ مَعَ ذٰلِكَ خِيفَةً وَ تَضَرُّعًا وَ تَعَوُّذًا وَ تَلَوُّذًا",
      "لَا مُسْتَطِيلًا بِتَكَبُّرِ الْمُتَكَبِّرِينَ",
      "وَ لَا مُتَعَالِيًا بِدَالَّةِ الْمُطِيعِينَ",
      "وَ لَا مُسْتَطِيلًا بِشَفَاعَةِ الشَّافِعِينَ",
      "وَ أَنَا بَعْدُ أَقَلُّ الْأَقَلِّينَ وَ أَذَلُّ الْأَذَلِّينَ",
      "وَ مِثْلُ الذَّرَّةِ أَوْ دُونَهَا",
      "فَيَا مَنْ لَمْ يُعَاجِلِ الْمُسِيئِينَ وَ لَا يَنْدَهُ الْمُتْرَفِينَ",
      "وَ يَا مَنْ يَمُنُّ بِإِقَالَةِ الْعَاثِرِينَ وَ يَتَفَضَّلُ بِإِنْظَارِ الْخَاطِئِينَ",
      "أَنَا الْمُسِيءُ الْمُعْتَرِفُ الْخَاطِئُ الْعَاثِرُ",
      "أَنَا الَّذِيْ أَقْدَمَ عَلَيْكَ مُجْتَرِئًا",
      "أَنَا الَّذِيْ عَصَاكَ مُتَعَمِّدًا",
      "أَنَا الَّذِيْ اسْتَخْفَى مِنْ عِبَادِكَ وَ بَارَزَكَ",
      "أَنَا الَّذِيْ هَابَ عِبَادَكَ وَ أَمِنَكَ",
      "أَنَا الَّذِيْ لَمْ يَرْهَبْ سَطْوَتَكَ وَ لَمْ يَخَفْ بَأْسَكَ",
      "أَنَا الْجَانِيْ عَلَى نَفْسِهِ أَنَا الْمُرْتَهَنُ بِبَلِيَّتِهِ",
      "أَنَا الْقَلِيلُ الْحَيَاءِ أَنَا الطَّوِيلُ الْعَنَاءِ",
      "بِحَقِّ مَنِ انْتَجَبْتَ مِنْ خَلْقِكَ",
      "وَ بِمَنِ اصْطَفَيْتَهُ لِنَفْسِكَ",
      "بِحَقِّ مَنِ اخْتَرْتَ مِنْ بَرِيَّتِكَ وَ مَنِ اجْتَبَيْتَ لِشَأْنِكَ",
      "بِحَقِّ مَنْ وَصَلْتَ طَاعَتَهُ بِطَاعَتِكَ",
      "وَ مَنْ جَعَلْتَ مَعْصِيَتَهُ كَمَعْصِيَتِكَ",
      "بِحَقِّ مَنْ قَرَنْتَ مُوَالَاتَهُ بِمُوَالَاتِكَ",
      "وَ مَنْ نُطْتَ مُعَادَاتَهُ بِمُعَادَاتِكَ",
      "تَغَمَّدْنِيْ فِيْ يَوْمِيْ هَذَا بِمَا تَتَغَمَّدُ بِهِ مَنْ جَارَ إِلَيْكَ مُتَنَصِّلًا",
      "وَ عَاذَ بِاسْتِغْفَارِكَ تَائِبًا",
      "وَ تَوَلَّنِيْ بِمَا تَتَوَلَّى بِهِ أَهْلَ طَاعَتِكَ",
      "وَ الزُّلْفَى لَدَيْكَ وَ الْمَكَانَةِ مِنْكَ",
      "وَ تَوَحَّدْنِيْ بِمَا تَتَوَحَّدُ بِهِ مَنْ وَفَى بِعَهْدِكَ",
      "وَ أَتْعَبَ نَفْسَهُ فِيْ ذَاتِكَ وَ أَجْهَدَهَا فِيْ مَرْضَاتِكَ",
      "وَ لَا تُؤَاخِذْنِيْ بِتَفْرِيطِيْ فِيْ جَنْبِكَ",
      "وَ تَعَدِّيْ طَوْرِيْ فِيْ حُدُودِكَ وَ مُجَاوَزَةِ أَحْكَامِكَ",
      "وَ لَا تَسْتَدْرِجْنِيْ بِإِمْلَائِكَ لِي",
      "اِسْتِدْرَاجَ مَنْ مَنَعَنِيْ خَيْرَ مَا عِنْدَهُ",
      "وَ لَمْ يَشْرَكْكَ فِيْ حُلُوْلِ نِعْمَتِهِ بِي",
      "وَ نَبِّهْنِيْ مِنْ رَقْدَةِ الْغَافِلِينَ",
      "وَ سِنَةِ الْمُسْرِفِينَ وَ نَعْسَةِ الْمَخْذُولِينَ",
      "وَ خُذْ بِقَلْبِيْ إِلَى مَا اسْتَعْمَلْتَ بِهِ الْقَانِتِينَ",
      "وَ اسْتَعْبَدْتَ بِهِ الْمُتَعَبِّدِيْنَ وَ اسْتَنْقَذْتَ بِهِ الْمُتَهَاوِنِيْنَ",
      "وَ أَعِذْنِيْ مِمَّا يُبَاعِدُنِيْ عَنْكَ",
      "وَ يَحُولُ بَيْنِيْ وَ بَيْنَ حَظِّيْ مِنْكَ",
      "وَ يَصُدُّنِيْ عَمَّا أُحَاوِلُ لَدَيْكَ",
      "وَ سَهِّلْ لِيْ مَسْلَكَ الْخَيْرَاتِ إِلَيْكَ",
      "وَ الْمُسَابَقَةِ إِلَيْهَا مِنْ حَيْثُ أَمَرْتَ",
      "وَ الْمُشَاحَّةَ فِيهَا عَلَى مَا أَرَدْتَ",
      "وَ لَا تَمْحَقْنِيْ فِيمَنْ تَمْحَقُ مِنَ الْمُسْتَخِفِّينَ بِمَا أَوْعَدْتَ",
      "وَ لَا تُهْلِكْنِيْ مَعَ مَنْ تُهْلِكُ مِنَ الْمُتَعَرِّضِينَ لِمَقْتِكَ",
      "وَ لَا تُتَبِّرْنِيْ فِيمَنْ تُتَبِّرُ مِنَ الْمُنْحَرِفِينَ عَنْ سُبُلِكَ",
      "وَ نَجِّنِيْ مِنْ غَمَرَاتِ الْفِتْنَةِ",
      "وَ خَلِّصْنِيْ مِنْ لَهَوَاتِ الْبَلْوَى",
      "وَ أَجِرْنِيْ مِنْ أَخْذِ الْإِمْلَاءِ",
      "وَ حُلْ بَيْنِيْ وَ بَيْنَ عَدُوٍّ يُضِلُّنِي",
      "وَ هَوًى يُوبِقُنِيْ وَ مَنْقَصَةٍ تَرْهَقُنِي",
      "وَ لَا تُعْرِضْ عَنِّيْ إِعْرَاضَ مَنْ لَا تَرْضَى عَنْهُ بَعْدَ غَضَبِكَ",
      "وَ لَا تُؤْيِسْنِيْ مِنَ الْأَمَلِ فِيكَ فَيَغْلِبَ عَلَيَّ الْقُنُوطُ مِنْ رَحْمَتِكَ",
      "وَ لَا تَمْنَحْنِيْ بِمَا لَا طَاقَةَ لِيْ بِهِ",
      "فَتَبْهَظَنِيْ مِمَّا تُحَمِّلُنِيهِ مِنْ فَضْلِ مَحَبَّتِكَ",
      "وَ لَا تُرْسِلْنِيْ مِنْ يَدِكَ إِرْسَالَ مَنْ لَا خَيْرَ فِيهِ",
      "وَ لَا حَاجَةَ بِكَ إِلَيْهِ وَ لَا إِنَابَةَ لَهُ",
      "وَ لَا تَرْمِ بِيْ رَمْيَ مَنْ سَقَطَ مِنْ عَيْنِ رِعَايَتِكَ",
      "وَ مَنِ اشْتَمَلَ عَلَيْهِ الْخِزْيُ مِنْ عِنْدِكَ",
      "بَلْ خُذْ بِيَدِيْ مِنْ سَقْطَةِ الْمُتَرَدِّدِيْنَ",
      "وَ وَهْلَةِ الْمُتَعَسِّفِينَ وَ زَلَّةِ الْمَغْرُورِينَ وَ وَرْطَةِ الْهَالِكِينَ",
      "وَ عَافِنِيْ مِمَّا ابْتَلَيْتَ بِهِ طَبَقَاتِ عَبِيدِكَ وَ إِمَائِكَ",
      "وَ بَلِّغْنِيْ مَبَالِغَ مَنْ عُنِيتَ بِهِ وَ أَنْعَمْتَ عَلَيْهِ وَ رَضِيتَ عَنْهُ",
      "فَأَعَشْتَهُ حَمِيدًا وَ تَوَفَّيْتَهُ سَعِيدًا",
      "وَ طَوِّقْنِيْ طَوْقَ الْإِقْلَاعِ عَمَّا يُحْبِطُ الْحَسَنَاتِ",
      "وَ يَذْهَبُ بِالْبَرَكَاتِ",
      "وَ أَشْعِرْ قَلْبِيَ الِازْدِجَارَ عَنْ قَبَائِحِ السَّيِّئَاتِ",
      "وَ فَوَاضِحِ الْحَوْبَاتِ",
      "وَ لَا تَشْغَلْنِيْ بِمَا لَا أُدْرِكُهُ إِلَّا بِكَ عَمَّا لَا يُرْضِيكَ عَنِّيْ غَيْرُهُ",
      "وَ انْزِعْ مِنْ قَلْبِيْ حُبَّ دُنْيَا دَنِيَّةٍ تَنْهَى عَمَّا عِنْدَكَ",
      "وَ تَصُدُّ عَنِ ابْتِغَاءِ الْوَسِيْلَةِ إِلَيْكَ وَ تُذْهِلُ عَنِ التَّقَرُّبِ مِنْكَ",
      "وَ زَيِّنْ لِيَ التَّفَرُّدَ بِمُنَاجَاتِكَ بِاللَّيْلِ وَ النَّهَارِ",
      "وَ هَبْ لِيْ عِصْمَةً تُدْنِينِيْ مِنْ خَشْيَتِكَ",
      "وَ تَقْطَعُنِيْ عَنْ رُكُوبِ مَحَارِمِكَ",
      "وَ تَفُكَّنِيْ مِنْ أَسْرِ الْعَظَائِمِ",
      "وَ هَبْ لِيَ التَّطْهِيرَ مِنْ دَنَسِ الْعِصْيَانِ",
      "وَ أَذْهِبْ عَنِّيْ دَرَنَ الْخَطَايَا",
      "وَ سَرْبِلْنِيْ بِسِرْبَالِ عَافِيَتِكَ",
      "وَ رَدِّنِيْ رِدَاءَ مُعَافَاتِكَ",
      "وَ جَلِّلْنِيْ سَوَابِغَ نَعْمَائِكَ",
      "وَ ظَاهِرْ لَدَيَّ فَضْلَكَ وَ طَوْلَكَ",
      "وَ أَيِّدْنِيْ بِتَوْفِيقِكَ وَ تَسْدِيْدِكَ",
      "وَ أَعِنِّيْ عَلَى صَالِحِ النِّيَّةِ وَ مَرْضِيِّ الْقَوْلِ وَ مُسْتَحْسَنِ الْعَمَلِ",
      "وَ لَا تَكِلْنِيْ إِلَى حَوْلِيْ وَ قُوَّتِيْ دُوْنَ حَوْلِكَ وَ قُوَّتِكَ",
      "وَ لَا تُخْزِنِيْ يَوْمَ تَبْعَثُنِيْ لِلِقَائِكَ",
      "وَ لَا تَفْضَحْنِيْ بَيْنَ يَدَيْ أَوْلِيَائِكَ",
      "وَ لَا تُنْسِنِيْ ذِكْرَكَ وَ لَا تُذْهِبْ عَنِّيْ شُكْرَكَ",
      "بَلْ أَلْزِمْنِيهِ فِيْ أَحْوَالِ السَّهْوِ عِنْدَ غَفَلَاتِ الْجَاهِلِينَ لِآلَائِكَ",
      "وَ أَوْزِعْنِيْ أَنْ أُثْنِيَ بِمَا أَوْلَيْتَنِيهِ",
      "وَ أَعْتَرِفَ بِمَا أَسْدَيْتَهُ إِلَيَّ",
      "وَ اجْعَلْ رَغْبَتِيْ إِلَيْكَ فَوْقَ رَغْبَةِ الرَّاغِبِينَ",
      "وَ حَمْدِيْ إِيَّاكَ فَوْقَ حَمْدِ الْحَامِدِيْنَ",
      "وَ لَا تَخْذُلْنِيْ عِنْدَ فَاقَتِيْ إِلَيْكَ",
      "وَ لَا تُهْلِكْنِيْ بِمَا أَسْدَيْتُهُ إِلَيْكَ",
      "وَ لَا تَجْبَهْنِيْ بِمَا جَبَهْتَ بِهِ الْمُعَانِدِيْنَ لَكَ",
      "فَإِنِّيْ لَكَ مُسَلِّمٌ أَعْلَمُ أَنَّ الْحُجَّةَ لَكَ",
      "وَ أَنَّكَ أَوْلَى بِالْفَضْلِ وَ أَعْوَدُ بِالْإِحْسَانِ",
      "وَ أَهْلُ التَّقْوَى وَ أَهْلُ الْمَغْفِرَةِ",
      "وَ أَنَّكَ بِأَنْ تَعْفُوَ أَوْلَى مِنْكَ بِأَنْ تُعَاقِبَ",
      "وَ أَنَّكَ بِأَنْ تَسْتُرَ أَقْرَبُ مِنْكَ إِلَى أَنْ تَشْهَرَ",
      "فَأَحْيِنِيْ حَيَاةً طَيِّبَةً تَنْتَظِمُ بِمَا أُرِيدُ",
      "وَ تَبْلُغُ مَا أُحِبُّ مِنْ حَيْثُ لَا آتِيْ مَا تَكْرَهُ",
      "وَ لَا أَرْتَكِبُ مَا نَهَيْتَ عَنْهُ",
      "وَ أَمِتْنِيْ مِيتَةَ مَنْ يَسْعَى نُوْرُهُ بَيْنَ يَدَيْهِ وَ عَنْ يَمِينِهِ",
      "وَ ذَلِّلْنِيْ بَيْنَ يَدَيْكَ وَ أَعِزَّنِيْ عِنْدَ خَلْقِكَ",
      "وَ ضَعْنِيْ إِذَا خَلَوْتُ بِكَ وَ ارْفَعْنِيْ بَيْنَ عِبَادِكَ",
      "وَ أَغْنِنِيْ عَمَّنْ هُوَ غَنِيٌّ عَنِّي",
      "وَ زِدْنِيْ إِلَيْكَ فَاقَةً وَ فَقْرًا",
      "وَ أَعِذْنِيْ مِنْ شَمَاتَةِ الْأَعْدَاءِ",
      "وَ مِنْ حُلُوْلِ الْبَلَاءِ وَ مِنَ الذُّلِّ وَ الْعَنَاءِ",
      "تَغَمَّدْنِيْ فِيمَا اطَّلَعْتَ عَلَيْهِ مِنِّي",
      "بِمَا يَتَغَمَّدُ بِهِ الْقَادِرُ عَلَى الْبَطْشِ لَوْلَا حِلْمُهُ",
      "وَ الْآخِذُ عَلَى الْجَرِيرَةِ لَوْلَا أَنَاتُهُ",
      "وَ إِذَا أَرَدْتَ بِقَوْمٍ فِتْنَةً أَوْ سُوءًا فَنَجِّنِيْ مِنْهَا لِوَاذًا بِكَ",
      "وَ إِذْ لَمْ تُقِمْنِيْ مَقَامَ فَضِيحَةٍ فِيْ دُنْيَاكَ فَلَا تُقِمْنِيْ مِثْلَهُ فِيْ آخِرَتِكَ",
      "وَ اشْفَعْ لِيْ أَوَائِلَ مِنَنِكَ بِأَوَاخِرِهَا",
      "وَ قَدِيمَ فَوَائِدِكَ بِحَوَادِثِهَا",
      "وَ لَا تَمْدُدْ لِيْ مَدًّا يَقْسُوْ مَعَهُ قَلْبِي",
      "وَ لَا تَقْرَعْنِيْ قَارِعَةً يَذْهَبُ لَهَا بَهَائِي",
      "وَ لَا تَسُمْنِيْ خَسِيسَةً يَصْغُرُ لَهَا قَدْرِي",
      "وَ لَا نَقِيصَةً يُجْهَلُ مِنْ أَجْلِهَا مَكَانِي",
      "وَ لَا تَرُعْنِيْ رَوْعَةً أُبْلِسُ بِهَا وَ لَا خِيفَةً أُوجِسُ دُونَهَا",
      "اِجْعَلْ هَيْبَتِيْ فِيْ وَعِيدِكَ",
      "وَ حَذَرِيْ مِنْ إِعْذَارِكَ وَ إِنْذَارِكَ",
      "وَ رَهْبَتِيْ عِنْدَ تِلَاوَةِ آيَاتِكَ",
      "وَ اعْمُرْ لَيْلِيْ بِإِيقَاظِيْ فِيهِ لِعِبَادَتِكَ",
      "وَ تَفَرُّدِيْ بِالتَّهَجُّدِ لَكَ وَ تَجَرُّدِيْ بِسُكُونِيْ إِلَيْكَ",
      "وَ إِنْزَالِ حَوَائِجِيْ بِكَ",
      "وَ مُنَازَلَتِيْ إِيَّاكَ فِيْ فَكَاكِ رَقَبَتِيْ مِنْ نَارِكَ",
      "وَ إِجَارَتِيْ مِمَّا فِيهِ أَهْلُهَا مِنْ عَذَابِكَ",
      "وَ لَا تَذَرْنِيْ فِيْ طُغْيَانِيْ عَامِهًا",
      "وَ لَا فِيْ غَمْرَتِيْ سَاهِيًا حَتَّى حِينٍ",
      "وَ لَا تَجْعَلْنِيْ عِظَةً لِمَنِ اتَّعَظَ وَ لَا نَكَالًا لِمَنِ اعْتَبَرَ",
      "وَ لَا فِتْنَةً لِمَنْ نَظَرَ وَ لَا تَمْكُرْ بِيْ فِيمَنْ تَمْكُرُ بِهِ",
      "وَ لَا تَسْتَبْدِلْ بِيْ غَيْرِيْ وَ لَا تُغَيِّرْ لِيْ اسْمًا",
      "وَ لَا تُبَدِّلْ لِيْ جِسْمًا وَ لَا تَتَّخِذْنِيْ هُزُوًا لِخَلْقِكَ",
      "وَ لَا سُخْرِيًّا لَكَ وَ لَا تَبَعًا إِلَّا لِمَرْضَاتِكَ",
      "وَ لَا مُمْتَهَنًا إِلَّا بِالِانْتِقَامِ لَكَ، وَ أَوْجِدْنِيْ بَرْدَ عَفْوِكَ",
      "وَ حَلَاوَةَ رَحْمَتِكَ وَ رَوْحِكَ وَ رَيْحَانِكَ وَ جَنَّةِ نَعِيمِكَ",
      "وَ أَذِقْنِيْ طَعْمَ الْفَرَاغِ لِمَا تُحِبُّ بِسَعَةٍ مِنْ سَعَتِكَ",
      "وَ الِاجْتِهَادِ فِيمَا يُزْلِفُ لَدَيْكَ وَ عِنْدَكَ",
      "وَ أَتْحِفْنِيْ بِتُحْفَةٍ مِنْ تُحَفَاتِكَ",
      "وَ اجْعَلْ تِجَارَتِيْ رَابِحَةً وَ كَرَّتِيْ غَيْرَ خَاسِرَةٍ",
      "وَ أَخِفْنِيْ مَقَامَكَ وَ شَوِّقْنِيْ لِقَاءَكَ",
      "وَ تُبْ عَلَيَّ تَوْبَةً نَصُوحًا لَا تُبْقِ مَعَهَا ذُنُوبًا صَغِيرَةً وَ لَا كَبِيرَةً",
      "وَ لَا تَذَرْ مَعَهَا عَلَانِيَةً وَ لَا سَرِيرَةً",
      "وَ انْزَعِ الْغِلَّ مِنْ صَدْرِيْ لِلْمُؤْمِنِيْنَ",
      "وَ اعْطِفْ بِقَلْبِيْ عَلَى الْخَاشِعِينَ",
      "وَ كُنْ لِيْ كَمَا تَكُونُ لِلصَّالِحِيْنَ",
      "وَ حَلِّنِيْ حِلْيَةَ الْمُتَّقِينَ",
      "وَ اجْعَلْ لِيْ لِسَانَ صِدْقٍ فِيْ الْغَابِرِينَ",
      "وَ ذِكْرًا نَامِيًا فِيْ الْآخِرِينَ، وَ وَافِ بِيْ عَرْصَةَ الْأَوَّلِينَ",
      "وَ تَمِّمْ سُبُوغَ نِعْمَتِكَ عَلَيَّ، وَ ظَاهِرْ كَرَامَاتِهَا لَدَيَّ",
      "اِمْلَأْ مِنْ فَوَائِدِكَ يَدِيْ، وَ سُقْ كَرَائِمَ مَوَاهِبِكَ إِلَيَّ",
      "وَ جَاوِرْ بِيَ الْأَطْيَبِينَ مِنْ أَوْلِيَائِكَ",
      "فِيْ الْجِنَانِ الَّتِيْ زَيَّنْتَهَا لِأَصْفِيَائِكَ",
      "وَ جَلِّلْنِيْ شَرَائِفَ نِحَلِكَ فِيْ الْمَقَامَاتِ الْمُعَدَّةِ لِأَحِبَّائِكَ",
      "وَ اجْعَلْ لِيْ عِنْدَكَ مَقِيلًا آوِيْ إِلَيْهِ مُطْمَئِنًّا",
      "وَ مَثَابَةً أَتَبَوَّؤُهَا وَ أَقَرُّ عَيْنًا",
      "وَ لَا تُقَايِسْنِيْ بِعَظِيمَاتِ الْجَرَائِرِ",
      "وَ لَا تُهْلِكْنِيْ يَوْمَ تُبْلَى السَّرَائِرُ",
      "وَ أَزِلْ عَنِّيْ كُلَّ شَكٍّ وَ شُبْهَةٍ",
      "وَ اجْعَلْ لِيْ فِيْ الْحَقِّ طَرِيقًا مِنْ كُلِّ رَحْمَةٍ",
      "وَ أَجْزِلْ لِيْ قِسَمَ الْمَوَاهِبِ مِنْ نَوَالِكَ",
      "وَ وَفِّرْ عَلَيَّ حُظُوظَ الْإِحْسَانِ مِنْ إِفْضَالِكَ",
      "وَ اجْعَلْ قَلْبِيْ وَاثِقًا بِمَا عِنْدَكَ",
      "وَ هَمِّيْ مُسْتَفْرَغًا لِمَا هُوَ لَكَ",
      "وَ اسْتَعْمِلْنِيْ بِمَا تَسْتَعْمِلُ بِهِ خَالِصَتَكَ",
      "وَ أَشْرِبْ قَلْبِيْ عِنْدَ ذُهُولِ الْعُقُولِ طَاعَتَكَ",
      "وَ اجْمَعْ لِيَ الْغِنَى وَ الْعَفَافَ وَ الدَّعَةَ وَ الْمُعَافَاةَ",
      "وَ الصِّحَّةَ وَ السَّعَةَ وَ الطُّمَأْنِيْنَةَ وَ الْعَافِيَةَ",
      "وَ لَا تُحْبِطْ حَسَنَاتِيْ بِمَا يَشُوبُهَا مِنْ مَعْصِيَتِكَ",
      "وَ لَا خَلَوَاتِيْ بِمَا يَعْرِضُ لِيْ مِنْ نَزَغَاتِ فِتْنَتِكَ",
      "وَ صُنْ وَجْهِيْ عَنِ الطَّلَبِ إِلَى أَحَدٍ مِنَ الْعَالَمِيْنَ",
      "وَ ذُبَّنِيْ عَنِ الْتِمَاسِ مَا عِنْدَ الْفَاسِقِينَ",
      "وَ لَا تَجْعَلْنِيْ لِلظَّالِمِيْنَ ظَهِيرًا",
      "وَ لَا لَهُمْ عَلَى مَحْوِ كِتَابِكَ يَدًا وَ نَصِيرًا",
      "وَ حُطْنِيْ مِنْ حَيْثُ لَا أَعْلَمُ حِيَاطَةً تَقِينِيْ بِهَا",
      "وَ افْتَحْ لِيْ أَبْوَابَ تَوْبَتِكَ وَ رَحْمَتِكَ وَ رَأْفَتِكَ وَ رِزْقِكَ الْوَاسِعِ",
      "إِنِّيْ إِلَيْكَ مِنَ الرَّاغِبِينَ",
      "وَ أَتْمِمْ لِيْ إِنْعَامَكَ إِنَّكَ خَيْرُ الْمُنْعِمِيْنَ",
      "وَ اجْعَلْ بَاقِيَ عُمْرِيْ فِيْ الْحَجِّ وَ الْعُمْرَةِ",
      "اِبْتِغَاءَ وَجْهِكَ يَا رَبَّ الْعَالَمِيْنَ",
      "وَ صَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَ آلِهِ الطَّيِّبِينَ الطَّاهِرِينَ",
      "وَ السَّلَامُ عَلَيْهِ وَ عَلَيْهِمْ أَبَدَ الْآبِدِيْنَ"
    ],
    "translation": [
      "In the Name of Allāh, the All-beneficent, the All-merciful.",
      "O' Allāh send Your blessings on Muhammad and the family of Muhammad.",
      "\"Praise belongs to God, Lord of the worlds\" (1:2]!",
      "O God, to You belongs praise! Originator of the heavens and the earth!",
      "Possessor of majesty and munificence!",
      "Lord of lords! Object of worship of every worshiper!",
      "Creator of every creature!",
      "Inheritor of all things! \"There is nothing like Him\" (42:11],",
      "knowledge of nothing escapes Him,",
      "He \"encompasses everything\" (41:54],",
      "and He is watchful over everything (ref.33:52].",
      "You art God, there is no god but Thou, the Unique, the Alone, the Single, the Isolated.",
      "You art God, there is no god but Thou, the Generous, the Generously Bestowing,",
      "the All-mighty, the Mightily Exalted, the Magnificent, the Magnificently Magnified.",
      "You art God, there is no god but Thou, the All-high, the Sublimely High, \"the Strong in prowess\" (13:13].",
      "You art God, there is no god but Thou, the All-merciful, the All-compassionate, the All-knowing, the All-wise.",
      "You art God, there is no god but Thou, the All-hearing, the All-seeing, the Eternal, the All-aware.",
      "You art God, there is no god but Thou, the Generous, the Most Generous, the Everlasting, the Most Everlasting.",
      "You art God, there is no god but Thou, the First",
      "before every one, the Last after every number.",
      "You art God, there is no god but Thou, the Close in His highness,",
      "the High in His closeness.",
      "You art God, there is no god but Thou, Possessor of radiance and glory, magnificence and praise.",
      "You art God, there is no god but Thou. You hast brought forth the things without root,",
      "formed what You hast formed without exemplar,",
      "and originated the originated things without limitation.",
      "It is You who hast ordained each thing with an ordination,",
      "eased each thing with an easing,",
      "and governed everything below Yourself with a governing.",
      "It is You whom no associate helps with Your creation",
      "and no vizier aids in Your command.",
      "You hast no witness and no equal.",
      "It is You who willed, and what You willed was unfailing,",
      "who decreed, and what You decreed was just,",
      "who decided, and what You decided was fair.",
      "It is You whom place does not contain,",
      "before whose authority no authority stands up,",
      "and whom no proof or explication can thwart.",
      "It is You who hast counted everything in numbers,",
      "appointed for everything a term,",
      "and ordained everything with an ordination.",
      "It is You before whose selfness imaginations fall short,",
      "before whose howness understandings have no incapacity,",
      "and the place of whose whereness eyes perceive not.",
      "It is You who hast no bounds, lest You be bounded,",
      "who art not exemplified, lest You be found,",
      "who dost not beget, lest You be begotten.",
      "It is You with whom there is no opposite, lest it contend with You,",
      "who hast no equal, lest it vie with You, who hast no rival, lest it resist You.",
      "It is You who art He who began, devised,",
      "brought forth, originated,",
      "and made well all that He made.",
      "Glory be to You! How majestic is Your station!",
      "How high Your place among the places!",
      "How cleanly Your Separator cleaves with the truth!",
      "Glory be to You! The Gentle - how gentle You art!",
      "The Clement - how clement You art! The Wise - how knowing You art!",
      "Glory be to You! The King - how invincible You art!",
      "The Munificent - how full of plenty You art! The Elevated - how elevated You art!",
      "Possessor of radiance and glory, magnificence and praise!",
      "Glory be to You! You hast stretched forth Your hand with good things,",
      "and from You guidance has come to be known,",
      "so he who begs from You religion or this world will find You.",
      "Glory be to You! Whatever passes in Your knowledge is subjected to You,",
      "all below Your Throne are humbled before Your mightiness,",
      "and every one of Your creatures follows You in submission.",
      "Glory be to You! You art not sensed, nor touched, nor felt,",
      "nor beguiled, nor held back, nor challenged, nor kept up with,",
      "nor resisted, nor deceived, nor circumvented.",
      "Glory be to You! Your path is smooth ground, Your command right guidance, and You art a living, eternal refuge.",
      "Glory be to You! Your word is decisive, Your decree unfailing, Your will resolute.",
      "Glory be to You! None can reject Your wish, none can change Your words.",
      "Glory be to You, Outdazzling in signs, Creator of the heavens, Author of the spirits!",
      "To You belongs praise, a praise that will be permanent with Your permanence!",
      "To You belongs praise, a praise everlasting through Your favour!",
      "To You belongs praise, a praise that will parallel Your benefaction!",
      "To You belongs praise, a praise that will increase Your good pleasure!",
      "To You belongs praise, a praise along with the praise of every praiser",
      "and a thanksgiving before which falls short the thanksgiving of every thanksgiver;",
      "a praise which is suitable for none but You",
      "and through which nearness is sought to none but You;",
      "a praise which will make permanent the first [bounty]",
      "and call forth the permanence of the last;",
      "a praise which will multiply through recurrence of times",
      "and increase through successive doublings;",
      "a praise which the guardians will not be able to number",
      "and which exceeds what the writers number in Your Book;",
      "a praise which will counterbalance Your glorious Throne",
      "and equal Your elevated Footstool;",
      "a praise whose reward with You will be complete",
      "and whose recompense will comprise every recompense;",
      "a praise whose outward conforms to its inward,",
      "and whose inward conforms to correct intention;",
      "a praise with whose like no creature has praised You",
      "and whose excellence none knows but Thou;",
      "a praise in which he who strives to multiply Your praise will be helped",
      "and he who draws the bow to the utmost in fulfilling it will be confirmed;",
      "a praise which will gather all the praise which You hast created",
      "and tie together all which You wilt afterwards create;",
      "a praise than which no praise is nearer to Your word",
      "and than which none is greater from any who praise You;",
      "a praise whose fullness will obligate increase through Your generosity",
      "and to which You wilt join increase after increase as graciousness from You;",
      "a praise that will befit the generosity of Your face and meet the might of Your majesty!",
      "My Lord, bless Muhammad and the Household of Muhammad,",
      "the distinguished, the chosen,",
      "the honoured, the brought nigh, with the most excellent of Your blessings,",
      "benedict him with the most complete of Your benedictions,",
      "and have mercy upon him with the most enjoyable of Your mercies!",
      "My Lord, bless Muhammad and his Household with a fruitful blessing,",
      "more fruitful than which there is no blessing!",
      "Bless him with a growing blessing,",
      "more growing than which there is no blessing!",
      "And bless him with a pleasing blessing,",
      "beyond which there is no blessing!",
      "My Lord, bless Muhammad and his Household",
      "with a blessing which will please him and increase his good pleasure!",
      "Bless him with a blessing which will please You and increase Your good pleasure toward him!",
      "And bless him with a blessing through other than which You wilt not be pleased for him,",
      "and for which You seest no one else worthy!",
      "My Lord, bless Muhammad and his Household",
      "with a blessing which will pass beyond Your good pleasure, be continuous in its continuity through Your subsistence,",
      "and never be spent, just as Your words will never be spent!",
      "My Lord, bless Muhammad and his Household",
      "with a blessing which will tie together the blessings of Your angels,",
      "Your prophets, Your messengers, and those who obey You,",
      "comprise the blessings of Your servants,",
      "jinn or mankind, and those worthy of Your response,",
      "and bring together the blessings of every one of the kinds of Your creatures which You hast sown and authored!",
      "My Lord, bless Muhammad and his Household",
      "with a blessing which will encompass every blessing, bygone and new!",
      "Bless him and his Household",
      "with a blessing which is pleasing to You and everyone below You",
      "and will bring forth with all that a blessing with which You wilt multiply those blessings",
      "and increase them through the recurrence of days with an increasing",
      "in multiples which none can count but Thou!",
      "My Lord, bless the best of his Household,",
      "those whom You hast chosen for Your command,",
      "appointed the treasurers of Your knowledge, the guardians of Your religion,",
      "Your vicegerents in Your earth, and Your arguments against Your servants,",
      "purified from uncleanness and defilement through a purification by Your desire (ref:33:33],",
      "and made the mediation to You and the road to Your Garden!",
      "My Lord, bless Muhammad and his Household",
      "with a blessing which makes plentiful Your gifts and generosity,",
      "perfects for them Your bestowals and awards,",
      "and fills out their share of Your kindly acts and benefits!",
      "My Lord, bless him and his Household with a blessing whose first has no term,",
      "whose term has no limit, and whose last has no utmost end!",
      "My Lord, bless them to the weight of Your Throne and all below it,",
      "the amount that fills the heavens and all above them,",
      "the number of Your earths and all below and between them,",
      "a blessing that will bring them near to You in proximity, please You and them,",
      "and be joined to its likes forever!",
      "O God, surely You hast confirmed Your religion in all times",
      "with an Imam whom You hast set up as a guidepost to Your servants and a lighthouse in Your lands,",
      "after his cord has been joined to Your cord!",
      "You hast appointed him the means to Your good pleasure,",
      "made obeying him obligatory, cautioned against disobeying him,",
      "and commanded following his commands, abandoning what he has prohibited,",
      "and that no forward-goer go ahead of him or back-keeper keep back from him! So he is the preservation of the shelter-seekers,",
      "the cave of the faithful, the handhold of the adherents, and the radiance of the worlds!",
      "O God, so inspire Your guardian to give thanks for that in which You hast favoured him,",
      "inspire us with the like concerning him, grant him 'an authority from You to help him' (ref.17:80],",
      "open for him an easy opening, aid him with Your mightiest pillar,",
      "brace up his back, strengthen his arm, guard him with Your eye,",
      "defend him with Your safeguarding, help him with Your angels,",
      "and assist him with Your most victorious troops! Through him establish Your Book, Your bounds,",
      "Your laws, and the norms of Your Messenger's Sunna (Your blessings, O God, be upon him and his Household],",
      "bring to life the guideposts of Your religion, deadened by the wrongdoers,",
      "burnish the rust of injustice from Your way,",
      "sift the adversity from Your road,",
      "eliminate those who deviate from Your path,",
      "and erase those who seek crookedness in Your straightness!",
      "Make his side mild toward Your friends, stretch forth his hand over Your enemies,",
      "give us his clemency, his mercy, his tenderness, his sympathy,",
      "and make us his hearers and obeyers, strivers toward his good pleasure,",
      "assistants in helping him and defending him,",
      "and brought near through that to You and Your Messenger",
      "(Your blessings, O God, be upon him and his Household].",
      "O God, and bless the friends [of the Imams], the confessors of their station,",
      "the keepers to their course, the pursuers of their tracks,",
      "the clingers to their handhold, the adherents to their guardianship,",
      "the followers of their imamate, the submitters to their command,",
      "the strivers to obey them, the awaiters of their days,",
      "the directors of their eyes toward them,",
      "with blessings blessed, pure, growing, fresh, and fragrant!",
      "Give them and their spirits peace,",
      "bring together their affair in reverential fear,",
      "set right their situations,",
      "turn toward them,",
      "\"Surely You art Ever-turning, All-compassionate\" (2:128] and the Best of forgivers,",
      "and place us with them in the Abode of Peace, through Your mercy, O Most Merciful of the merciful!",
      "O God, this is the Day of 'Arafa,",
      "a day which You hast made noble, given honour, and magnified. Within it You hast spread Your mercy,",
      "showed kindness through Your pardon, and made plentiful Your giving,",
      "and by it You hast been bounteous toward Your servants.",
      "I am Your servant whom You favoured before creating him and after creating him.",
      "You madest him one of those whom You guided to Your religion,",
      "gavest success in fulfilling Your right, preserved through Your cord,",
      "included within Your party, and directed aright to befriend Your friends",
      "and show enmity to Thine enemies. Then You commanded him, but he did not follow Your commands,",
      "You restricted Him, but he did not heed Your restrictions, You prohibited him from disobedience toward You, but he broke Your command by doing what You hadst prohibited,",
      "not in contention with You, nor to display pride toward You;",
      "on the contrary, his caprice called him to that which You hadst set apart and cautioned against,",
      "and he was helped in that by Your enemy and his enemy.",
      "So he went ahead with it knowing Your threat, hoping for Your pardon,",
      "and relying upon Your forbearance, though he was the most obligated of Your servants",
      "- given Your kindness toward him - not to do so.",
      "Here I am, then, before You, despised,",
      "lowly, humble, abject, fearful,",
      "confessing the dreadful sins with which I am burdened",
      "and the great offenses that I have committed,",
      "seeking sanctuary in Your forgiveness, asking shelter in Your mercy,",
      "and certain that no sanctuary-giver will give me sanctuary from You",
      "and no withholder will hold me back from You.",
      "So act kindly toward me, just as You actest kindly by Your shielding him who commits sins,",
      "be munificent toward me, just as You art munificent by pardoning him who throws himself before You,",
      "and show kindness to me, just as it is nothing great for You",
      "to show kindness by forgiving him who expectantly hopes in You!",
      "Appoint for me in this day an allotment through which I may attain a share of Your good pleasure,",
      "and send me not back destitute of that with which Your worshipers return from among Your servants!",
      "Though I have not forwarded the righteous deeds which they have forwarded,",
      "I have forwarded the profession of Your Unity",
      "and the negation from You of opposites, rivals, and likenesses,",
      "I have come to You by the gateways by which You hast commanded that people come,",
      "and I have sought nearness to You through that, without seeking nearness through which,",
      "none gains nearness to You.",
      "Then I followed all this with repeated turning toward You,",
      "lowliness and abasement before You, good opinion of You, and trust in what is with You;",
      "and to that I coupled hope in You,",
      "since the one who hopes in You is seldom disappointed!",
      "I asked You with the asking of one vile, lowly,",
      "pitiful, poor, fearful, seeking sanctuary;",
      "all that in fear and pleading, seeking refuge and asking shelter,",
      "not presumptuous through the pride of the proud,",
      "nor exalting myself with the boldness of the obedient,",
      "nor presumptuous of the intercession of the interceders.",
      "For I am still the least of the least and the lowliest of the lowly,",
      "like a dust mote or less!",
      "O He who does not hurry the evildoers nor restrain those living in ease!",
      "O He who shows kindness through releasing the stumblers and gratuitous bounty through respiting the offenders!",
      "I am the evildoer, the confessor, the offender, the stumbler!",
      "I am he who was audacious toward You as one insolent!",
      "I am he who disobeyed You with forethought!",
      "I am he who hid myself from Your servants and blatantly showed myself to You!",
      "I am he who was awed by Your servants and felt secure from You!",
      "I am he who dreaded not Your penalty and feared not Your severity!",
      "I am the offender against himself! I am the hostage to his own affliction!",
      "I am short in shame! I am long in suffering!",
      "By the right of him whom You hast distinguished among Your creation",
      "and by him whom You hast chosen for Yourself!",
      "By the right of him whom You hast selected from among Your creatures and by him whom You hast picked for Your task!",
      "By the right of him the obeying of whom You hast joined to obeying You,",
      "and by him the disobeying of whom You hast made like disobeying You!",
      "And by the right of him whose friendship You hast bound to Your friendship",
      "and by him whose enmity You hast linked to Thine enmity!",
      "Shield me in this day of mine, by that through which You shieldest him who prays fervently to You while disavowing",
      "and him who seeks refuge in Your forgiveness while repenting!",
      "Attend to me with that through which You attendest to the people of obedience toward You,",
      "proximity to You, and rank with You!",
      "Single me out, as You singlest him out who fulfils Your covenant,",
      "fatigues himself for Your sake alone, and exerts himself in Your good pleasure!",
      "Take me not to task for my neglect in respect to You,",
      "my transgressing the limit in Your bounds, and stepping outside Your ordinances!",
      "Draw me not on little by little by granting me a respite,",
      "like the drawing on little by little of him who withholds from me the good he has",
      "by not sharing with You in letting favour down upon me!",
      "Arouse me from the sleep of the heedless,",
      "the slumber of the prodigal, and the dozing of the forsaken!",
      "Take my heart to that in which You hast employed the devout,",
      "enthralled the worshipers, and rescued the remiss!",
      "Give me refuge from that which will keep me far from You,",
      "come between me and my share from You,",
      "and bar me from that which I strive for in You!",
      "Make easy for me the road of good deeds toward You,",
      "racing to them from where You hast commanded,",
      "and coveting them as You desirest!",
      "Efface me not along with those whom You effacest for thinking lightly of what You hast promised!",
      "Destroy me not with those whom You destroyest for exposing themselves to Your hate!",
      "Annihilate me not among those whom You annihilatest for deviating from Your roads!",
      "Deliver me from the floods of trial,",
      "save me from the gullets of affliction,",
      "and grant me sanctuary from being seized by respite!",
      "Come between me and the enemy who misguides me,",
      "the caprice which ruins me, and the failing which overcomes me!",
      "Turn not away from me with the turning away in wrath from one with whom You art not pleased!",
      "Let me not lose heart in expecting from You, lest I be overcome by despair of Your mercy!",
      "Grant me not that which I cannot endure,",
      "lest You weighest me down with the surplus of Your love which You loadest upon me!",
      "Send me not from Your hand, the sending of him who possesses no good,",
      "toward whom You hast no need, and who turns not back [to You]!",
      "Cast me not with the casting of him who has fallen from the eye of Your regard",
      "and been wrapped in degradation from You!",
      "Rather take my hand [and save me] from the falling of the stumblers,",
      "the disquiet of the deviators, the slip of those deluded, and the plight of the perishers!",
      "Release me from that with which You hast afflicted the ranks of Your servants and handmaids",
      "and make me reach the utmost degrees of him about whom You art concerned, towards whom You showest favour, and with whom You art pleased,",
      "so that You lettest him live as one praiseworthy and takest him to You as one felicitous!",
      "Collar me with the collar of abstaining from that which makes good deeds fail",
      "and takes away blessings!",
      "Impart to my heart restraint before ugly works of evil",
      "and disgraceful misdeeds!",
      "Divert me not by that which I cannot reach except through You from doing that which alone makes You pleased with me!",
      "Root out from my heart the love of this vile world, which keeps from everything which is with You,",
      "bars from seeking the mediation to You, and distracts from striving for nearness to You!",
      "Embellish for me solitude in prayer whispered to You by night and by day!",
      "Give me a preservation which will bring me close to dread of You,",
      "cut me off from committing things made unlawful by You,",
      "and spare me from captivation by dreadful sins!",
      "Give me purification from the defilement of disobedience,",
      "take away from me the filth of offenses,",
      "dress me in the dress of Your well-being,",
      "cloak me in the cloak of Your release,",
      "wrap me in Your ample favours,",
      "and clothe me in Your bounty and Your graciousness!",
      "Strengthen me with Your giving success and Your pointing the right way,",
      "help me toward righteous intention, pleasing words, and approved works,",
      "and entrust me not to my force and my strength in place of Your force and Your strength!",
      "Degrade me not on the day You raisest me up to meet You,",
      "disgrace me not before Your friends,",
      "make me not forget remembering You, take not away from me thanking You,",
      "but enjoin it upon me in states of inattention when the ignorant are heedless of Your boons,",
      "and inspire me to laud what You hast done for me",
      "and confess to what You hast conferred upon me!",
      "Place my beseeching You above the beseeching of the beseechers",
      "and my praise of You above the praise of the praisers!",
      "Abandon me not with my neediness for You,",
      "destroy me not for what I have done for You,",
      "and slap not my brow with that with which You slappest the brow of those who contend with You,",
      "for I am submitted to You. I know that the argument is Thine,",
      "that You art closest to bounty, most accustomed to beneficence,",
      "\"worthy of reverent fear, and worthy of forgiveness\" (75:56],",
      "that You art closer to pardoning than to punishing,",
      "and that You art nearer to covering over than to making notorious!",
      "Let me live an agreeable life that will tie together what I want",
      "and reach what I love while I not bring what You dislikest",
      "and not commit what You hast prohibited;",
      "and make me die the death of him whose light runs before him and on his right hand!",
      "Abase me before Yourself and exalt me before Your creatures,",
      "lower me when I am alone with You and raise me among Your servants,",
      "free me from need for him who has no need of me",
      "and increase me in neediness and poverty toward You!",
      "Give me refuge from the gloating of enemies,",
      "the arrival of affliction, lowliness and suffering!",
      "Shield me in what You seest from me,",
      "the shielding of him who would have power over violence had he no clemency,",
      "and would seize for misdeeds had he no lack of haste!",
      "When You desirest for a people a trial or an evil, deliver me from it, for I seek Your shelter;",
      "and since You hast not stood me in the station of disgrace in this world of Thine, stand me not in such a station in the next world of Thine!",
      "Couple for me the beginnings of Your kindnesses with their ends",
      "and the ancient of Your benefits with the freshly risen!",
      "Prolong not my term with a prolonging through which my heart will harden!",
      "Strike me not with a striking that will take away my radiance!",
      "Visit me not with a meanness that will diminish my worth",
      "or a deficiency that will keep my rank unknown!",
      "Frighten me not with a fright by which I will despair or a terror through which I will dread,",
      "but make me stand in awe of Your threat,",
      "take precautions against Your leaving no excuses",
      "and Your warning, and tremble at the recitation of Your verses!",
      "Fill my night with life by keeping me awake therein for worshipping You,",
      "solitude with vigil for You, exclusive devotion to reliance upon You,",
      "setting my needs before You,",
      "and imploring that You wilt set my neck free from the Fire",
      "and grant me sanctuary from Your chastisement, within which its inhabitants dwell!",
      "Leave me not blindly wandering in my insolence",
      "or inattentive in my perplexity for a time,",
      "make me not an admonition to him who takes admonishment, a punishment exemplary for him who takes heed,",
      "a trial for him who observes, devise not against me along with those against whom You devisest,",
      "replace me not with another, change not my name,",
      "transform not my body, appoint me not a mockery for Your creatures,",
      "a laughing-stock for Yourself, a follower of anything but Your good pleasure,",
      "a menial servant for anything but avenging You! Let me find the coolness of Your pardon",
      "and the sweetness of Your mercy, Your repose, Your ease, and the garden of Your bliss!",
      "Let me taste, through some of Your boundless plenty, the flavour of being free for what You lovest",
      "and striving in what brings about proximity with You and to You,",
      "and give me a gift from among Your gifts!",
      "Make my commerce profitable and my return without loss,",
      "fill me with fear of Your station, make me yearn for the meeting with You,",
      "and allow me to repent with an unswerving repentance along with which You lettest no sins remain, small or large,",
      "and leavest no wrongs, open or secret!",
      "Root out rancour toward the faithful from my breast,",
      "bend my heart toward the humble,",
      "be toward me as You art toward the righteous,",
      "adorn me with the adornment of the godfearing,",
      "appoint for me a goodly report among those yet to come",
      "and a growing remembrance among the later folk, and take me to the plain of those who came first!",
      "Complete the lavishness of Your favour upon me, clothe me in its repeated generosities,",
      "fill my hand with Your benefits, drive Your generous gifts to me,",
      "make me the neighbour of the best of Your friends",
      "in the Gardens which You hast adorned for Your chosen",
      "and wrap me in Your noble presents in the stations prepared for Your beloveds!",
      "Appoint for me a resting place with You where I may seek haven in serenity,",
      "and a resort to which I may revert and rest my eyes,",
      "weigh not against me my dreadful misdeeds,",
      "destroy me not on \"the day the secrets are tried\" (86:9],",
      "eliminate from me every doubt and uncertainty,",
      "appoint for me a way in the truth from every mercy,",
      "make plentiful for me the portions of gifts from Your granting of awards,",
      "and fill out for me the shares of beneficence from Your bestowal of bounty!",
      "Make my heart trust in what is with You",
      "and my concern free for what is Thine,",
      "employ me in that in which You employest Your pure friends,",
      "drench my heart with Your obedience when intellects are distracted,",
      "and combine within me independence, continence, ease, release,",
      "health, plenty, tranquillity, and well being!",
      "Make not fail my good deeds through my disobedience that stains them",
      "or my private times of worship through the instigations of Your trial!",
      "Safeguard my face from asking from anyone in the world,",
      "and drive me far from begging for that which is with the ungodly!",
      "Make me not an aid to the wrongdoers,",
      "nor their hand and helper in erasing Your Book!",
      "Defend me whence I know not with a defense through which You protectest me!",
      "Open toward me the gates of Your repentance, Your mercy, Your clemency, and Your boundless provision!",
      "Surely I am one of those who beseech You!",
      "And complete Your favour toward me! Surely You art the best of those who show favour!",
      "Place the rest of my life in the hajj and the 'umra",
      "seeking Your face, O Lord of the worlds!",
      "And may God bless Muhammad and his Household, the good, the pure,",
      "and peace be upon him and them always and forever!"
    ],
    "transliteration": [
      "bismillāhir raḥmanir raḥīm",
      "allāhumma ṣalli `alā muḥammadin wa āli muḥammad",
      "al ḥamdu lillāhi rabbil `ālamīn",
      "allāhumma lakal ḥamdu badī`as samāwāti wal ar-ḍ",
      "dhal jalāli wal ikrām",
      "rabbal ar-bābi wa ilaha kulli ma-lūh",
      "wa khāliqa kulli makhlūq",
      "wa wāritha kulli shay-in laysa kamithlihi shay",
      "wa lā ya`zubu `anhu `ilmu shay",
      "wa huwa bikulli shay-in muḥīṭ",
      "wa huwa `alā kulli shay-in raqīb",
      "antallāhu lā ilaha illā antal aḥadul mutawaḥḥidul far-dul mutafarrid",
      "wa antallāhu lā ilaha illā antal karīmul mutakarrim",
      "al `aẓīmul muta`aẓẓimul kabīrul mutakabbir",
      "wa antallāhu lā ilaha illā antal `aliyyul muta`ālish shadīdul miḥāl",
      "wa antallāhu lā ilaha illā antar raḥmanur raḥīmul `alīmul ḥakīm",
      "wa antallāhu lā ilaha illā antas samī`ul baṣīrul qadīmul khabīr",
      "wa antallāhu lā ilaha illā antal karīmul akramud dā-imul adwam",
      "wa antallāhu lā ilaha illā antal awwal",
      "qabla kulli aḥadin wal-ākhiru ba`da kulli `adad",
      "wa antallāhu lā ilaha illā antad dānī fī `uluwwih",
      "wal `ālī fī dunuwwih",
      "wa antallāhu lā ilaha illā anta dhul bahā-i wal majdi wal kibriyā-i wal ḥamd",
      "wa antallāhu lā ilaha illā antal ladhī ansha-tal ashyā-a min ghayri sinkh",
      "wa ṣawwar-ta mā ṣawwar-ta min ghayri mithāl",
      "wabtada`tal mubtada`āti bilaḥtidha",
      "antal ladhī qaddar-ta kulla shay-in taqdīrā",
      "wa yassar-ta kulla shay-in taysīrā",
      "wa dabbar-ta mā dūnaka tadbīrā",
      "antal ladhī lam yu`inka `alā khalqika sharīk",
      "wa lam yuwāzir-ka fī amrika wazīr",
      "wa lam yakun laka mushāhidun wa lā naẓīr",
      "antal ladhī aradta fakāna ḥatman mā aradt",
      "wa qaḍayta fakāna `adlan mā qaḍayt",
      "wa ḥakamta fakāna niṣfan mā ḥakamt",
      "antal ladhī lā yaḥwīka makān",
      "wa lam yaqum lisulṭānika sulṭān",
      "wa lam yu`yika bur-hānun wa lā bayān",
      "antal ladhī aḥṣayta kulla shay-in `adadā",
      "wa ja`alta likulli shay-in amadā",
      "wa qaddar-ta kulla shay-in taqdīrā",
      "antal ladhī qaṣuratil awhāmu `an dhātiyyatik",
      "wa `ajazatil afhāmu `an kayfiyyatik",
      "wa lam tudrikil abṣāru mawḍi`a ayniyyatik",
      "antal ladhī lā tuḥaddu fatakūna maḥdūdā",
      "wa lam tumathhal fatakūna mawjūdā",
      "wa lam talid fatakūna mawlūdā",
      "antal ladhī lā ḍidda ma`aka fayu`ānidak",
      "wa lā `idla laka fayukāthiraka wa lā nidda laka fayu`āriḍak",
      "antal ladhibtada-a wakhtara`",
      "wastaḥdatha wabtada`",
      "wa aḥsana ṣun`a mā ṣana`",
      "subḥānaka mā ajalla sha-nak",
      "wa asnā fil amākini makānak",
      "wa aṣda`a bil ḥaqqi fur-qānak",
      "subḥānaka min laṭīfin mā alṭafak",
      "wa ra-ūfin mā ar-afaka wa ḥakīmin mā a`rafak",
      "subḥānaka min malīkin mā amna`ak",
      "wa jawādin mā awsa`aka wa rafī`in mā ar-fa`ak",
      "dhul bahā-i wal majdi wal kibriyā-i wal ḥamd",
      "subḥānaka basaṭta bil khayrāti yadak",
      "wa `urifatil hidāyatu min `indik",
      "famanil tamasaka lidīnin aw dunyā wajadak",
      "subḥānaka khaḍa`a laka man jarā fī `ilmik",
      "wa khasha`a li`aẓamatika mā dūna `ar-shik",
      "wanqāda littaslīmi laka kullu khalqik",
      "subḥānaka lā tuḥassu wa lā tujassu wa lā tumass",
      "wa lā tukādu wa lā tumāṭu wa lā tunāza`u wa lā tujārā",
      "wa lā tumārā wa lā tukhāda`u wa lā tumākar",
      "subḥānaka sabīluka jadadun wa amruka rashadun wa anta ḥayyun ṣamad",
      "subḥānaka qawluka ḥukmun wa qaḍa-uka ḥatmun wa irādatuka `azm",
      "subḥānaka lā rādda limashiyyatika wa lā mubaddila likalimātik",
      "subḥānaka bāhiral-āyāti fāṭiras samāwāti bāri-an nasamāt",
      "lakal ḥamdu ḥamdan yadūmu bidawāmik",
      "wa lakal ḥamdu ḥamdan khālidan bini`matik",
      "wa lakal ḥamdu ḥamdan yuwāzī ṣun`ak",
      "wa lakal ḥamdu ḥamdan yazīdu `alā riḍāk",
      "wa lakal ḥamdu ḥamdan ma`a ḥamdi kulli ḥāmid",
      "wa shukran yaqṣuru `anhu shukru kulli shākir",
      "ḥamdan lā yanbaghī illā lak",
      "wa lā yutaqarrabu bihi illā ilayk",
      "ḥamdan yustadāmu bihil awwal",
      "wa yustad`ā bihi dawāmul-ākhir",
      "ḥamdan yataḍā`afu `alā kurūril azminah",
      "wa yatazāyadu aḍ`āfan mutarādifah",
      "ḥamdan ya`jizu `an iḥṣā-ihil ḥafaẓah",
      "wa yazīdu `alā mā aḥṣat-hu fī kitābikal katabah",
      "ḥamdan yuwāzinu `ar-shakal majīd",
      "wa yu`ādilu kur-siyyakar rafī`",
      "ḥamdan yakmulu ladayka thawābuh",
      "wa yastaghriqu kulla jazā-in jaza-uh",
      "ḥamdan ẓāhiruhu wafqun libāṭinih",
      "wa bāṭinuhu wafqun liṣidqin niyyah",
      "ḥamdan lam yaḥmadka khalqun mithlah",
      "wa lā ya`rifu aḥadun siwāka faḍlah",
      "ḥamdan yu`ānu manijtahada fī ta`dīdih",
      "wa yu-ayyadu man aghraqa naz`an fī tawfiyatih",
      "ḥamdan yajma`u mā khalaqta minal ḥamd",
      "wa yantaẓimu mā anta khāliquhu min ba`d",
      "ḥamdan lā ḥamda aqrabu ilā qawlika minh",
      "wa lā aḥmada mimman yaḥmaduka bih",
      "ḥamdan yūjibu bikaramikal mazīda biwufūrih",
      "wa taṣiluhu bimazīdin ba`da mazīdin ṭawlan mink",
      "ḥamdan yajibu likarami wajhika wa yuqābilu `izza jalālik",
      "rabbi ṣalli `alā muḥammadin wa āli muḥammad",
      "al muntajabil muṣṭafā",
      "al mukarramil muqarrabi afḍala ṣalawātik",
      "wa bārik `alayhi atamma barakātik",
      "wa taraḥḥam `alayhi amta`a raḥamātik",
      "rabbi ṣalli `alā muḥammadin wa-ālihi ṣalātan zākiyah",
      "lā takūnu ṣalātun azkā minhā",
      "wa ṣalli `alayhi ṣalātan nāmiyah",
      "lā takūnu ṣalātun anmā minhā",
      "wa ṣalli `alayhi ṣalātan rāḍiyah",
      "lā takūnu ṣalātun fawqahā",
      "rabbi ṣalli `alā muḥammadin wa-ālih",
      "ṣalātan tur-ḍīhi wa tazīdu `alā riḍāh",
      "wa ṣalli `alayhi ṣalātan tur-ḍīka wa tazīdu `alā riḍāka lah",
      "wa ṣalli `alayhi ṣalātan lā tar-ḍā lahu illā bihā",
      "wa lā tarā ghayrahu lahā ahlā",
      "rabbi ṣalli `alā muḥammadin wa-ālih",
      "ṣalātan tujāwizu riḍwānaka wa yattaṣiluttiṣāluhā bibaqā-ik",
      "wa lā yanfadu kamā lā tanfadu kalimātuk",
      "rabbi ṣalli `alā muḥammadin wa-ālih",
      "ṣalātan tantaẓimu ṣalawāti malā-ikatik",
      "wa anbiyā-ika wa rusulika wa ahli ṭā`atik",
      "wa tashtamilu `alā ṣalawāti `ibādik",
      "min jinnika wa insika wa ahli ijābatik",
      "wa tajtami`u `alā ṣalāti kulli man dhara-ta wa bara-ta min aṣnāfi khalqik",
      "rabbi ṣalli `alayhi wa-ālih",
      "ṣalātan tuḥīṭu bikulli ṣalātin sālifatin wa musta-nafah",
      "wa ṣalli `alayhi wa `alā-ālih",
      "ṣalātan mar-ḍiyyatan laka wa liman dūnak",
      "wa tunshi-u ma`a dhālika ṣalawātin tuḍā`ifu ma`ahā tilkaṣ ṣalawāti `indahā",
      "wa tazīduhā `alā kurūril ayyāmi ziyādah",
      "fī taḍā`īfa lā ya`udduhā ghayruk",
      "rabbi ṣalli `alā aṭā-ibi ahli baytih",
      "al ladhīnakhtar-tahum li-amrik",
      "wa ja`altahum khazanata `ilmika wa ḥafaẓata dīnik",
      "wa khulafā-aka fī ar-ḍika wa ḥujajaka `alā `ibādik",
      "wa ṭahhar-tahum minar rijsi wad danasi taṭ-hīran bi-irādatik",
      "wa ja`altahumul wasīlata ilayka wal maslaka ilā jannatik",
      "rabbi ṣalli `alā muḥammadin wa-ālih",
      "ṣalātan tujzilu lahum bihā min niḥalika wa karāmatik",
      "wa tukmilu lahumul ashyā-a min `aṭāyāka wa nawāfilik",
      "wa tuwaffiru `alayhimul ḥaẓẓa min `awā-idika wa fawā-idik",
      "rabbi ṣalli `alayhi wa `alayhim ṣalātan lā amada fī awwalihā",
      "wa lā ghāyata li-amadihā wa lā nihāyata li-ākhirihā",
      "rabbi ṣalli `alayhim zinata `ar-shika wa mā dūnah",
      "wa mil-a samāwātika wa mā fawqahunn",
      "wa `adada araḍīka wa mā taḥtahunna wa mā baynahunn",
      "ṣalātan tuqarribuhum minka zulfā wa takūnu laka wa lahum riḍā",
      "wa muttaṣilatan binaẓā-irihinna abadā",
      "allāhumma innaka ayyadta dīnaka fī kulli awān",
      "bi-imāmin aqamtahu `alaman li`ibādika wa manāran fī bilādik",
      "ba`da an waṣalta ḥablahu biḥablik",
      "wa ja`altahudh dharī`ata ilā riḍwānik",
      "waftaraḍta ṭā`atahu wa ḥadhhar-ta ma`ṣiyatah",
      "wa amar-ta bimtithāli awāmirihi wal intihā-i `inda nahyih",
      "wa allā yataqaddamahu mutaqaddimun wa lā yata-akhhara `anhu muta-akhhirun fahuwa `iṣmatul lā-idhīn",
      "wa kahful mu-minīna wa `ur-watul mutamassikīna wa bahā-ul `ālamīn",
      "allāhumma fa-awzi` liwaliyyika shukra mā an`amta bihi `alayh",
      "wa awzi`nā mithlahu fīhi wa-ātihi min ladunka sulṭānan naṣīrā",
      "waftaḥ lahu fat-ḥan yasīran wa a`inhu biruknikal a`azz",
      "washdud azrahu wa qawwi `aḍudahu wa rā`ihi bi`aynik",
      "waḥmihi biḥifẓika wanṣur-hu bimalā-ikatik",
      "wamdud-hu bijundikal aghlabi wa aqim bihi kitābaka wa ḥudūdak",
      "wa sharā-i`aka wa sunana rasūlika ṣalawātukallāhumma `alayhi wa-ālih",
      "wa aḥyi bihi mā amātahuẓ ẓālimūna min ma`ālimi dīnik",
      "wajlu bihi ṣada-al jawri `an ṭarīqatik",
      "wa abin bihiḍ ḍarrā-a min sabīlik",
      "wa azil bihin nākibīna `an ṣirāṭik",
      "wamḥaq bihi bughāta qaṣdika `iwajā",
      "wa alin jānibahu li-awliyā-ika wabsuṭ yadahu `alā a`dā-ik",
      "wa hab lanā ra-fatahu wa raḥmatahu wa ta`aṭṭufahu wa taḥannunah",
      "waj`alnā lahu sāmi`īna muṭī`īna wa fī riḍāhu sā`īn",
      "wa ilā nuṣratihi wal mudāfa`ati `anhu muknifīn",
      "wa ilayka wa ilā rasūlika ṣalawātuk",
      "allāhumma `alayhi wa-ālihi bidhālika mutaqarribīn",
      "allāhumma wa ṣalli `alā awliyā-ihimul mu`tarifīna bimaqāmihim",
      "al muttabi`īna manhajahumul muqtafīna-āthārahum",
      "al mustamsikīna bi`ur-watihimul mutamassikīna biwalāyatihim",
      "al mu-tammīna bi-imāmatihimul musallimīna li-amrihim",
      "al mujtahidīna fī ṭā`atihimul muntaẓirīna ayyāmahum",
      "al māddīna ilayhim a`yunahum",
      "aṣ ṣalawātil mubārakātiz zākiyātin nāmiyātil ghādiyātir rā-iḥāt",
      "wa sallim `alayhim wa `alā ar-wāḥihim",
      "wajma` `alat taqwā amrahum",
      "wa aṣliḥ lahum shu-ūnahum",
      "wa tub `alayhim",
      "innaka antat tawwābur raḥīmu wa khayrul ghāfirīn",
      "waj`alnā ma`ahum fī dāris salāmi biraḥmatika yā ar-ḥamar rāḥimīn",
      "allāhumma hadhā yawmu `arafah",
      "yawmun sharraftahu wa karramtahu wa `aẓẓamtahu nashar-ta fīhi raḥmatak",
      "wa mananta fīhi bi`afwika wa ajzalta fīhi `aṭiyyatak",
      "wa tafaḍḍalta bihi `alā `ibādik",
      "allāhumma wa ana `abdukal ladhī an`amta `alayhi qabla khalqika lahu wa ba`da khalqika iyyāh",
      "faja`altahu mimman hadaytahu lidīnik",
      "wa waffaqtahu liḥaqqika wa `aṣamtahu biḥablik",
      "wa adkhaltahu fī ḥizbika wa ar-shadtahu limuwālāti awliyā-ik",
      "wa mu`ādāti a`dā-ika thumma amar-tahu falam ya-tamir",
      "wa zajar-tahu falam yanzajir wa nahaytahu `an ma`ṣiyatika fakhālafa amraka ilā nahyik",
      "lā mu`ānadatan laka wa lastikbāran `alayk",
      "bal da`āhu hawāhu ilā mā zayyaltahu wa ilā mā ḥadhhar-tah",
      "wa a`ānahu `alā dhālika `aduwwuka wa `aduwwuh",
      "fa-aqdama `alayhi `ārifan biwa`īdika rājiyan li`afwik",
      "wāthiqan bitajāwuzika wa kāna aḥaqqa `ibādik",
      "ma`a mā mananta `alayhi allā yaf`al",
      "wa hā ana dhā bayna yadayka ṣāghirā",
      "dhalīlan khāḍi`an khāshi`an khā-ifā",
      "mu`tarifan bi`aẓīmin minadh dhunūbi taḥammaltuh",
      "wa jalīlin minal khaṭāyajtaramtuh",
      "mustajīran biṣafḥika lā-idhan biraḥmatik",
      "mūqinan annahu lā yujīrunī minka mujīr",
      "wa lā yamna`unī minka māni`",
      "fa`ud `alayya bimā ta`ūdu bihi `alā maniqtarafa min taghammudik",
      "wa jud `alayya bimā tajūdu bihi `alā man alqā biyadihi ilayka min `afwik",
      "wamnun `alayya bimā lā yata`āẓamuk",
      "an tamunna bihi `alā man ammalaka min ghufrānik",
      "waj`al lī fī hadhal yawmi naṣīban anālu bihi ḥaẓẓan min riḍwānik",
      "wa lā taruddanī ṣifran mimmā yanqalibu bihil muta`abbidūna laka min `ibādik",
      "wa innī wa in lam uqaddim mā qaddamūhu minaṣ ṣāliḥāt",
      "faqad qaddamtu tawḥīdak",
      "wa nafyal aḍdādi wal andādi wal ashbāhi `ank",
      "wa ataytuka minal abwābil latī amar-ta an tu-tā minhā",
      "wa taqarrabtu ilayka bimā lā yaqrub",
      "aḥadun minka illā bittaqarrubi bih",
      "thumma atba`tu dhālika bil inābati ilayk",
      "wat tadhalluli wal istikānati laka wa ḥusniẓ ẓanni bika wath thiqati bimā `indak",
      "wa shafa`tuhu birajā-ik",
      "al ladhī qalla mā yakhību `alayhi rājīk",
      "wa sa-altuka mas-alatal ḥaqīridh dhalīl",
      "al bā-isil faqīril khā-ifil mustajīr",
      "wa ma`a dhālika khīfatan wa taḍarru`an wa ta`awwudhan wa talawwudhā",
      "lā mustaṭīlan bitakabburil mutakabbirīn",
      "wa lā muta`āliyan bidāllatil muṭī`īn",
      "wa lā mustaṭīlan bishafā`atish shāfi`īn",
      "wa ana ba`du aqallul aqallīna wa adhallul adhallīn",
      "wa mithludh dharrati aw dūnahā",
      "fayā man lam yu`ājilil musī-īna wa lā yandahul mutrafīn",
      "wa yā man yamunnu bi-iqālatil `āthirīna wa yatafaḍḍalu bi-inẓāril khāṭi-īn",
      "anal musī-ul mu`tariful khāṭi-ul `āthir",
      "anal ladhī aqdama `alayka mujtari-ā",
      "anal ladhī `aṣāka muta`ammidā",
      "anal ladhistakhfā min `ibādika wa bārazak",
      "anal ladhī hāba `ibādaka wa aminak",
      "anal ladhī lam yar-hab saṭwataka wa lam yakhaf ba-sak",
      "anal jānī `alā nafsihi anal mur-tahanu bibaliyyatih",
      "anal qalīlul ḥayā-i anaṭ ṭawīlul `anā",
      "biḥaqqi manintajabta min khalqik",
      "wa bimaniṣṭafaytahu linafsik",
      "biḥaqqi manikhtar-ta min bariyyatika wa manijtabayta lisha-nik",
      "biḥaqqi man waṣalta ṭā`atahu biṭā`atik",
      "wa man ja`alta ma`ṣiyatahu kama`ṣiyatik",
      "biḥaqqi man qaranta muwālātahu bimuwālātik",
      "wa man nuṭta mu`ādātahu bimu`ādātik",
      "taghammadnī fī yawmī hadhā bimā tataghammadu bihi man jāra ilayka mutanaṣṣilā",
      "wa `ādha bistighfārika tā-ibā",
      "wa tawallanī bimā tatawallā bihi ahla ṭā`atik",
      "waz zulfā ladayka wal makānati mink",
      "wa tawaḥḥadnī bimā tatawaḥḥadu bihi man wafā bi`ahdik",
      "wa at`aba nafsahu fī dhātika wa ajhadahā fī mar-ḍātik",
      "wa lā tu-ākhidhnī bitafrīṭī fī janbik",
      "wa ta`addī ṭawrī fī ḥudūdika wa mujāwazati aḥkāmik",
      "wa lā tastadrijnī bi-imlā-ika lī",
      "istidrāja man mana`anī khayra mā `indah",
      "wa lam yashrakka fī ḥulūli ni`matihi bī",
      "wa nabbihnī min raqdatil ghāfilīn",
      "wa sinatil musrifīna wa na`satil makhdhūlīn",
      "wa khudh biqalbī ilā masta`malta bihil qānitīn",
      "wasta`badta bihil muta`abbidīna wastanqadhta bihil mutahāwinīn",
      "wa a`idhnī mimmā yubā`idunī `ank",
      "wa yaḥūlu baynī wa bayna ḥaẓẓī mink",
      "wa yaṣuddunī `ammā uḥāwilu ladayk",
      "wa sahhil lī maslakal khayrāti ilayk",
      "wal musābaqati ilayhā min ḥaythu amar-t",
      "wal mushāḥḥata fīhā `alā mā aradt",
      "wa lā tamḥaqnī fīman tamḥaqu minal mustakhiffīna bimā aw`adt",
      "wa lā tuhliknī ma`a man tuhliku minal muta`arriḍīna limaqtik",
      "wa lā tutabbir-nī fīman tutabbiru minal munḥarifīna `an subulik",
      "wa najjinī min ghamarātil fitnah",
      "wa khalliṣnī min lahawātil balwā",
      "wa ajir-nī min akhdhil imlā",
      "wa ḥul baynī wa bayna `aduwwin yuḍillunī",
      "wa hawan yūbiqunī wa manqaṣatin tar-haqunī",
      "wa lā tu`riḍ `annī i`rāḍa man lā tar-ḍā `anhu ba`da ghaḍabik",
      "wa lā tu-yisnī minal amali fīka fayaghliba `alayyal qunūṭu min raḥmatik",
      "wa lā tamnaḥnī bimā lā ṭāqata lī bih",
      "fatabhaẓanī mimmā tuḥammilunīhi min faḍli maḥabbatik",
      "wa lā tur-silnī min yadika ir-sāla man lā khayra fīh",
      "wa lā ḥājata bika ilayhi wa lā inābata lah",
      "wa lā tar-mi bī ramya man saqaṭa min `ayni ri`āyatik",
      "wa manishtamala `alayhil khizyu min `indik",
      "bal khudh biyadī min saqṭatil mutaraddidīn",
      "wa wahlatil muta`assifīna wa zallatil maghrūrīna wa war-ṭatil hālikīn",
      "wa `āfinī mimmabtalayta bihi ṭabaqāti `abīdika wa imā-ik",
      "wa ballighnī mabāligha man `unīta bihi wa an`amta `alayhi wa raḍīta `anh",
      "fa-a`ashtahu ḥamīdan wa tawaffaytahu sa`īdā",
      "wa ṭawwiqnī ṭawqal iqlā`i `ammā yuḥbiṭul ḥasanāt",
      "wa yadh-habu bil barakāt",
      "wa ash`ir qalbiyal izdijāra `an qabā-iḥis sayyi-āt",
      "wa fawāḍiḥil ḥawbāt",
      "wa lā tashghalnī bimā lā udrikuhu illā bika `ammā lā yur-ḍīka `annī ghayruh",
      "wanzi` min qalbī ḥubba dunyā daniyyatin tanhā `ammā `indak",
      "wa taṣuddu `anibtighā-il wasīlati ilayka wa tudh-hilu `anit taqarrubi mink",
      "wa zayyin liyat tafarruda bimunājātika billlayli wan nahār",
      "wa hab lī `iṣmatan tudnīnī min khashyatik",
      "wa taqṭa`unī `an rukūbi maḥārimik",
      "wa tafukkanī min asril `aẓā-im",
      "wa hab liyat taṭ-hīra min danasil `iṣyān",
      "wa adh-hib `annī daranal khaṭāyā",
      "wa sar-bilnī bisir-bāli `āfiyatik",
      "wa raddinī ridā-a mu`āfātik",
      "wa jallinī sawābigha na`mā-ik",
      "wa ẓāhir ladayya faḍlaka wa ṭawlak",
      "wa ayyidnī bitawfīqika wa tasdīdik",
      "wa a`innī `alā ṣāliḥin niyyati wa mar-ḍiyyil qawli wa mustaḥsanil `amal",
      "wa lā takilnī ilā ḥawlī wa quwwatī dūna ḥawlika wa quwwatik",
      "wa lā tukhzinī yawma tab`athunī liliqā-ik",
      "wa lā tafḍaḥnī bayna yaday awliyā-ik",
      "wa lā tunsinī dhikraka wa lā tudh-hib `annī shukrak",
      "bal alzimnīhi fī aḥwālis sahwi `inda ghafalātil jāhilīna li-ālā-ik",
      "wa awzi`nī an uthniya bimā awlaytanīh",
      "wa a`tarifa bimā asdaytahu ilayy",
      "waj`al raghbatī ilayka fawqa raghbatir rāghibīn",
      "wa ḥamdī iyyāka fawqa ḥamdil ḥāmidīn",
      "wa lā takhdhulnī `inda fāqatī ilayk",
      "wa lā tuhliknī bimā asdaytuhu ilayk",
      "wa lā tajbahnī bimā jabahta bihil mu`ānidīna lak",
      "fa-innī laka musallimun a`lamu annal ḥujjata lak",
      "wa annaka awlā bil faḍli wa a`wadu bil iḥsān",
      "wa ahlut taqwā wa ahlul maghfirah",
      "wa annaka bi-an ta`fuwa awlā minka bi-an tu`āqib",
      "wa annaka bi-an tastura aqrabu minka ilā an tash-har",
      "fa-aḥyinī ḥayātan ṭayyibatan tantaẓimu bimā urīd",
      "wa tablughu mā uḥibbu min ḥaythu lā-ātī mā takrah",
      "wa lā ar-takibu mā nahayta `anh",
      "wa amitnī mītata man yas`ā nūruhu bayna yadayhi wa `an yamīnih",
      "wa dhallinī bayna yadayka wa a`izzanī `inda khalqik",
      "wa ḍa`nī idhā khalawtu bika war-fa`nī bayna `ibādik",
      "wa aghninī `amman huwa ghaniyyun `annī",
      "wa zidnī ilayka fāqatan wa faqrā",
      "wa a`idhnī min shamātatil a`dā",
      "wa min ḥulūlil balā-i wa minadh dhulli wal `anā",
      "taghammadnī fīmāṭṭala`ta `alayhi minnī",
      "bimā yataghammadu bihil qādiru `alal baṭshi lawlā ḥilmuh",
      "wal-ākhidhu `alal jarīrati lawlā anātuh",
      "wa idhā aradta biqawmin fitnatan aw sū-an fanajjinī minhā liwādhan bik",
      "wa idh lam tuqimnī maqāma faḍīḥatin fī dunyāka falā tuqimnī mithlahu fī-ākhiratik",
      "washfa` lī awā-ila minanika bi-awākhirihā",
      "wa qadīma fawā-idika biḥawādithihā",
      "wa lā tamdud lī maddan yaqsū ma`ahu qalbī",
      "wa lā taqra`nī qāri`atan yadh-habu lahā bahā-ī",
      "wa lā tasumnī khasīsatan yaṣghuru lahā qadrī",
      "wa lā naqīṣatan yujhalu min ajlihā makānī",
      "wa lā taru`nī raw`atan ublisu bihā wa lā khīfatan ūjisu dūnahā",
      "ij`al haybatī fī wa`īdik",
      "wa ḥadharī min i`dhārika wa indhārik",
      "wa rahbatī `inda tilāwati-āyātik",
      "wa`mur laylī bi-īqāẓī fīhi li`ibādatik",
      "wa tafarrudī bittahajjudi laka wa tajarrudī bisukūnī ilayk",
      "wa inzāli ḥawā-ijī bik",
      "wa munāzalatī iyyāka fī fakāki raqabatī min nārik",
      "wa ijāratī mimmā fīhi ahluhā min `adhābik",
      "wa lā tadhar-nī fī ṭughyānī `āmihā",
      "wa lā fī ghamratī sāhiyan ḥattā ḥīn",
      "wa lā taj`alnī `iẓatan limanitta`aẓa wa lā nakālan limani`tabar",
      "wa lā fitnatan liman naẓara wa lā tamkur bī fīman tamkuru bih",
      "wa lā tastabdil bī ghayrī wa lā tughayyir lismā",
      "wa lā tubaddil lī jisman wa lā tattakhidhnī huzuwan likhalqik",
      "wa lā sukhriyyan laka wa lā taba`an illā limar-ḍātik",
      "wa lā mumtahanan illā bilintiqāmi lak, wa awjidnī bar-da `afwik",
      "wa ḥalāwata raḥmatika wa rawḥika wa rayḥānika wa jannati na`īmik",
      "wa adhiqnī ṭa`mal farāghi limā tuḥibbu bisa`atin min sa`atik",
      "wal ijtihādi fīmā yuzlifu ladayka wa `indak",
      "wa at-ḥifnī bituḥfatin min tuḥafātik",
      "waj`al tijāratī rābiḥatan wa karratī ghayra khāsirah",
      "wa akhifnī maqāmaka wa shawwiqnī liqā-ak",
      "wa tub `alayya tawbatan naṣūḥan lā tubqi ma`ahā dhunūban ṣaghīratan wa lā kabīrah",
      "wa lā tadhar ma`ahā `alāniyatan wa lā sarīrah",
      "wanza`il ghilla min ṣadrī lilmu-minīn",
      "wa`ṭif biqalbī `alal khāshi`īn",
      "wa kun lī kamā takūnu liṣṣāliḥīn",
      "wa ḥallinī ḥilyatal muttaqīn",
      "waj`al lī lisāna ṣidqin fil ghābirīn",
      "wa dhikran nāmiyan fil-ākhirīn, wa wāfi bī `ar-ṣatal awwalīn",
      "wa tammim subūgha ni`matika `alayy, wa ẓāhir karāmātihā ladayy",
      "imla-min fawā-idika yadī, wa suq karā-ima mawāhibika ilayy",
      "wa jāwir biyal aṭyabīna min awliyā-ik",
      "fil jinānil latī zayyantahā li-aṣfiyā-ik",
      "wa jallinī sharā-ifa niḥalika fil maqāmātil mu`addati li-aḥibbā-ik",
      "waj`al lī `indaka maqīlan-āwī ilayhi muṭma-innā",
      "wa mathābatan atabawwa-uhā wa aqarru `aynā",
      "wa lā tuqāyisnī bi`aẓīmātil jarā-ir",
      "wa lā tuhliknī yawma tublas sarā-ir",
      "wa azil `annī kulla shakkin wa shubhah",
      "waj`al lī fil ḥaqqi ṭarīqan min kulli raḥmah",
      "wa ajzil lī qisamal mawāhibi min nawālik",
      "wa waffir `alayya ḥuẓūẓal iḥsāni min ifḍālik",
      "waj`al qalbī wāthiqan bimā `indak",
      "wa hammī mustafraghan limā huwa lak",
      "wasta`milnī bimā tasta`milu bihi khāliṣatak",
      "wa ashrib qalbī `inda dhuhūlil `uqūli ṭā`atak",
      "wajma` liyal ghinā wal `afāfa wad da`ata wal mu`āfāh",
      "waṣ ṣiḥḥata was sa`ata waṭ ṭuma-nīnata wal `āfiyah",
      "wa lā tuḥbiṭ ḥasanātī bimā yashūbuhā min ma`ṣiyatik",
      "wa lā khalawātī bimā ya`riḍu lī min nazaghāti fitnatik",
      "wa ṣun wajhī `aniṭ ṭalabi ilā aḥadin minal `ālamīn",
      "wa dhubbanī `anil timāsi mā `indal fāsiqīn",
      "wa lā taj`alnī liẓẓālimīna ẓahīrā",
      "wa lā lahum `alā maḥwi kitābika yadan wa naṣīrā",
      "wa ḥuṭnī min ḥaythu lā a`lamu ḥiyāṭatan taqīnī bihā",
      "waftaḥ lī abwāba tawbatika wa raḥmatika wa ra-fatika wa rizqikal wāsi`",
      "innī ilayka minar rāghibīn",
      "wa atmim lī in`āmaka innaka khayrul mun`imīn",
      "waj`al bāqiya `umrī fil ḥajji wal `umrah",
      "ibtighā-a wajhika yā rabbal `ālamīn",
      "wa ṣallallāhu `alā muḥammadin wa-ālihiṭ ṭayyibīnaṭ ṭāhirīn",
      "was salāmu `alayhi wa `alayhim abadal-ābidīn"
    ]
  }
}