{
  "metadata": {
    "id": "410",
    "name": "Dua of Maqatil bin Sulayman",
    "used": "1",
    "audio": "0",
    "section": "Duas.General",
    "section_rank": 0,
    "first_line": 1,
    "lines": 8,
    "has_youtube": true,
    "youtube_ids": [
      "b1PPgp1_YQs"
    ],
    "all_sections": [
      "Duas.General"
    ]
  },
  "content": {
    "arabic": [
      "إِلٰهِيْ كَيْفَ أَدْعُوكَ وَأَنَا أَنَا؟ وَكَيْفَ أَقْطَعُ رَجَائِي مِنْكَ وَأَنْتَ أَنْتَ؟",
      "إِلٰهِيْ إِذَا لَمْ أَسْأَلْكَ فَتُعْطِيَنِيْ، فَمَنْ ذَا الَّذِيْ أَسْأَلُهُ فَيُعْطِينِيْ؟",
      "إِلٰهِيْ إِذَا لَمْ أَدْعُوكَ فَتَسْتَجِيبَ لِيْ، فَمَنْ ذَا الَّذِيْ أَدْعُوهُ فَيَسْتَجِيبُ لِيْ؟",
      "إِلٰهِيْ إِذَا لَمْ أَتَضَرَّعْ إِلَيْكَ فَتَرْحَمَنِيْ، فَمَنْ ذَا الَّذِيْ أَتَضَرَّعُ إِلَيْهِ فَيَرْحَمُنِيْ؟",
      "إِلٰهِيْ فَكَمَا فَلَقْتَ الْبَحْرَ لِمُوسٰى عَلَيْهِ السَّلامُ وَنَجَّيْتَهُ",
      "أَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِهِ",
      "وَأَنْ تُنَجِّيَنِيْ مِمَّا أَنَا فِيهِ وَتُفَرِّجَ عَنِّيْ فَرَجًا عَاجِلًا غَيْرَ آجِلٍ",
      "بِفَضْلِكَ وَرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِيْنَ"
    ],
    "translation": [
      "My God how can I call on You (for help] for I am me (a sinful servant]?How can I cut off hope from You for You are You (the merciful lord]?",
      "My God (even] when I did not beseech You, You gave me. So who is he who gives if I beseech him?",
      "My God (even] when I did not call out, You fulfilled my desire. So who is he who satisfies if I call him?",
      "My God (even] when I did not humbly solicit, You took pity on me. So who is he who shows mercy i'll solicit him?",
      "My God I beseech You that just as You parted asunder the sea for Musa (peace be on him] to save him,",
      "send blessings on Muhammad and on the children of Muhammad,",
      "and come to my rescue, and deliver me (from these troubles], and disperse (afflictions], and do it quickly, without delay,",
      "through Your kindness, through Your mercy, O the most merciful."
    ],
    "transliteration": [
      "ilāhī kayfa ad`ūka wa-ana anā? wakayfa aqṭa`u rajā-ī minka wa-anta anta?",
      "ilāhī idhā lam as-alka fatu`ṭiyanī, faman dhal ladhī as-aluhu fayu`ṭīnī?",
      "ilāhī idhā lam ad`ūka fatastajība lī, faman dhal ladhī ad`ūhu fayastajību lī?",
      "ilāhī idhā lam ataḍarra` ilayka fatar-ḥamanī, faman dhal ladhī ataḍarra`u ilayhi fayar-ḥamunī?",
      "ilāhī fakamā falaqtal baḥra limūsā `alayhis salāmu wanajjaytah",
      "as-aluka an tuṣalliya `alā muḥammadin wa ālih",
      "wa-an tunajjiyanī mimmā ana fīhi watufarrija `annī farajan `ājilan ghayra-ājil",
      "bifaḍlika waraḥmatika yā ar-ḥamar rāḥimīn"
    ]
  }
}