{
  "metadata": {
    "id": "222",
    "name": "Dua 21 - Sahifat Sajjadiyyah",
    "used": "1",
    "audio": "2",
    "section": "Duas.Sahifa",
    "section_rank": "21",
    "first_line": 3,
    "lines": 71,
    "has_youtube": true,
    "youtube_ids": [
      "gyHPZe3dUEo"
    ],
    "all_sections": [
      "Duas.Sahifa"
    ]
  },
  "content": {
    "arabic": [
      "بِسْمِ اللَّـهِ الرَّحْمَـٰنِ الرَّحِيمِ",
      "اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ",
      "اَللَّهُمَّ يَا كَافِيَ الْفَرْدِ الضَّعِيفِ، وَ وَاقِيَ الْأَمْرِ الْمَخُوْفِ",
      "أَفْرَدَتْنِيْ الْخَطَايَا فَلَا صَاحِبَ مَعِي",
      "وَ ضَعُفْتُ عَنْ غَضَبِكَ فَلَا مُؤَيِّدَ لِي",
      "وَ أَشْرَفْتُ عَلَى خَوْفِ لِقَائِكَ فَلَا مُسَكِّنَ لِرَوْعَتِي",
      "وَ مَنْ يُؤْمِنُنِيْ مِنْكَ وَ أَنْتَ أَخَفْتَنِي",
      "وَ مَنْ يُسَاعِدُنِيْ وَ أَنْتَ أَفْرَدْتَنِي",
      "وَ مَنْ يُقَوِّينِيْ وَ أَنْتَ أَضْعَفْتَنِي",
      "لَا يُجِيرُ، يَا إِلَهِيْ، إِلَّا رَبٌّ عَلَى مَرْبُوبٍ",
      "وَ لَا يُؤْمِنُ إِلَّا غَالِبٌ عَلَى مَغْلُوبٍ",
      "وَ لَا يُعِينُ إِلَّا طَالِبٌ عَلَى مَطْلُوبٍ",
      "وَ بِيَدِكَ، يَا إِلَهِيْ، جَمِيعُ ذٰلِكَ السَّبَبِ، وَ إِلَيْكَ الْمَفَرُّ وَ الْمَهْرَبُ",
      "فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ",
      "وَ أَجِرْ هَرَبِيْ، وَ أَنْجِحْ مَطْلَبِي",
      "اَللَّهُمَّ إِنَّكَ إِنْ صَرَفْتَ عَنِّيْ وَجْهَكَ الْكَرِيمَ",
      "أَوْ مَنَعْتَنِيْ فَضْلَكَ الْجَسِيمَ",
      "أَوْ حَظَرْتَ عَلَيَّ رِزْقَكَ أَوْ قَطَعْتَ عَنِّيْ سَبَبَكَ",
      "لَمْ أَجِدِ السَّبِيلَ إِلَى شَيْءٍ مِنْ أَمَلِيْ غَيْرَكَ",
      "وَ لَمْ أَقْدِرْ عَلَى مَا عِنْدَكَ بِمَعُوْنَةِ سِوَاكَ، فَإِنِّيْ عَبْدُكَ",
      "وَ فِيْ قَبْضَتِكَ، نَاصِيَتِيْ بِيَدِكَ، لَا أَمْرَ لِيْ مَعَ أَمْرِكَ",
      "مَاضٍ فِيَّ حُكْمُكَ، عَدْلٌ فِيَّ قَضَاؤُكَ",
      "وَ لَا قُوَّةَ لِيْ عَلَى الْخُرُوجِ مِنْ سُلْطَانِكَ",
      "وَ لَا أَسْتَطِيعُ مُجَاوَزَةَ قُدْرَتِكَ",
      "وَ لَا أَسْتَمِيلُ هَوَاكَ، وَ لَا أَبْلُغُ رِضَاكَ",
      "وَ لَا أَنَالُ مَا عِنْدَكَ إِلَّا بِطَاعَتِكَ وَ بِفَضْلِ رَحْمَتِكَ",
      "إِلَهِيْ أَصْبَحْتُ وَ أَمْسَيْتُ عَبْدًا دَاخِرًا لَكَ",
      "لَا أَمْلِكُ لِنَفْسِيْ نَفْعًا وَ لَا ضَرًّا إِلَّا بِكَ",
      "أَشْهَدُ بِذٰلِكَ عَلَى نَفْسِيْ، وَ أَعْتَرِفُ بِضَعْفِ قُوَّتِيْ وَ قِلَّةِ حِيْلَتِي",
      "فَأَنْجِزْ لِيْ مَا وَعَدْتَنِيْ، وَ تَمِّمْ لِيْ مَا آتَيْتَنِي",
      "فَإِنِّيْ عَبْدُكَ الْمِسْكِينُ الْمُسْتَكِينُ الضَّعِيفُ",
      "اَلضَّرِيرُ الْحَقِيرُ الْمَهِينُ الْفَقِيرُ الْخَائِفُ الْمُسْتَجِيرُ",
      "اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ",
      "وَ لَا تَجْعَلْنِيْ نَاسِيًا لِذِكْرِكَ فِيمَا أَوْلَيْتَنِي",
      "وَ لَا غَافِلًا لِإِحْسَانِكَ فِيمَا أَبْلَيْتَنِي",
      "وَ لَا آيِسًا مِنْ إِجَابَتِكَ لِيْ وَ إِنْ أَبْطَأَتْ عَنِّي",
      "فِيْ سَرَّاءَ كُنْتُ أَوْ ضَرَّاءَ، أَوْ شِدَّةٍ أَوْ رَخَاءٍ",
      "أَوْ عَافِيَةٍ أَوْ بَلَاءٍ، أَوْ بُؤْسٍ أَوْ نَعْمَاءَ",
      "أَوْ جِدَةٍ أَوْ لَأْوَاءَ، أَوْ فَقْرٍ أَوْ غِنًى",
      "اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ",
      "وَ اجْعَلْ ثَنَائِيْ عَلَيْكَ، وَ مَدْحِيْ إِيَّاكَ",
      "وَ حَمْدِيْ لَكَ فِيْ كُلِّ حَالَاتِي",
      "حَتَّى لَا أَفْرَحَ بِمَا آتَيْتَنِيْ مِنَ الدُّنْيَا",
      "وَ لَا أَحْزَنَ عَلَى مَا مَنَعْتَنِيْ فِيهَا",
      "وَ أَشْعِرْ قَلْبِيْ تَقْوَاكَ",
      "وَ اسْتَعْمِلْ بَدَنِيْ فِيمَا تَقْبَلُهُ مِنِّي",
      "وَ اشْغَلْ بِطَاعَتِكَ نَفْسِيْ عَنْ كُلِّ مَا يَرِدُ عَلَيَّ",
      "حَتَّى لَا اُحِبَّ شَيْئًا مِنْ سُخْطِكَ",
      "وَ لَا أَسْخَطَ شَيْئًا مِنْ رِضَاكَ",
      "اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ",
      "وَ فَرِّغْ قَلْبِيْ لِمَحَبَّتِكَ، وَ اشْغَلْهُ بِذِكْرِكَ",
      "وَ انْعَشْهُ بِخَوْفِكَ وَ بِالْوَجَلِ مِنْكَ",
      "وَ قَوِّهِ بِالرَّغْبَةِ إِلَيْكَ، وَ أَمِلْهُ إِلَى طَاعَتِكَ",
      "وَ أَجْرِ بِهِ فِيْ أَحَبِّ السُّبُلِ إِلَيْكَ",
      "وَ ذَلِّلْهُ بِالرَّغْبَةِ فِيمَا عِنْدَكَ أَيَّامَ حَيَاتِيْ كُلِّهَا",
      "وَ اجْعَلْ تَقْوَاكَ مِنَ الدُّنْيَا زَادِي",
      "وَ إِلَى رَحْمَتِكَ رِحْلَتِيْ، وَ فِيْ مَرْضَاتِكَ مَدْخَلِي",
      "وَ اجْعَلْ فِيْ جَنَّتِكَ مَثْوَايَ",
      "وَ هَبْ لِيْ قُوَّةً أَحْتَمِلُ بِهَا جَمِيعَ مَرْضَاتِكَ",
      "وَ اجْعَلْ فِرَارِيَ إِلَيْكَ، وَ رَغْبَتِيْ فِيمَا عِنْدَكَ",
      "وَ أَلْبِسْ قَلْبِيَ الْوَحْشَةَ مِنْ شِرَارِ خَلْقِكَ",
      "وَ هَبْ لِيَ الْأُنْسَ بِكَ وَ بِأَوْلِيَائِكَ وَ أَهْلِ طَاعَتِكَ",
      "وَ لَا تَجْعَلْ لِفَاجِرٍ وَ لَا كَافِرٍ عَلَيَّ مِنَّةً",
      "وَ لَا لَهُ عِنْدِيْ يَدًا، وَ لَا بِيْ إِلَيْهِمْ حَاجَةً",
      "بَلِ اجْعَلْ سُكُونَ قَلْبِيْ وَ أُنْسَ نَفْسِي",
      "وَ اسْتِغْنَائِيْ وَ كِفَايَتِيْ بِكَ وَ بِخِيَارِ خَلْقِكَ",
      "اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ",
      "وَ اجْعَلْنِيْ لَهُمْ قَرِينًا، وَ اجْعَلْنِيْ لَهُمْ نَصِيرًا",
      "وَ امْنُنْ عَلَيَّ بِشَوْقٍ إِلَيْكَ، وَ بِالْعَمَلِ لَكَ بِمَا تُحِبُّ وَ تَرْضَى",
      "إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ",
      "وَ ذٰلِكَ عَلَيْكَ يَسِيرٌ"
    ],
    "translation": [
      "In the Name of Allāh, the All-beneficent, the All-merciful.",
      "O' Allāh send Your blessings on Muhammad and the family of Muhammad.",
      "O God, O Sufficer of the isolated and weak and Protector against terrifying affairs!",
      "Offenses have isolated me, so there is none to be my companion.",
      "I am too weak for Your wrath and there is none to strengthen me.",
      "I have approached the terror of meeting You and there is none to still my fear.",
      "Who can make me secure from You when You hast filled me with terror?",
      "Who can come to my aid when You hast isolated me?",
      "Who can strengthen me when You hast weakened me?",
      "None can grant sanctuary to a vassal, my God, but a lord,",
      "none can give security to one dominated but a dominator,",
      "none can aid him from whom demands are made but a demander.",
      "In Your hand, my God, is the thread of all that, in You the place of escape and flight,",
      "so bless Muhammad and his Household,",
      "give sanctuary to me in my flight, and grant my request!",
      "O God, if You shouldst turn Your generous face away from me,",
      "withhold from me Your immense bounty,",
      "forbid me Your provision, or cut off from me Your thread,",
      "I will find no way to anything of my hope other than You",
      "nor be given power over what is with You through another's aid, for I am Your servant",
      "and in Your grasp; my forelock is in Your hand. I have no command along with Your command.",
      "'Accomplished is Your judgement of me, just Your decree for me!'",
      "I have not the strength to emerge from Your authority",
      "nor am I able to step outside Your power.",
      "I cannot win Your inclination, arrive at Your good pleasure,",
      "or attain what is with You except through obeying You and through the bounty of Your mercy.",
      "O God, I rise in the morning and enter into evening as Your lowly slave.",
      "I own no profit and loss for myself except through You.",
      "I witness to that over myself and I confess to the frailty of my strength and the paucity of my stratagems.",
      "So accomplish what You hast promised me and complete for me what You hast given me,",
      "for I am Your slave, miserable, abased, frail,",
      "distressed, vile, despised, poor, fearful, and seeking sanctuary!",
      "O God, bless Muhammad and his Household",
      "and let me not forget to remember You in what You hast done for me,",
      "be heedless of Your beneficence in Your trying me,",
      "or despair of Your response to me, though it keep me waiting,",
      "whether I be in prosperity or adversity, hardship or ease,",
      "well-being or affliction, misery or comfort,",
      "wealth or distress, poverty or riches!",
      "O God, bless Muhammad and his Household,",
      "make me laud You, extol You,",
      "and praise You in all my states",
      "so that I rejoice not over what You givest me of this world",
      "nor sorrow over that of it which You withholdest from me!",
      "Impart reverential fear of You to my heart,",
      "employ my body in that which You acceptest from me,",
      "and divert my soul through obedience to You from all that enters upon me,",
      "so that I love nothing that displeases You",
      "and become displeased at nothing that pleases You!",
      "O God, bless Muhammad and his Household,",
      "empty my heart for Your love, occupy it with remembering You,",
      "animate it with fear of You and quaking before You,",
      "strengthen it with beseeching You, incline it to Your obedience,",
      "set it running in the path most beloved to You,",
      "and subdue it through desire for what is with You all the days of my life!",
      "Let my provision in this world be reverential fear of You (ref. 2:197],",
      "my journey be toward Your mercy, and my entrance be into Your good pleasure!",
      "Appoint for me a lodging in Your Garden,",
      "give me strength to bear everything that pleases You,",
      "make me flee to You and desire what is with You,",
      "clothe my heart in estrangement from the evil among Your creatures,",
      "and give me intimacy with You, Your friends, and those who obey You!",
      "Assign to no wicked person or unbeliever a kindness toward me",
      "or a hand that obliges me, nor to me a need for one of them!",
      "Rather make the stillness of my heart, the comfort of my soul,",
      "my independence and my sufficiency lie in You and the best of Your creatures!",
      "O God, bless Muhammad and his Household,",
      "make me their comrade, make me their helper,",
      "and oblige me with yearning for You and doing for You what You lovest and approvest!",
      "\"Thou art powerful over everything\" (3:26]",
      "and that is easy for You."
    ],
    "transliteration": [
      "bismillāhir raḥmānir raḥīm",
      "allāhumma ṣalli `alā muḥammadin wa āli muḥammad",
      "allāhumma yā kāfiyal far-diḍ ḍa`īf, wa wāqiyal amril makhūf",
      "afradatnil khaṭāyā falā ṣāḥiba ma`ī",
      "wa ḍa`uftu `an ghaḍabika falā mu-ayyida lī",
      "wa ashraftu `alā khawfi liqā-ika falā musakkina liraw`atī",
      "wa man yu-minunī minka wa anta akhaftanī",
      "wa man yusā`idunī wa anta afradtanī",
      "wa man yuqawwīnī wa anta aḍ`aftanī",
      "lā yujīr, yā ilahī, illā rabbun `alā mar-būb",
      "wa lā yu-minu illā ghālibun `alā maghlūb",
      "wa lā yu`īnu illā ṭālibun `alā maṭlūb",
      "wa biyadik, yā ilahī, jamī`u dhālikas sabab, wa ilaykal mafarru wal mahrab",
      "faṣalli `alā muḥammadin wa-ālih",
      "wa ajir harabī, wa anjiḥ maṭlabī",
      "allāhumma innaka in ṣarafta `annī wajhakal karīm",
      "aw mana`tanī faḍlakal jasīm",
      "aw ḥaẓar-ta `alayya rizqaka aw qaṭa`ta `annī sababak",
      "lam ajidis sabīla ilā shay-in min amalī ghayrak",
      "wa lam aqdir `alā mā `indaka bima`ūnati siwāk, fa-innī `abduk",
      "wa fī qabḍatik, nāṣiyatī biyadik, lā amra lī ma`a amrik",
      "māḍin fiyya ḥukmuk, `adlun fiyya qaḍa-uk",
      "wa lā quwwata lī `alal khurūji min sulṭānik",
      "wa lā astaṭī`u mujāwazata qudratik",
      "wa lā astamīlu hawāk, wa lā ablughu riḍāk",
      "wa lā anālu mā `indaka illā biṭā`atika wa bifaḍli raḥmatik",
      "ilahī aṣbaḥtu wa amsaytu `abdan dākhiran lak",
      "lā amliku linafsī naf`an wa lā ḍarran illā bik",
      "ash-hadu bidhālika `alā nafsī, wa a`tarifu biḍa`fi quwwatī wa qillati ḥīlatī",
      "fa-anjiz lī mā wa`adtanī, wa tammim lī mā-ātaytanī",
      "fa-innī `abdukal miskīnul mustakīnuḍ ḍa`īf",
      "aḍ ḍarīrul ḥaqīrul mahīnul faqīrul khā-iful mustajīr",
      "allāhumma ṣalli `alā muḥammadin wa-ālih",
      "wa lā taj`alnī nāsiyan lidhikrika fīmā awlaytanī",
      "wa lā ghāfilan li-iḥsānika fīmā ablaytanī",
      "wa lā-āyisan min ijābatika lī wa in abṭa-at `annī",
      "fī sarrā-a kuntu aw ḍarrā, aw shiddatin aw rakha",
      "aw `āfiyatin aw bala, aw bu-sin aw na`mā",
      "aw jidatin aw la-wā, aw faqrin aw ghinā",
      "allāhumma ṣalli `alā muḥammadin wa-ālih",
      "waj`al thanā-ī `alayk, wa mad-ḥī iyyāk",
      "wa ḥamdī laka fī kulli ḥālātī",
      "ḥattā lā afraḥa bimā-ātaytanī minad dunyā",
      "wa lā aḥzana `alā mā mana`tanī fīhā",
      "wa ash`ir qalbī taqwāk",
      "wasta`mil badanī fīmā taqbaluhu minnī",
      "washghal biṭā`atika nafsī `an kulli mā yaridu `alayy",
      "ḥattā lā uḥibba shay-an min sukhṭik",
      "wa lā askhaṭa shay-an min riḍāk",
      "allāhumma ṣalli `alā muḥammadin wa-ālih",
      "wa farrigh qalbī limaḥabbatik, washghalhu bidhikrik",
      "wan`ash-hu bikhawfika wa bil wajali mink",
      "wa qawwihi birraghbati ilayk, wa amilhu ilā ṭā`atik",
      "wa ajri bihi fī aḥabbis subuli ilayk",
      "wa dhallilhu birraghbati fīmā `indaka ayyāma ḥayātī kullihā",
      "waj`al taqwāka minad dunyā zādī",
      "wa ilā raḥmatika riḥlatī, wa fī mar-ḍātika madkhalī",
      "waj`al fī jannatika mathwāy",
      "wa hab lī quwwatan aḥtamilu bihā jamī`a mar-ḍātik",
      "waj`al firāriya ilayk, wa raghbatī fīmā `indak",
      "wa albis qalbiyal waḥshata min shirāri khalqik",
      "wa hab liyal unsa bika wa bi-awliyā-ika wa ahli ṭā`atik",
      "wa lā taj`al lifājirin wa lā kāfirin `alayya minnah",
      "wa lā lahu `indī yadā, wa lā bī ilayhim ḥājah",
      "balij`al sukūna qalbī wa unsa nafsī",
      "wastighnā-ī wa kifāyatī bika wa bikhiyāri khalqik",
      "allāhumma ṣalli `alā muḥammadin wa-ālih",
      "waj`alnī lahum qarīnā, waj`alnī lahum naṣīrā",
      "wamnun `alayya bishawqin ilayk, wa bil `amali laka bimā tuḥibbu wa tar-ḍā",
      "innaka `alā kulli shay-in qadīr",
      "wa dhālika `alayka yasīr"
    ]
  }
}