{
  "metadata": {
    "id": "246",
    "name": "Dua 45 - Sahifat Sajjadiyyah",
    "used": "1",
    "audio": "2",
    "section": "Duas.Sahifa",
    "section_rank": "45",
    "first_line": 3,
    "lines": 224,
    "has_youtube": true,
    "youtube_ids": [
      "ms0PjwHo3Fw"
    ],
    "all_sections": [
      "Duas.Sahifa"
    ]
  },
  "content": {
    "arabic": [
      "بِسْمِ اللَّـهِ الرَّحْمَـٰنِ الرَّحِيمِ",
      "اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ",
      "اَللَّهُمَّ يَا مَنْ لَا يَرْغَبُ فِيْ الْجَزَاءِ",
      "وَ يَا مَنْ لَا يَنْدَمُ عَلَى الْعَطَاءِ",
      "وَ يَا مَنْ لَا يُكَافِئُ عَبْدَهُ عَلَى السَّوَاءِ",
      "مِنَّتُكَ ابْتِدَا، وَ عَفْوُكَ تَفَضُّلٌ",
      "وَ عُقُوبَتُكَ عَدْلٌ، وَ قَضَاؤُكَ خِيَرَةٌ",
      "إِنْ أَعْطَيْتَ لَمْ تَشُبْ عَطَاءَكَ بِمَنٍّ",
      "وَ إِنْ مَنَعْتَ لَمْ يَكُنْ مَنْعُكَ تَعَدِّيًا",
      "تَشْكُرُ مَنْ شَكَرَكَ وَ أَنْتَ أَلْهَمْتَهُ شُكْرَكَ",
      "وَ تُكَافِئُ مَنْ حَمِدَكَ وَ أَنْتَ عَلَّمْتَهُ حَمْدَكَ",
      "تَسْتُرُ عَلَى مَنْ لَوْ شِئْتَ فَضَحْتَهُ",
      "وَ تَجُودُ عَلَى مَنْ لَوْ شِئْتَ مَنَعْتَهُ",
      "وَ كِلَاهُمَا أَهْلٌ مِنْكَ لِلْفَضِيحَةِ وَ الْمَنْعِ",
      "غَيْرَ أَنَّكَ بَنَيْتَ أَفْعَالَكَ عَلَى التَّفَضُّلِ",
      "وَ أَجْرَيْتَ قُدْرَتَكَ عَلَى التَّجَاوُزِ",
      "وَ تَلَقَّيْتَ مَنْ عَصَاكَ بِالْحِلْمِ",
      "وَ أَمْهَلْتَ مَنْ قَصَدَ لِنَفْسِهِ بِالظُّلْمِ",
      "تَسْتَنْظِرُهُمْ بِأَنَاتِكَ إِلَى الْإِنَابَةِ، وَ تَتْرُكُ مُعَاجَلَتَهُمْ إِلَى التَّوْبَةِ",
      "لِكَيْلَا يَهْلِكَ عَلَيْكَ هَالِكُهُمْ",
      "وَ لَا يَشْقَى بِنِعْمَتِكَ شَقِيُّهُمْ",
      "إِلَّا عَنْ طُولِ الْإِعْذَارِ إِلَيْهِ",
      "وَ بَعْدَ تَرَادُفِ الْحُجَّةِ عَلَيْهِ",
      "كَرَمًا مِنْ عَفْوِكَ يَا كَرِيمُ",
      "وَ عَائِدَةً مِنْ عَطْفِكَ يَا حَلِيمُ",
      "أَنْتَ الَّذِيْ فَتَحْتَ لِعِبَادِكَ بَابًا",
      "إِلَى عَفْوِكَ وَ سَمَّيْتَهُ التَّوْبَةَ",
      "وَ جَعَلْتَ عَلَى ذٰلِكَ الْبَابِ دَلِيْلًا مِنْ وَحْيِكَ",
      "لِئَلَّا يَضِلُّوْا عَنْهُ فَقُلْتَ تَبَارَكَ اسْمُكَ",
      "تُوبُوْا إِلَى اللَّهِ تَوْبَةً نَصُوحًا عَسَى رَبُّكُمْ",
      "أَنْ يُكَفِّرَ عَنْكُمْ سَيِّئَاتِكُمْ وَ يُدْخِلَكُمْ",
      "جَنَّاتٍ تَجْرِيْ مِنْ تَحْتِهَا الْأَنْهَارُ",
      "يَوْمَ لَا يُخْزِيْ اللَّهُ النَّبِيَّ",
      "وَ الَّذِيْنَ آمَنُوْا مَعَهُ نُوْرُهُمْ يَسْعَى بَيْنَ أَيْدِيهِمْ وَ بِأَيْمَانِهِمْ",
      "يَقُولُونَ رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَ اغْفِرْ لَنَا",
      "إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
      "فَمَا عُذْرُ مَنْ أَغْفَلَ دُخُوْلَ ذٰلِكَ الْمَنْزِلِ",
      "بَعْدَ فَتْحِ الْبَابِ وَ إِقَامَةِ الدَّلِيلِ",
      "وَ أَنْتَ الَّذِيْ زِدْتَ فِيْ السَّوْمِ عَلَى نَفْسِكَ لِعِبَادِكَ",
      "تُرِيدُ رِبْحَهُمْ فِيْ مُتَاجَرَتِهِمْ لَكَ",
      "وَ فَوْزَهُمْ بِالْوِفَادَةِ عَلَيْكَ وَ الزِّيَادَةِ مِنْكَ",
      "فَقُلْتَ تَبَارَكَ اسْمُكَ وَ تَعَالَيْتَ",
      "مَنْ جَاءَ بِالْحَسَنَةِ فَلَهُ عَشْرُ أَمْثَالِهَا",
      "وَ مَنْ جَاءَ بِالسَّيِّئَةِ فَلَا يُجْزَى إِلَّا مِثْلَهَا",
      "وَ قُلْتَ مَثَلُ الَّذِيْنَ يُنْفِقُونَ أَمْوَالَهُمْ فِيْ سَبِيلِ اللَّهِ كَمَثَلِ حَبَّةٍ",
      "أَنْبَتَتْ سَبْعَ سَنَابِلَ فِيْ كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ",
      "وَ اللَّهُ يُضَاعِفُ لِمَنْ يَشَاءُ",
      "وَ قُلْتَ مَنْ ذَا الَّذِيْ يُقْرِضُ اللَّهَ قَرْضًا حَسَنًا",
      "فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً",
      "وَ مَا أَنْزَلْتَ مِنْ نَظَائِرِهِنَّ فِيْ الْقُرْآنِ مِنْ تَضَاعِيفِ الْحَسَنَاتِ",
      "وَ أَنْتَ الَّذِيْ دَلَلْتَهُمْ بِقَوْلِكَ مِنْ غَيْبِكَ وَ تَرْغِيبِكَ",
      "اَلَّذِيْ فِيهِ حَظُّهُمْ عَلَى مَا لَوْ سَتَرْتَهُ عَنْهُمْ",
      "لَمْ تُدْرِكْهُ أَبْصَارُهُمْ وَ لَمْ تَعِهِ أَسْمَاعُهُمْ",
      "وَ لَمْ تَلْحَقْهُ أَوْهَامُهُمْ",
      "فَقُلْتَ اذْكُرُونِيْ أَذْكُرْكُمْ وَ اشْكُرُوْا لِيْ وَ لَا تَكْفُرُونِ",
      "وَ قُلْتَ لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ",
      "وَ لَئِنْ كَفَرْتُمْ إِنَّ عَذَابِيْ لَشَدِيدٌ",
      "وَ قُلْتَ ادْعُونِيْ أَسْتَجِبْ لَكُمْ",
      "إِنَّ الَّذِيْنَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي",
      "سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ",
      "فَسَمَّيْتَ دُعَاءَكَ عِبَادَةً وَ تَرْكَهُ اسْتِكْبَارًا",
      "وَ تَوَعَّدْتَ عَلَى تَرْكِهِ دُخُولَ جَهَنَّمَ دَاخِرِينَ",
      "فَذَكَرُوكَ بِمَنِّكَ وَ شَكَرُوكَ بِفَضْلِكَ",
      "وَ دَعَوْكَ بِأَمْرِكَ",
      "وَ تَصَدَّقُوْا لَكَ طَلَبًا لِمَزِيدِكَ",
      "وَ فِيهَا كَانَتْ نَجَاتُهُمْ مِنْ غَضَبِكَ",
      "وَ فَوْزُهُمْ بِرِضَاكَ",
      "وَ لَوْ دَلَّ مَخْلُوقٌ مَخْلُوقًا مِنْ نَفْسِهِ",
      "عَلَى مِثْلِ الَّذِيْ دَلَلْتَ عَلَيْهِ عِبَادَكَ مِنْكَ",
      "كَانَ مَوْصُوفًا بِالْإِحْسَانِ",
      "وَ مَنْعُوتًا بِالْإِمْتِنَانِ وَ مَحْمُودًا بِكُلِّ لِسَانٍ",
      "فَلَكَ الْحَمْدُ مَا وُجِدَ فِيْ حَمْدِكَ مَذْهَبٌ",
      "وَ مَا بَقِيَ لِلْحَمْدِ لَفْظٌ تُحْمَدُ بِهِ وَ مَعْنًى يَنْصَرِفُ إِلَيْهِ",
      "يَا مَنْ تَحَمَّدَ إِلَى عِبَادِهِ بِالْإِحْسَانِ وَ الْفَضْلِ",
      "وَ غَمَرَهُمْ بِالْمَنِّ وَ الطَّوْلِ",
      "مَا أَفْشَى فِينَا نِعْمَتَكَ وَ أَسْبَغَ عَلَيْنَا مِنَّتَكَ",
      "وَ أَخَصَّنَا بِبِرِّكَ",
      "هَدَيْتَنَا لِدِينِكَ الَّذِيْ اصْطَفَيْتَ",
      "وَ مِلَّتِكَ الَّتِيْ ارْتَضَيْتَ",
      "وَ سَبِيلِكَ الَّذِيْ سَهَّلْتَ",
      "وَ بَصَّرْتَنَا الزُّلْفَةَ لَدَيْكَ وَ الْوُصُولَ إِلَى كَرَامَتِكَ",
      "اَللَّهُمَّ وَ أَنْتَ جَعَلْتَ مِنْ صَفَايَا تِلْكَ الْوَظَائِفِ",
      "وَ خَصَائِصِ تِلْكَ الْفُرُوضِ",
      "شَهْرَ رَمَضَانَ الَّذِيْ اخْتَصَصْتَهُ مِنْ سَائِرِ الشُّهُورِ",
      "وَ تَخَيَّرْتَهُ مِنْ جَمِيْعِ الْأَزْمِنَةِ وَ الدُّهُورِ",
      "وَ آثَرْتَهُ عَلَى كُلِّ أَوْقَاتِ السَّنَةِ",
      "بِمَا أَنْزَلْتَ فِيهِ مِنَ الْقُرْآنِ وَ النُّورِ",
      "وَ ضَاعَفْتَ فِيهِ مِنَ الْإِيمَانِ",
      "وَ فَرَضْتَ فِيهِ مِنَ الصِّيَامِ",
      "وَ رَغَّبْتَ فِيهِ مِنَ الْقِيَامِ",
      "وَ أَجْلَلْتَ فِيهِ مِنْ لَيْلَةِ الْقَدْرِ",
      "اَلَّتِيْ هِيَ خَيْرٌ مِنْ أَلْفِ شَهْرٍ",
      "ثُمَّ آثَرْتَنَا بِهِ عَلَى سَائِرِ الْأُمَمِ",
      "وَ اصْطَفَيْتَنَا بِفَضْلِهِ دُوْنَ أَهْلِ الْمِلَلِ",
      "فَصُمْنَا بِأَمْرِكَ نَهَارَهُ",
      "وَ قُمْنَا بِعَوْنِكَ لَيْلَهُ",
      "مُتَعَرِّضِينَ بِصِيَامِهِ وَ قِيَامِهِ لِمَا عَرَّضْتَنَا لَهُ مِنْ رَحْمَتِكَ",
      "وَ تَسَبَّبْنَا إِلَيْهِ مِنْ مَثُوبَتِكَ",
      "وَ أَنْتَ الْمَلِيْءُ بِمَا رُغِبَ فِيْهِ إِلَيْكَ",
      "اَلْجَوَادُ بِمَا سُئِلْتَ مِنْ فَضْلِكَ",
      "اَلْقَرِيبُ إِلَى مَنْ حَاوَلَ قُرْبَكَ",
      "وَ قَدْ أَقَامَ فِينَا هَذَا الشَّهْرُ مَقَامَ حَمْدٍ",
      "وَ صَحِبَنَا صُحْبَةَ مَبْرُورٍ",
      "وَ أَرْبَحَنَا أَفْضَلَ أَرْبَاحِ الْعَالَمِيْنَ",
      "ثُمَّ قَدْ فَارَقَنَا عِنْدَ تَمَامِ وَقْتِهِ وَ انْقِطَاعِ مُدَّتِهِ وَ وَفَاءِ عَدَدِهِ",
      "فَنَحْنُ مُوَدِّعُوهُ وِدَاعَ مَنْ عَزَّ فِرَاقُهُ عَلَيْنَا",
      "وَ غَمَّنَا وَ أَوْحَشَنَا انْصِرَافُهُ عَنَّا",
      "وَ لَزِمَنَا لَهُ الذِّمَامُ الْمَحْفُوظُ",
      "وَ الْحُرْمَةُ الْمَرْعِيَّةُ وَ الْحَقُّ الْمَقْضِيُّ",
      "فَنَحْنُ قَائِلُونَ السَّلَامُ عَلَيْكَ",
      "يَا شَهْرَ اللَّهِ الْأَكْبَرَ وَ يَا عِيدَ أَوْلِيَائِهِ",
      "اَلسَّلَامُ عَلَيْكَ يَا أَكْرَمَ مَصْحُوبٍ مِنَ الْأَوْقَاتِ",
      "وَ يَا خَيْرَ شَهْرٍ فِيْ الْأَيَّامِ وَ السَّاعَاتِ",
      "اَلسَّلَامُ عَلَيْكَ مِنْ شَهْرٍ قَرُبَتْ فِيهِ الْآمَالُ",
      "وَ نُشِرَتْ فِيهِ الْأَعْمَالُ",
      "اَلسَّلَامُ عَلَيْكَ مِنْ قَرِينٍ جَلَّ قَدْرُهُ مَوْجُودًا",
      "وَ أَفْجَعَ فَقْدُهُ مَفْقُوْدًا وَ مَرْجُوٍّ آلَمَ فِرَاقُهُ",
      "اَلسَّلَامُ عَلَيْكَ مِنْ أَلِيفٍ آنَسَ مُقْبِلًا فَسَرَّ",
      "وَ أَوْحَشَ مُنْقَضِيًا فَمَضَّ",
      "اَلسَّلَامُ عَلَيْكَ مِنْ مُجَاوِرٍ رَقَّتْ فِيهِ الْقُلُوبُ وَ قَلَّتْ فِيهِ الذُّنُوبُ",
      "اَلسَّلَامُ عَلَيْكَ مِنْ نَاصِرٍ أَعَانَ عَلَى الشَّيْطَانِ",
      "وَ صَاحِبٍ سَهَّلَ سُبُلَ الْإِحْسَانِ",
      "اَلسَّلَامُ عَلَيْكَ مَا أَكْثَرَ عُتَقَاءَ اللَّهِ فِيكَ",
      "وَ مَا أَسْعَدَ مَنْ رَعَى حُرْمَتَكَ بِكَ",
      "اَلسَّلَامُ عَلَيْكَ مَا كَانَ أَمْحَاكَ لِلذُّنُوبِ",
      "وَ أَسْتَرَكَ لِأَنْوَاعِ الْعُيُوبِ",
      "اَلسَّلَامُ عَلَيْكَ مَا كَانَ أَطْوَلَكَ عَلَى الْمُجْرِمِيْنَ",
      "وَ أَهْيَبَكَ فِيْ صُدُورِ الْمُؤْمِنِيْنَ",
      "اَلسَّلَامُ عَلَيْكَ مِنْ شَهْرٍ لَا تُنَافِسُهُ الْأَيَّامُ",
      "اَلسَّلَامُ عَلَيْكَ مِنْ شَهْرٍ هُوَ مِنْ كُلِّ أَمْرٍ سَلَامٌ",
      "اَلسَّلَامُ عَلَيْكَ غَيْرَ كَرِيهِ الْمُصَاحَبَةِ",
      "وَ لَا ذَمِيمِ الْمُلَابَسَةِ",
      "اَلسَّلَامُ عَلَيْكَ كَمَا وَفَدْتَ عَلَيْنَا بِالْبَرَكَاتِ",
      "وَ غَسَلْتَ عَنَّا دَنَسَ الْخَطِيئَاتِ",
      "اَلسَّلَامُ عَلَيْكَ غَيْرَ مُوَدَّعٍ بَرَمًا",
      "وَ لَا مَتْرُوكٍ صِيَامُهُ سَأَمًا",
      "اَلسَّلَامُ عَلَيْكَ مِنْ مَطْلُوْبٍ قَبْلَ وَقْتِهِ",
      "وَ مَحْزُونٍ عَلَيْهِ قَبْلَ فَوْتِهِ",
      "اَلسَّلَامُ عَلَيْكَ كَمْ مِنْ سُوءٍ صُرِفَ بِكَ عَنَّا",
      "وَ كَمْ مِنْ خَيْرٍ أُفِيضَ بِكَ عَلَيْنَا",
      "اَلسَّلَامُ عَلَيْكَ وَ عَلَى لَيْلَةِ الْقَدْرِ",
      "اَلَّتِيْ هِيَ خَيْرٌ مِنْ أَلْفِ شَهْرٍ",
      "اَلسَّلَامُ عَلَيْكَ مَا كَانَ أَحْرَصَنَا بِالْأَمْسِ عَلَيْكَ",
      "وَ أَشَدَّ شَوْقَنَا غَدًا إِلَيْكَ",
      "اَلسَّلَامُ عَلَيْكَ وَ عَلَى فَضْلِكَ الَّذِيْ حُرِمْنَاهُ",
      "وَ عَلَى مَاضٍ مِنْ بَرَكَاتِكَ سُلِبْنَاهُ",
      "اَللَّهُمَّ إِنَّا أَهْلُ هَذَا الشَّهْرِ الَّذِيْ شَرَّفْتَنَا بِهِ",
      "وَ وَفَّقْتَنَا بِمَنِّكَ لَهُ حِيْنَ جَهِلَ الْأَشْقِيَاءُ وَقْتَهُ",
      "وَ حُرِمُوْا لِشَقَائِهِمْ فَضْلَهُ",
      "أَنْتَ وَلِيُّ مَا آثَرْتَنَا بِهِ مِنْ مَعْرِفَتِهِ",
      "وَ هَدَيْتَنَا لَهُ مِنْ سُنَّتِهِ",
      "وَ قَدْ تَوَلَّيْنَا بِتَوْفِيقِكَ صِيَامَهُ وَ قِيَامَهُ عَلَى تَقْصِيرٍ",
      "وَ أَدَّيْنَا فِيهِ قَلِيْلًا مِنْ كَثِيرٍ",
      "اَللَّهُمَّ فَلَكَ الْحَمْدُ إِقْرَارًا بِالْإِسَاءَةِ",
      "وَ اعْتِرَافًا بِالْإِضَاعَةِ وَ لَكَ مِنْ قُلُوبِنَا عَقْدُ النَّدَمِ",
      "وَ مِنْ أَلْسِنَتِنَا صِدْقُ الِاعْتِذَارِ",
      "فَأْجُرْنَا عَلَى مَا أَصَابَنَا فِيهِ مِنَ التَّفْرِيطِ",
      "أَجْرًا نَسْتَدْرِكُ بِهِ الْفَضْلَ الْمَرْغُوبَ فِيهِ",
      "وَ نَعْتَاضُ بِهِ مِنْ أَنْوَاعِ الذُّخْرِ الْمَحْرُوصِ عَلَيْهِ",
      "وَ أَوْجِبْ لَنَا عُذْرَكَ عَلَى مَا قَصَّرْنَا فِيهِ مِنْ حَقِّكَ",
      "وَ ابْلُغْ بِأَعْمَارِنَا مَا بَيْنَ أَيْدِيْنَا مِنْ شَهْرِ رَمَضَانَ الْمُقْبِلِ",
      "فَإِذَا بَلَّغْتَنَاهُ فَأَعِنَّا عَلَى تَنَاوُلِ",
      "مَا أَنْتَ أَهْلُهُ مِنَ الْعِبَادَةِ",
      "وَ أَدِّنَا إِلَى الْقِيَامِ بِمَا يَسْتَحِقُّهُ مِنَ الطَّاعَةِ",
      "وَ أَجْرِ لَنَا مِنْ صَالِحِ الْعَمَلِ",
      "مَا يَكُونُ دَرَكًا لِحَقِّكَ فِيْ الشَّهْرَيْنِ مِنْ شُهُورِ الدَّهْرِ",
      "اَللَّهُمَّ وَ مَا أَلْمَمْنَا بِهِ فِيْ شَهْرِنَا هَذَا مِنْ لَمَمٍ أَوْ إِثْمٍ",
      "أَوْ وَاقَعْنَا فِيهِ مِنْ ذَنْبٍ وَ اكْتَسَبْنَا فِيهِ مِنْ خَطِيئَةٍ",
      "عَلَى تَعَمُّدٍ مِنَّا أَوْ عَلَى نِسْيَانٍ ظَلَمْنَا فِيهِ أَنْفُسَنَا أَوِ انْتَهَكْنَا بِهِ حُرْمَةً مِنْ غَيْرِنَا",
      "فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَ اسْتُرْنَا بِسِتْرِكَ",
      "وَ اعْفُ عَنَّا بِعَفْوِكَ",
      "وَ لَا تَنْصِبْنَا فِيهِ لِأَعْيُنِ الشَّامِتِينَ",
      "وَ لَا تَبْسُطْ عَلَيْنَا فِيهِ أَلْسُنَ الطَّاعِنِيْنَ",
      "وَ اسْتَعْمِلْنَا بِمَا يَكُونُ حِطَّةً وَ كَفَّارَةً",
      "لِمَا أَنْكَرْتَ مِنَّا فِيهِ بِرَأْفَتِكَ الَّتِيْ لَا تَنْفَدُ",
      "وَ فَضْلِكَ الَّذِيْ لَا يَنْقُصُ",
      "اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ",
      "وَ اجْبُرْ مُصِيبَتَنَا بِشَهْرِنَا",
      "وَ بَارِكْ لَنَا فِيْ يَوْمِ عِيدِنَا وَ فِطْرِنَا",
      "وَ اجْعَلْهُ مِنْ خَيْرِ يَوْمٍ مَرَّ عَلَيْنَا أَجْلَبِهِ لِعَفْوٍ وَ أَمْحَاهُ لِذَنْبٍ",
      "وَ اغْفِرْ لَنَا مَا خَفِيَ مِنْ ذُنُوبِنَا وَ مَا عَلَنَ",
      "اَللَّهُمَّ اسْلَخْنَا بِانْسِلَاخِ هَذَا الشَّهْرِ مِنْ خَطَايَانَا",
      "وَ أَخْرِجْنَا بِخُرُوجِهِ مِنْ سَيِّئَاتِنَا",
      "وَ اجْعَلْنَا مِنْ أَسْعَدِ أَهْلِهِ بِهِ",
      "وَ أَجْزَلِهِمْ قِسْمًا فِيهِ وَ أَوْفَرِهِمْ حَظًّا مِنْهُ",
      "اَللَّهُمَّ وَ مَنْ رَعَى هَذَا الشَّهْرَ حَقَّ رِعَايَتِهِ",
      "وَ حَفِظَ حُرْمَتَهُ حَقَّ حِفْظِهَا وَ قَامَ بِحُدُودِهِ حَقَّ قِيَامِهَا",
      "وَ اتَّقَى ذُنُوبَهُ حَقَّ تُقَاتِهَا أَوْ تَقَرَّبَ إِلَيْكَ بِقُرْبَةٍ",
      "أَوْجَبَتْ رِضَاكَ لَهُ وَ عَطَفَتْ رَحْمَتَكَ عَلَيْهِ",
      "فَهَبْ لَنَا مِثْلَهُ مِنْ وُجْدِكَ",
      "وَ أَعْطِنَا أَضْعَافَهُ مِنْ فَضْلِكَ",
      "فَإِنَّ فَضْلَكَ لَا يَغِيضُ وَ إِنَّ خَزَائِنَكَ لَا تَنْقُصُ بَلْ تَفِيضُ",
      "وَ إِنَّ مَعَادِنَ إِحْسَانِكَ لَا تَفْنَى",
      "وَ إِنَّ عَطَاءَكَ لِلْعَطَاءُ الْمُهَنَّا",
      "اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ",
      "وَ اكْتُبْ لَنَا مِثْلَ أُجُورِ مَنْ صَامَهُ",
      "أَوْ تَعَبَّدَ لَكَ فِيهِ إِلَى يَوْمِ الْقِيَامَةِ",
      "اَللَّهُمَّ إِنَّا نَتُوبُ إِلَيْكَ فِيْ يَوْمِ فِطْرِنَا",
      "اَلَّذِيْ جَعَلْتَهُ لِلْمُؤْمِنِيْنَ عِيدًا وَ سُرُورًا",
      "وَ لِأَهْلِ مِلَّتِكَ مَجْمَعًا وَ مُحْتَشَدًا مِنْ كُلِّ ذَنْبٍ أَذْنَبْنَاهُ",
      "أَوْ سُوءٍ أَسْلَفْنَاهُ أَوْ خَاطِرِ شَرٍّ أَضْمَرْنَاهُ",
      "تَوْبَةَ مَنْ لَا يَنْطَوِيْ عَلَى رُجُوعٍ إِلَى ذَنْبٍ",
      "وَ لَا يَعُودُ بَعْدَهَا فِيْ خَطِيئَةٍ",
      "تَوْبَةً نَصُوحًا خَلَصَتْ مِنَ الشَّكِّ وَ الِارْتِيَابِ",
      "فَتَقَبَّلْهَا مِنَّا وَ ارْضَ عَنَّا وَ ثَبِّتْنَا عَلَيْهَا",
      "اَللَّهُمَّ ارْزُقْنَا خَوْفَ عِقَابِ الْوَعِيدِ",
      "وَ شَوْقَ ثَوَابِ الْمَوْعُودِ حَتَّى نَجِدَ لَذَّةَ مَا نَدْعُوكَ بِهِ",
      "وَ كَأْبَةَ مَا نَسْتَجِيرُ مِنْهُ",
      "وَ اجْعَلْنَا عِنْدَكَ مِنَ التَّوَّابِينَ الَّذِيْنَ أَوْجَبْتَ لَهُمْ مَحَبَّتَكَ",
      "وَ قَبِلْتَ مِنْهُمْ مُرَاجَعَةَ طَاعَتِكَ يَا أَعْدَلَ الْعَادِلِينَ",
      "اَللَّهُمَّ تَجَاوَزْ عَنْ آبَائِنَا وَ أُمَّهَاتِنَا وَ أَهْلِ دِينِنَا جَمِيعًا",
      "مَنْ سَلَفَ مِنْهُمْ وَ مَنْ غَبَرَ إِلَى يَوْمِ الْقِيَامَةِ",
      "اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ نَبِيِّنَا وَ آلِهِ",
      "كَمَا صَلَّيْتَ عَلَى مَلَائِكَتِكَ الْمُقَرَّبِينَ",
      "وَ صَلِّ عَلَيْهِ وَ آلِهِ",
      "كَمَا صَلَّيْتَ عَلَى أَنْبِيَائِكَ الْمُرْسَلِينَ",
      "وَ صَلِّ عَلَيْهِ وَ آلِهِ كَمَا صَلَّيْتَ عَلَى عِبَادِكَ الصَّالِحِيْنَ",
      "وَ أَفْضَلَ مِنْ ذٰلِكَ يَا رَبَّ الْعَالَمِيْنَ",
      "صَلَاةً تَبْلُغُنَا بَرَكَتُهَا وَ يَنَالُنَا نَفْعُهَا",
      "وَ يُسْتَجَابُ لَهَا دُعَاؤُنَا",
      "إِنَّكَ أَكْرَمُ مَنْ رُغِبَ إِلَيْهِ",
      "وَ أَكْفَى مَنْ تُوُكِّلَ عَلَيْهِ",
      "وَ أَعْطَى مَنْ سُئِلَ مِنْ فَضْلِهِ",
      "وَ أَنْتَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ"
    ],
    "translation": [
      "In the Name of Allāh, the All-beneficent, the All-merciful.",
      "O' Allāh send Your blessings on Muhammad and the family of Muhammad.",
      "O God, O He who desires no repayment!",
      "O He who shows no remorse at bestowal!",
      "O He who rewards not His servant tit for tat!",
      "Your kindness is a new beginning, Your pardon gratuitous bounty,",
      "Your punishment justice, Your decree a choice for the best!",
      "If You bestowest, You stainest not Your bestowal with obligation,",
      "and if You withholdest, You withholdest not in transgression.",
      "You showest gratitude to him who thanks You, while You hast inspired him to thank You.",
      "You rewardest him who praises You, while though You hast taught him Your praise.",
      "You coverest him whom, if You willed, You wouldst expose,",
      "and You art generous toward him from whom, if You willed, You wouldst withhold.",
      "Both are worthy of Your exposure and withholding,",
      "but You hast founded Your acts upon gratuitous bounty,",
      "channelled Your power into forbearance,",
      "received him who disobeyed You with clemency,",
      "and disregarded him who intended wrongdoing against himself.",
      "You awaitest their turning back without haste and refrainest from rushing them toward repentance,",
      "so that the perisher among them may not perish because of You",
      "and the wretched may not be wretched through Your favour,",
      "but only after Your prolonged excusing him",
      "and successive arguments against him,",
      "as an act of generosity through Your pardon, O Generous,",
      "and an act of kindliness through Your tenderness, O Clement!",
      "It is You who hast opened for Your servants a door",
      "to Your pardon, which You hast named 'repentance'.",
      "You hast placed upon that door a pointer from Your revelation,",
      "lest they stray from it: You hast said (blessed is Your Name],",
      "\"Repent toward God with unswerving repentance! It may be that Your Lord",
      "will acquit of your evil deeds and will admit you into",
      "gardens beneath which rivers flow,",
      "upon the day when God will not degrade the Prophet",
      "and those who have faith along with him, their light running before them and on their right hands,",
      "and they say: 'Our Lord, complete for us our light, and forgive us!",
      "Surely You art powerful over everything\" (66:8].",
      "What is the excuse of him who remains heedless of entering that house",
      "after the opening of the door and the setting up of the pointer?",
      "It is You who hast raised the price against Yourself to the advantage of Your servants,",
      "desiring their profit in their trade with You,",
      "their triumph through reaching You, and their increase on account of You,",
      "for You hast said (blessed is Your Name and high art You exalted],",
      "\"Whoso brings a good deed shall have ten the like of it,",
      "and whoso brings an evil deed shall only be recompensed the like of it\" (6:160].",
      "You hast said, \"The likeness of those who expend their wealth in the way of God is as the likeness of a grain of corn",
      "that sprouts seven ears, in every ear a hundred grains;",
      "so God multiplies unto whom He wills\" (2:261].",
      "You hast said, \"Who is he that will lend to God a good loan,",
      "and He will multiply it for him manifold\" (2:245]?",
      "And You hast sent down in the Qur'an similar verses on the multiplying of good deeds.",
      "It is You who hast pointed them through Your speech from Your Unseen and Your encouragement",
      "in which lies their good fortune toward that which - hadst You covered it from them",
      "their eyes would not have perceived, their ears would not have heard,",
      "and their imaginations would not have grasped,",
      "for You hast said, \"Remember Me and I will remember you be thankful to Me, and be you not thankless towards Me\" (2:152]!",
      "You hast said, \"If you are thankful, surely I will increase you,",
      "but if you are thankless, My chastisement is surely terrible\" (14:7];",
      "And You hast said, \"Supplicate Me and I will respond to you,",
      "surely those who wax too proud to worship Me",
      "shall enter Gehenna utterly abject\" (40:60].",
      "Hence You hast named supplicating You 'worship' and refraining from it 'waxing proud',",
      "and You hast threatened that the refraining from it would yield entrance into Gehenna in utter abjection.",
      "So they remember You for Your kindness, they thank You for Your bounty,",
      "they supplicate You by Your command,",
      "and they donate for You in order to seek Your increase;",
      "in all this lies their deliverance from Your wrath",
      "and their triumph through Your good pleasure.",
      "Were any creature himself to direct another creature",
      "to the like of that to which You Yourself hast directed Your servants,",
      "he would be described by beneficence,",
      "qualified by kindness, and praised by every tongue.",
      "So to You belongs praise as long as there is found a way to praise You",
      "and as long as there remains for praising words by which You may be praised and meanings which may be spent in praise!",
      "O He who shows Himself praiseworthy to His servants through beneficence and bounty,",
      "flooding them with kindness and graciousness!",
      "How much Your favour has been spread about among us, Your kindness lavished upon us,",
      "and Your goodness singled out for us!",
      "You hast guided us to Your religion which You hast chosen,",
      "Your creed with which You art pleased,",
      "and Your path which You hast made smooth,",
      "and You hast shown us proximity to You and arrival at Your generosity!",
      "O God, You hast appointed among the choicest of those duties",
      "and the most special of those obligations",
      "the month of Ramadan, which You hast singled out from other months,",
      "chosen from among all periods and eras,",
      "and preferred over all times of the year",
      "through the Qur'an and the Light which You sent down within it,",
      "the faith which You multiplied by means of it,",
      "the fasting which You obligated therein,",
      "the standing in prayer which You encouraged at its time,",
      "and the Night of Decree which You magnified therein,",
      "the night which is \"better than a thousand months\" (97:3].",
      "Through it You hast preferred us over the other communities",
      "and through its excellence You hast chosen us to the exclusion of the people of the creeds.",
      "We fasted by Your command in its daylight,",
      "we stood in prayer with Your help in its night,",
      "presenting ourselves by its fasting and its standing to the mercy which You hast held up before us,",
      "and we found through it the means to Your reward.",
      "And You art full of what is sought from You,",
      "munificent with what is asked of Your bounty,",
      "and near to him who strives for Your nearness.",
      "This month stood among us in a standing place of praise,",
      "accompanied us with the companionship of one approved,",
      "and profited us with the most excellent profit of the world's creatures.",
      "Then it parted from us at the completion of its time, the end of its term, and the fulfilment of its number.",
      "So we bid farewell to it with the farewell of one whose parting pains us,",
      "whose leaving fills us with gloom and loneliness,",
      "and to whom we have come to owe a safeguarded claim,",
      "an observed inviolability, and a discharged right.",
      "We say: Peace be upon You,",
      "O greatest month of God! O festival of His friends!",
      "Peace be upon You, O most noble of accompanying times!",
      "O best of months in days and hours!",
      "Peace be upon You, month in which expectations come near",
      "and good works are scattered about!",
      "Peace be upon You, comrade who is great in worth when found",
      "and who torments through absence when lost, anticipated friend whose parting gives pain!",
      "Peace be upon You, familiar who brought comfort in coming, thus making happy,",
      "who left loneliness in going, thus giving anguish!",
      "Peace be upon You, neighbour in whom hearts became tender and sins became few!",
      "Peace be upon You, helper who aided against Satan,",
      "companion who made easy the paths of good-doing!",
      "Peace be upon You - How many became freedmen of God within You!",
      "How happy those who observed the respect due to You!",
      "Peace be upon You - How many the sins You erased!",
      "How many the kinds of faults You covered over!",
      "Peace be upon You - How drawn out wert You for the sinners!",
      "How awesome wert You in the hearts of the faithful!",
      "Peace be upon You, month with which no days compete!",
      "Peace be upon You, month which is peace in all affairs!",
      "Peace be upon You, You whose companionship is not disliked,",
      "You whose friendly mixing is not blamed!",
      "Peace be upon You, just as You hast entered upon us with blessings",
      "and cleansed us of the defilement of offenses!",
      "Peace be upon You - You art not bid farewell in annoyance",
      "nor is Your fasting left in weariness!",
      "Peace be upon You, object of seeking before Your time,",
      "object of sorrow before Your passing!",
      "Peace be upon You - How much evil was turned away from us through You!",
      "How much good flowed upon us because of You!",
      "Peace be upon You and upon the Night of Decree",
      "which is \"better than a thousand months\" (97:3]!",
      "Peace be upon You - How much we craved You yesterday!",
      "How intensely we shall yearn for You tomorrow!",
      "Peace be upon You and upon Your bounty which has now been made unlawful to us",
      "and upon Your blessings gone by which have now been stripped away from us!",
      "O God, we are the people of this month. Through it You hast ennobled us",
      "and given us success because of Your kindness, while the wretched are ignorant of its time.",
      "Made unlawful to them is its bounty because of their wretchedness.",
      "You art the patron of the knowledge of it by which You hast preferred us,",
      "and its prescribed practices to which You hast guided us.",
      "We have undertaken, through Your giving success, its fasting and its standing in prayer, but with shortcomings,",
      "and we have performed little of much.",
      "O God, so to You belongs praise, in admission of evil doing",
      "and confession of negligence, and to You belongs remorse firmly knitted in our hearts",
      "and seeking of pardon sincerely uttered by our tongues.",
      "Reward us, in spite of the neglect that befell us in this month,",
      "with a reward through which we may reach the bounty desired from it",
      "and win the varieties of its craved stores!",
      "Make incumbent upon us Your pardon for our falling short of Your right in this month",
      "and make our lives which lie before us reach the coming month of Ramadan!",
      "Once You hast made us reach it, help us perform",
      "the worship of which You art worthy,",
      "cause us to undertake the obedience which You deservest,",
      "and grant us righteous works",
      "that we may fulfil Your right in these two months of the months of time.",
      "O God, as for the small and large sins which we have committed in this our month,",
      "the misdeeds into which we have fallen, and the offenses which we have earned",
      "purposefully or in forgetfulness, wronging ourselves thereby or violating the respect due to others,",
      "bless Muhammad and his Household, cover us over with Your covering,",
      "pardon us through Your pardoning,",
      "place us not before the eyes of the gloaters because of that,",
      "stretch not toward us the tongues of the defamers,",
      "and employ us in that which will alleviate and expiate",
      "whatever You disapprovest from us within it through Your clemency which does not run out,",
      "and Your bounty which does not diminish!",
      "O God, bless Muhammad and his Household,",
      "redress our being afflicted by our month,",
      "bless us in this day of our festival and our fast-breaking,",
      "make it one of the best of days that have passed over us, the greatest in attracting Your pardon, and the most effacing toward sins,",
      "and forgive us our sins, both the concealed and the public!",
      "O God, with the passing of this month make us pass forth from our offenses,",
      "with its departure make us depart from our evil deeds,",
      "and appoint us thereby among its most felicitous people,",
      "the most plentiful of them in portion, and the fullest of them in share!",
      "O God, when any person observes this month as it should be observed,",
      "safeguards its inviolability as it should be safeguarded, attends to its bounds as they should be attended to,",
      "fears its misdeeds as they should be feared, or seeks nearness to You with any act of nearness-seeking",
      "which makes incumbent upon him Your good pleasure and bends toward him Your mercy,",
      "give to us the like [of that] from Your wealth",
      "and bestow it upon us in multiples through Your bounty,",
      "for Your bounty does not diminish, Your treasuries do not decrease but overflow,",
      "the mines of Your beneficence are not exhausted,",
      "and Your bestowal is the bestowal full of delight!",
      "O God, bless Muhammad and his Household",
      "and write for us the like of the wages of him who fasted in it",
      "or worshipped You within it until the Day of Resurrection!",
      "O God, we repent to You in our day of fast-breaking,",
      "which You hast appointed for the faithful a festival and a joy",
      "and for the people of Your creed a time of assembly and gathering, from every misdeed we did,",
      "ill work we sent ahead, or evil thought we secretly conceived,",
      "the repentance of one who does not harbour a return to sin",
      "and who afterwards will not go back to offense,",
      "an unswerving repentance rid of doubt and wavering.",
      "So accept it from us, be pleased with us, and fix us within it!",
      "God, provide us with fear of the threatened punishment",
      "and yearning for the promised reward, so that we may find the pleasure of that for which we supplicate You",
      "and the sorrow of that from which we seek sanctuary in You!",
      "And place us with You among the repenters, those upon whom You hast made Your love obligatory",
      "and from whom You hast accepted the return to obeying You! O Most Just of the just!",
      "O God, show forbearance toward our fathers and our mothers and all the people of our religion,",
      "those who have gone and those who will pass by, until the Day of Resurrection!",
      "O God, bless our prophet Muhammad and his Household,",
      "as You hast blessed Your angels brought nigh,",
      "bless him and his Household,",
      "as You hast blessed Your prophets sent out,",
      "bless him and his Household, as You hast blessed Your righteous servants",
      "- and better than that, O Lord of the worlds!",
      "a blessing whose benediction will reach us, whose benefit will attain to us,",
      "and through which our supplication may be granted!",
      "You art the most generous of those who are beseeched,",
      "the most sufficient of those in whom confidence is had,",
      "the most bestowing of those from whom bounty is asked,",
      "You art powerful over everything!"
    ],
    "transliteration": [
      "bismillāhir raḥmanir raḥīm",
      "allāhumma ṣalli `alā muḥammadin wa āli muḥammad",
      "allāhumma yā man lā yar-ghabu fil jazā",
      "wa yā man lā yandamu `alal `aṭā",
      "wa yā man lā yukāfi-u `abdahu `alas sawā",
      "minnatukabtidā, wa `afwuka tafaḍḍul",
      "wa `uqūbatuka `adl, wa qaḍā-uka khiyarah",
      "in a`ṭayta lam tashub `aṭā-aka bimann",
      "wa in mana`ta lam yakun man`uka ta`addiyā",
      "tashkuru man shakaraka wa anta alhamtahu shukrak",
      "wa tukāfi-u man ḥamidaka wa anta `allamtahu ḥamdak",
      "tasturu `alā man law shi-ta faḍaḥtah",
      "wa tajūdu `alā man law shi-ta mana`tah",
      "wa kilāhumā ahlun minka lilfaḍīḥati wal man`",
      "ghayra annaka banayta af`ālaka `alat tafaḍḍul",
      "wa ajrayta qudrataka `alat tajāwuz",
      "wa talaqqayta man `aṣāka bil ḥilm",
      "wa amhalta man qaṣada linafsihi bilẓẓulm",
      "tastanẓiruhum bi-anātika ilal inābah, wa tatruku mu`ājalatahum ilat tawbah",
      "likaylā yahlika `alayka hālikuhum",
      "wa lā yashqā bini`matika shaqiyyuhum",
      "illā `an ṭūlil i`dhāri ilayh",
      "wa ba`da tarādufil ḥujjati `alayh",
      "karaman min `afwika yā karīm",
      "wa `ā-idatan min `aṭfika yā ḥalīm",
      "antal ladhī fataḥta li`ibādika bābā",
      "ilā `afwika wa sammaytahut tawbah",
      "wa ja`alta `alā dhālikal bābi dalīlan min waḥyik",
      "li-allā yaḍillū `anhu faqulta tabārakasmuk",
      "tūbū ilallāhi tawbatan naṣūḥan `asā rabbukum",
      "an yukaffira `ankum sayyi-ātikum wa yudkhilakum",
      "jannātin tajrī min taḥtihal anhār",
      "yawma lā yukhzillāhun nabiyy",
      "wal ladhīna-āmanū ma`ahu nūruhum yas`ā bayna aydīhim wa bi-aymānihim",
      "yaqūlūna rabbanā atmim lanā nūranā waghfir lanā",
      "innaka `alā kulli shay-in qadīr",
      "famā `udhru man aghfala dukhūla dhālikal manzil",
      "ba`da fat-ḥil bābi wa iqāmatid dalīl",
      "wa antal ladhī zidta fis sawmi `alā nafsika li`ibādik",
      "turīdu ribḥahum fī mutājaratihim lak",
      "wa fawzahum bil wifādati `alayka waz ziyādati mink",
      "faqulta tabārakasmuka wa ta`ālayt",
      "man jā-a bil ḥasanati falahu `ashru amthālihā",
      "wa man jā-a bissayyi-ati falā yujzā illā mithlahā",
      "wa qulta mathalul ladhīna yunfiqūna amwālahum fī sabīlillāhi kamathali ḥabbah",
      "anbatat sab`a sanābila fī kulli sunbulatin mi-atu ḥabbah",
      "wallāhu yuḍā`ifu liman yashā",
      "wa qulta man dhal ladhī yuqriḍullāha qar-ḍan ḥasanā",
      "fayuḍā`ifahu lahu aḍ`āfan kathīrah",
      "wa mā anzalta min naẓā-irihinna fil qur-āni min taḍā`īfil ḥasanāt",
      "wa antal ladhī dalaltahum biqawlika min ghaybika wa tar-ghībik",
      "al ladhī fīhi ḥaẓẓuhum `alā mā law satar-tahu `anhum",
      "lam tudrikhu abṣāruhum wa lam ta`ihi asmā`uhum",
      "wa lam talḥaqhu awhāmuhum",
      "faqultadhkurūnī adhkur-kum washkurū lī wa lā takfurūn",
      "wa qulta la-in shakar-tum la-azīdannakum",
      "wa la-in kafar-tum inna `adhābī lashadīd",
      "wa qultad`ūnī astajib lakum",
      "innal ladhīna yastakbirūna `an `ibādatī",
      "sayadkhulūna jahannama dākhirīn",
      "fasammayta du`ā-aka `ibādatan wa tar-kahustikbārā",
      "wa tawa``adta `alā tar-kihi dukhūla jahannama dākhirīn",
      "fadhakarūka bimannika wa shakarūka bifaḍlik",
      "wa da`awka bi-amrik",
      "wa taṣaddaqū laka ṭalaban limazīdik",
      "wa fīhā kānat najātuhum min ghaḍabik",
      "wa fawzuhum biriḍāk",
      "wa law dalla makhlūqun makhlūqan min nafsih",
      "`alā mithlil ladhī dalalta `alayhi `ibādaka mink",
      "kāna mawṣūfan bil iḥsān",
      "wa man`ūtan bil imtināni wa maḥmūdan bikulli lisān",
      "falakal ḥamdu mā wujida fī ḥamdika madh-hab",
      "wa mā baqiya lilḥamdi lafẓun tuḥmadu bihi wa ma`nan yanṣarifu ilayh",
      "yā man taḥammada ilā `ibādihi bil iḥsāni wal faḍl",
      "wa ghamarahum bil manni waṭ ṭawl",
      "mā afshā fīnā ni`mataka wa asbagha `alaynā minnatak",
      "wa akhaṣṣanā bibirrik",
      "hadaytanā lidīnikal ladhiṣṭafayt",
      "wa millatikal latir-taḍayt",
      "wa sabīlikal ladhī sahhalt",
      "wa baṣṣar-tanaz zulfata ladayka wal wuṣūla ilā karāmatik",
      "allāhumma wa anta ja`alta min ṣafāyā tilkal waẓā-if",
      "wa khaṣā-iṣi tilkal furūḍ",
      "shahra ramaḍānal ladhikhtaṣaṣtahu min sā-irish shuhūr",
      "wa takhayyar-tahu min jamī`il azminati wad duhūr",
      "wa-āthar-tahu `alā kulli awqātis sanah",
      "bimā anzalta fīhi minal qur-āni wan nūr",
      "wa ḍā`afta fīhi minal īmān",
      "wa faraḍta fīhi minaṣ ṣiyām",
      "wa raghhabta fīhi minal qiyām",
      "wa ajlalta fīhi min laylatil qadr",
      "al latī hiya khayrun min alfi shahr",
      "thumma-āthar-tanā bihi `alā sā-iril umam",
      "waṣṭafaytanā bifaḍlihi dūna ahlil milal",
      "faṣumnā bi-amrika nahārah",
      "wa qumnā bi`awnika laylah",
      "muta`arriḍīna biṣiyāmihi wa qiyāmihi limā `arraḍtanā lahu min raḥmatik",
      "wa tasabbabnā ilayhi min mathūbatik",
      "wa antal malī-u bimā rughiba fīhi ilayk",
      "al jawādu bimā su-ilta min faḍlik",
      "al qarību ilā man ḥāwala qur-bak",
      "wa qad aqāma fīnā hadhash shahru maqāma ḥamd",
      "wa ṣaḥibanā ṣuḥbata mabrūr",
      "wa ar-baḥanā afḍala ar-bāḥil `ālamīn",
      "thumma qad fāraqanā `inda tamāmi waqtihi wanqiṭā`i muddatihi wa wafā-i `adadih",
      "fanaḥnu muwaddi`ūhu widā`a man `azza firāquhu `alaynā",
      "wa ghammanā wa awḥashananṣirāfuhu `annā",
      "wa lazimanā lahudh dhimāmul maḥfūẓ",
      "wal ḥur-matul mar-`iyyatu wal ḥaqqul maqḍiyy",
      "fanaḥnu qā-ilūnas salāmu `alayk",
      "yā shahrallāhil akbara wa yā `īda awliyā-ih",
      "as salāmu `alayka yā akrama maṣ-ḥūbin minal awqāt",
      "wa yā khayra shahrin fil ayyāmi was sā`āt",
      "as salāmu `alayka min shahrin qarubat fīhil-āmāl",
      "wa nushirat fīhil a`māl",
      "as salāmu `alayka min qarīnin jalla qadruhu mawjūdā",
      "wa afja`a faqduhu mafqūdan wa mar-juwwin-ālama firāquh",
      "as salāmu `alayka min alīfin-ānasa muqbilan fasarr",
      "wa awḥasha munqaḍiyan famaḍḍ",
      "as salāmu `alayka min mujāwirin raqqat fīhil qulūbu wa qallat fīhidh dhunūb",
      "as salāmu `alayka min nāṣirin a`āna `alash shayṭān",
      "wa ṣāḥibin sahhala subulal iḥsān",
      "as salāmu `alayka mā akthara `utaqā-allāhi fīk",
      "wa mā as`ada man ra`ā ḥur-mataka bik",
      "as salāmu `alayka mā kāna amḥāka lidhhunūb",
      "wa astaraka li-anwā`il `uyūb",
      "as salāmu `alayka mā kāna aṭwalaka `alal mujrimīn",
      "wa ahyabaka fī ṣudūril mu-minīn",
      "as salāmu `alayka min shahrin lā tunāfisuhul ayyām",
      "as salāmu `alayka min shahrin huwa min kulli amrin salām",
      "as salāmu `alayka ghayra karīhil muṣāḥabah",
      "wa lā dhamīmil mulābasah",
      "as salāmu `alayka kamā wafadta `alaynā bil barakāt",
      "wa ghasalta `annā danasal khaṭī-āt",
      "as salāmu `alayka ghayra muwadda`in baramā",
      "wa lā matrūkin ṣiyāmuhu sa-amā",
      "as salāmu `alayka min maṭlūbin qabla waqtih",
      "wa maḥzūnin `alayhi qabla fawtih",
      "as salāmu `alayka kam min sū-in ṣurifa bika `annā",
      "wa kam min khayrin ufīḍa bika `alaynā",
      "as salāmu `alayka wa `alā laylatil qadr",
      "al latī hiya khayrun min alfi shahr",
      "as salāmu `alayka mā kāna aḥraṣanā bil amsi `alayk",
      "wa ashadda shawqanā ghadan ilayk",
      "as salāmu `alayka wa `alā faḍlikal ladhī ḥurimnāh",
      "wa `alā māḍin min barakātika sulibnāh",
      "allāhumma innā ahlu hadhash shahril ladhī sharraftanā bih",
      "wa waffaqtanā bimannika lahu ḥīna jahilal ashqiyā-u waqtah",
      "wa ḥurimū lishaqā-ihim faḍlah",
      "anta waliyyu mā-āthar-tanā bihi min ma`rifatih",
      "wa hadaytanā lahu min sunnatih",
      "wa qad tawallaynā bitawfīqika ṣiyāmahu wa qiyāmahu `alā taqṣīr",
      "wa addaynā fīhi qalīlan min kathīr",
      "allāhumma falakal ḥamdu iqrāran bil isā-ah",
      "wa`tirāfan bil iḍā`ati wa laka min qulūbinā `aqdun nadam",
      "wa min alsinatinā ṣidqul i`tidhār",
      "fa-jur-nā `alā mā aṣābanā fīhi minat tafrīṭ",
      "ajran nastadriku bihil faḍlal mar-ghūba fīh",
      "wa na`tāḍu bihi min anwā`idh dhukhril maḥrūṣi `alayh",
      "wa awjib lanā `udhraka `alā mā qaṣṣar-nā fīhi min ḥaqqik",
      "wablugh bi-a`mārinā mā bayna aydīnā min shahri ramaḍānal muqbil",
      "fa-idhā ballaghtanāhu fa-a`innā `alā tanāwul",
      "mā anta ahluhu minal `ibādah",
      "wa addinā ilal qiyāmi bimā yastaḥiqquhu minaṭ ṭā`ah",
      "wa ajri lanā min ṣāliḥil `amal",
      "mā yakūnu darakan liḥaqqika fish shahrayni min shuhūrid dahr",
      "allāhumma wa mā almamnā bihi fī shahrinā hadhā min lamamin aw ithm",
      "aw wāqa`nā fīhi min dhanbin waktasabnā fīhi min khaṭī-ah",
      "`alā ta`ammudin minnā aw `alā nisyānin ẓalamnā fīhi anfusanā awintahaknā bihi ḥur-matan min ghayrinā",
      "faṣalli `alā muḥammadin wa-ālihi wastur-nā bisitrik",
      "wa`fu `annā bi`afwik",
      "wa lā tanṣibnā fīhi li-a`yunish shāmitīn",
      "wa lā tabsuṭ `alaynā fīhi alsunaṭ ṭā`inīn",
      "wasta`milnā bimā yakūnu ḥiṭṭatan wa kaffārah",
      "limā ankar-ta minnā fīhi bira-fatikal latī lā tanfad",
      "wa faḍlikal ladhī lā yanquṣ",
      "allāhumma ṣalli `alā muḥammadin wa-ālih",
      "wajbur muṣībatanā bishahrinā",
      "wa bārik lanā fī yawmi `īdinā wa fiṭrinā",
      "waj`alhu min khayri yawmin marra `alaynā ajlabihi li`afwin wa amḥāhu lidhanb",
      "waghfir lanā mā khafiya min dhunūbinā wa mā `alan",
      "allāhummaslakhnā binsilākhi hadhash shahri min khaṭāyānā",
      "wa akhrijnā bikhurūjihi min sayyi-ātinā",
      "waj`alnā min as`adi ahlihi bih",
      "wa ajzalihim qisman fīhi wa awfarihim ḥaẓẓan minh",
      "allāhumma wa man ra`ā hadhash shahra ḥaqqa ri`āyatih",
      "wa ḥafiẓa ḥur-matahu ḥaqqa ḥifẓihā wa qāma biḥudūdihi ḥaqqa qiyāmihā",
      "wattaqā dhunūbahu ḥaqqa tuqātihā aw taqarraba ilayka biqur-bah",
      "awjabat riḍāka lahu wa `aṭafat raḥmataka `alayh",
      "fahab lanā mithlahu min wujdik",
      "wa a`ṭinā aḍ`āfahu min faḍlik",
      "fa-inna faḍlaka lā yaghīḍu wa inna khazā-inaka lā tanquṣu bal tafīḍ",
      "wa inna ma`ādina iḥsānika lā tafnā",
      "wa inna `aṭā-aka lil`aṭā-ul muhannā",
      "allāhumma ṣalli `alā muḥammadin wa-ālih",
      "waktub lanā mithla ujūri man ṣāmah",
      "aw ta`abbada laka fīhi ilā yawmil qiyāmah",
      "allāhumma innā natūbu ilayka fī yawmi fiṭrinā",
      "al ladhī ja`altahu lilmu-minīna `īdan wa surūrā",
      "wa li-ahli millatika majma`an wa muḥtashadan min kulli dhanbin adhnabnāh",
      "aw sū-in aslafnāhu aw khāṭiri sharrin aḍmar-nāh",
      "tawbata man lā yanṭawī `alā rujū`in ilā dhanb",
      "wa lā ya`ūdu ba`dahā fī khaṭī-ah",
      "tawbatan naṣūḥan khalaṣat minash shakki wal ir-tiyāb",
      "fataqabbalhā minnā war-ḍa `annā wa thabbitnā `alayhā",
      "allāhummar-zuqnā khawfa `iqābil wa`īd",
      "wa shawqa thawābil maw`ūdi ḥattā najida ladhhata mā nad`ūka bih",
      "wa ka-bata mā nastajīru minh",
      "waj`alnā `indaka minat tawwābīnal ladhīna awjabta lahum maḥabbatak",
      "wa qabilta minhum murāja`ata ṭā`atika yā a`dalal `ādilīn",
      "allāhumma tajāwaz `an-ābā-inā wa ummahātinā wa ahli dīninā jamī`ā",
      "man salafa minhum wa man ghabara ilā yawmil qiyāmah",
      "allāhumma ṣalli `alā muḥammadin nabiyyinā wa-ālih",
      "kamā ṣallayta `alā malā-ikatikal muqarrabīn",
      "wa ṣalli `alayhi wa-ālih",
      "kamā ṣallayta `alā anbiyā-ikal mur-salīn",
      "wa ṣalli `alayhi wa-ālihi kamā ṣallayta `alā `ibādikaṣ ṣāliḥīn",
      "wa afḍala min dhālika yā rabbal `ālamīn",
      "ṣalātan tablughunā barakatuhā wa yanālunā naf`uhā",
      "wa yustajābu lahā du`a-unā",
      "innaka akramu man rughiba ilayh",
      "wa akfā man tuwukkila `alayh",
      "wa a`ṭā man su-ila min faḍlih",
      "wa anta `alā kulli shay-in qadīr"
    ]
  }
}