{
  "index": 37,
  "ayas": [
    {
      "index": 1,
      "text": "I swear by those who draw themselves out in ranks"
    },
    {
      "index": 2,
      "text": "Then those who drive away with reproof,"
    },
    {
      "index": 3,
      "text": "Then those who recite, being mindful,"
    },
    {
      "index": 4,
      "text": "Most surely your Allah is One:"
    },
    {
      "index": 5,
      "text": "The Lord of the heavens and the earth and what is between them, and Lord of the easts."
    },
    {
      "index": 6,
      "text": "Surely We have adorned the nearest heaven with an adornment, the stars,"
    },
    {
      "index": 7,
      "text": "And (there is) a safeguard against every rebellious Shaitan."
    },
    {
      "index": 8,
      "text": "They cannot listen to the exalted assembly and they are thrown at from every side,"
    },
    {
      "index": 9,
      "text": "Being driven off, and for them is a perpetual chastisement,"
    },
    {
      "index": 10,
      "text": "Except him who snatches off but once, then there follows him a brightly shining flame."
    },
    {
      "index": 11,
      "text": "Then ask them whether they are stronger in creation or those (others) whom We have created. Surely We created them of firm clay."
    },
    {
      "index": 12,
      "text": "Nay! you wonder while they mock,"
    },
    {
      "index": 13,
      "text": "And when they are reminded, they mind not,"
    },
    {
      "index": 14,
      "text": "And when they see a sign they incite one another to scoff,"
    },
    {
      "index": 15,
      "text": "And they say: This is nothing but clear magic:"
    },
    {
      "index": 16,
      "text": "What! when we are dead and have become dust and bones, shall we then certainly be raised,"
    },
    {
      "index": 17,
      "text": "Or our fathers of yore?"
    },
    {
      "index": 18,
      "text": "Say: Aye! and you shall be abject."
    },
    {
      "index": 19,
      "text": "So it shall only be a single cry, when lo! they shall see."
    },
    {
      "index": 20,
      "text": "And they shall say: O woe to us! this is the day of requital."
    },
    {
      "index": 21,
      "text": "This is the day of the judgment which you called a lie."
    },
    {
      "index": 22,
      "text": "Gather together those who were unjust and their associates, and what they used to worship"
    },
    {
      "index": 23,
      "text": "Besides Allah, then lead them to the way to hell."
    },
    {
      "index": 24,
      "text": "And stop them, for they shall be questioned:"
    },
    {
      "index": 25,
      "text": "What is the matter with you that you do not help each other?"
    },
    {
      "index": 26,
      "text": "Nay! on that day they shall be submissive."
    },
    {
      "index": 27,
      "text": "And some of them shall advance towards others, questioning each other."
    },
    {
      "index": 28,
      "text": "They shall say: Surely you used to come to us from the right side."
    },
    {
      "index": 29,
      "text": "They shall say: Nay, you (yourselves) were not believers;"
    },
    {
      "index": 30,
      "text": "And we had no authority over you, but you were an inordinate people;"
    },
    {
      "index": 31,
      "text": "So the sentence of our Lord has come to pass against us: (now) we shall surely taste;"
    },
    {
      "index": 32,
      "text": "So we led you astray, for we ourselves were erring."
    },
    {
      "index": 33,
      "text": "So they shall on that day be sharers in the chastisement one with another."
    },
    {
      "index": 34,
      "text": "Surely thus do We deal with the guilty."
    },
    {
      "index": 35,
      "text": "Surely they used to behave proudly when it was said to them: There is no god but Allah;"
    },
    {
      "index": 36,
      "text": "And to say: What! shall we indeed give up our gods for the sake of a mad poet?"
    },
    {
      "index": 37,
      "text": "Nay: he has come with the truth and verified the apostles."
    },
    {
      "index": 38,
      "text": "Most surely you will taste the painful punishment."
    },
    {
      "index": 39,
      "text": "And you shall not be rewarded except (for) what you did."
    },
    {
      "index": 40,
      "text": "Save the servants of Allah, the purified ones."
    },
    {
      "index": 41,
      "text": "For them is a known sustenance,"
    },
    {
      "index": 42,
      "text": "Fruits, and they shall be highly honored,"
    },
    {
      "index": 43,
      "text": "In gardens of pleasure,"
    },
    {
      "index": 44,
      "text": "On thrones, facing each other."
    },
    {
      "index": 45,
      "text": "A bowl shall be made to go round them from water running out of springs,"
    },
    {
      "index": 46,
      "text": "White, delicious to those who drink."
    },
    {
      "index": 47,
      "text": "There shall be no trouble in it, nor shall they be exhausted therewith."
    },
    {
      "index": 48,
      "text": "And with them shall be those who restrain the eyes, having beautiful eyes;"
    },
    {
      "index": 49,
      "text": "As if they were eggs carefully protected."
    },
    {
      "index": 50,
      "text": "Then shall some of them advance to others, questioning each other."
    },
    {
      "index": 51,
      "text": "A speaker from among them shall say: Surely I had a comrade of mine,"
    },
    {
      "index": 52,
      "text": "Who said: What! are you indeed of those who accept (the truth)?"
    },
    {
      "index": 53,
      "text": "What! when we are dead and have become dust and bones, shall we then be certainly brought to judgment?"
    },
    {
      "index": 54,
      "text": "He shall say: Will you look on?"
    },
    {
      "index": 55,
      "text": "Then he looked down and saw him in the midst of hell."
    },
    {
      "index": 56,
      "text": "He shall say: By Allah! you had almost caused me to perish;"
    },
    {
      "index": 57,
      "text": "And had it not been for the favor of my Lord, I would certainly have been among those brought up."
    },
    {
      "index": 58,
      "text": "Is it then that we are not going to die,"
    },
    {
      "index": 59,
      "text": "Except our previous death? And we shall not be chastised?"
    },
    {
      "index": 60,
      "text": "Most surely this is the mighty achievement."
    },
    {
      "index": 61,
      "text": "For the like of this then let the workers work."
    },
    {
      "index": 62,
      "text": "Is this better as an entertainment or the tree of Zaqqum?"
    },
    {
      "index": 63,
      "text": "Surely We have made it to be a trial to the unjust."
    },
    {
      "index": 64,
      "text": "Surely it is a tree that-grows in the bottom of the hell;"
    },
    {
      "index": 65,
      "text": "Its produce is as it were the heads of the serpents."
    },
    {
      "index": 66,
      "text": "Then most surely they shall eat of it and fill (their) bellies with it."
    },
    {
      "index": 67,
      "text": "Then most surely they shall have after it to drink of a mixture prepared in boiling water."
    },
    {
      "index": 68,
      "text": "Then most surely their return shall be to hell."
    },
    {
      "index": 69,
      "text": "Surely they found their fathers going astray,"
    },
    {
      "index": 70,
      "text": "So in their footsteps they are being hastened on."
    },
    {
      "index": 71,
      "text": "And certainly most of the ancients went astray before them,"
    },
    {
      "index": 72,
      "text": "And certainly We sent among them warners."
    },
    {
      "index": 73,
      "text": "Then see how was the end of those warned,"
    },
    {
      "index": 74,
      "text": "Except the servants of Allah, the purified ones."
    },
    {
      "index": 75,
      "text": "And Nuh did certainly call upon Us, and most excellent answerer of prayer are We."
    },
    {
      "index": 76,
      "text": "And We delivered him and his followers from the mighty distress."
    },
    {
      "index": 77,
      "text": "And We made his offspring the survivors."
    },
    {
      "index": 78,
      "text": "And We perpetuated to him (praise) among the later generations."
    },
    {
      "index": 79,
      "text": "Peace and salutation to Nuh among the nations."
    },
    {
      "index": 80,
      "text": "Thus do We surely reward the doers of good."
    },
    {
      "index": 81,
      "text": "Surely he was of Our believing servants."
    },
    {
      "index": 82,
      "text": "Then We drowned the others"
    },
    {
      "index": 83,
      "text": "And most surely Ibrahim followed his way."
    },
    {
      "index": 84,
      "text": "When he came to his Lord with a free heart,"
    },
    {
      "index": 85,
      "text": "When he said to his father and his people: What is it that you worship?"
    },
    {
      "index": 86,
      "text": "A lie-- gods besides Allah-- do you desire?"
    },
    {
      "index": 87,
      "text": "What is then your idea about the Lord of the worlds?"
    },
    {
      "index": 88,
      "text": "Then he looked at the stars, looking up once,"
    },
    {
      "index": 89,
      "text": "Then he said: Surely I am sick (of your worshipping these)."
    },
    {
      "index": 90,
      "text": "So they went away from him, turning back."
    },
    {
      "index": 91,
      "text": "Then he turned aside to their gods secretly and said: What! do you not eat?"
    },
    {
      "index": 92,
      "text": "What is the matter with you that you do not speak?"
    },
    {
      "index": 93,
      "text": "Then he turned against them secretly, smiting them with the right hand."
    },
    {
      "index": 94,
      "text": "So they (people) advanced towards him, hastening."
    },
    {
      "index": 95,
      "text": "Said he: What! do you worship what you hew out?"
    },
    {
      "index": 96,
      "text": "And Allah has created you and what you make."
    },
    {
      "index": 97,
      "text": "They said: Build for him a furnace, then cast him into the burning fire."
    },
    {
      "index": 98,
      "text": "And they desired a war against him, but We brought them low."
    },
    {
      "index": 99,
      "text": "And he said: Surely I fly to my lord; He will guide me."
    },
    {
      "index": 100,
      "text": "My Lord! grant me of the doers of good deeds."
    },
    {
      "index": 101,
      "text": "So We gave him the good news of a boy, possessing forbearance."
    },
    {
      "index": 102,
      "text": "And when he attained to working with him, he said: O my son! surely I have seen in a dream that I should sacrifice you; consider then what you see. He said: O my father! do what you are commanded; if Allah please, you will find me of the patient ones."
    },
    {
      "index": 103,
      "text": "So when they both submitted and he threw him down upon his forehead,"
    },
    {
      "index": 104,
      "text": "And We called out to him saying: O Ibrahim!"
    },
    {
      "index": 105,
      "text": "You have indeed shown the truth of the vision; surely thus do We reward the doers of good:"
    },
    {
      "index": 106,
      "text": "Most surely this is a manifest trial."
    },
    {
      "index": 107,
      "text": "And We ransomed him with a Feat sacrifice."
    },
    {
      "index": 108,
      "text": "And We perpetuated (praise) to him among the later generations."
    },
    {
      "index": 109,
      "text": "Peace be on Ibrahim."
    },
    {
      "index": 110,
      "text": "Thus do We reward the doers of good."
    },
    {
      "index": 111,
      "text": "Surely he was one of Our believing servants."
    },
    {
      "index": 112,
      "text": "And We gave him the good news of Ishaq, a prophet among the good ones."
    },
    {
      "index": 113,
      "text": "And We showered Our blessings on him and on Ishaq; and of their offspring are the doers of good, and (also) those who are clearly unjust to their own souls."
    },
    {
      "index": 114,
      "text": "And certainly We conferred a favor on Musa and Haroun."
    },
    {
      "index": 115,
      "text": "And We delivered them both and their people from the mighty distress."
    },
    {
      "index": 116,
      "text": "And We helped them, so they were the vanquishers."
    },
    {
      "index": 117,
      "text": "And We gave them both the Book that made (things) clear."
    },
    {
      "index": 118,
      "text": "And We guided them both on the right way."
    },
    {
      "index": 119,
      "text": "And We perpetuated (praise) to them among the later generations."
    },
    {
      "index": 120,
      "text": "Peace be on Musa and Haroun."
    },
    {
      "index": 121,
      "text": "Even thus do We reward the doers of good."
    },
    {
      "index": 122,
      "text": "Surely they were both of Our believing servants."
    },
    {
      "index": 123,
      "text": "And Ilyas was most surely of the apostles."
    },
    {
      "index": 124,
      "text": "When he said to his people: Do you not guard (against evil)?"
    },
    {
      "index": 125,
      "text": "What! do you call upon Ba'l and forsake the best of the creators,"
    },
    {
      "index": 126,
      "text": "Allah, your Lord and the Lord of your fathers of yore?"
    },
    {
      "index": 127,
      "text": "But they called him a liar, therefore they shall most surely be brought up."
    },
    {
      "index": 128,
      "text": "But not the servants of Allah, the purified ones."
    },
    {
      "index": 129,
      "text": "And We perpetuated to him (praise) among the later generations."
    },
    {
      "index": 130,
      "text": "Peace be on Ilyas."
    },
    {
      "index": 131,
      "text": "Even thus do We reward the doers of good."
    },
    {
      "index": 132,
      "text": "Surely he was one of Our believing servants."
    },
    {
      "index": 133,
      "text": "And Lut was most surely of the apostles."
    },
    {
      "index": 134,
      "text": "When We delivered him and his followers, all--"
    },
    {
      "index": 135,
      "text": "Except an old woman (who was) amongst those who tarried."
    },
    {
      "index": 136,
      "text": "Then We destroyed the others."
    },
    {
      "index": 137,
      "text": "And most surely you pass by them in the morning,"
    },
    {
      "index": 138,
      "text": "And at night; do you not then understand?"
    },
    {
      "index": 139,
      "text": "And Yunus was most surely of the apostles."
    },
    {
      "index": 140,
      "text": "When he ran away to a ship completely laden,"
    },
    {
      "index": 141,
      "text": "So he shared (with them), but was of those who are cast off."
    },
    {
      "index": 142,
      "text": "So the fish swallowed him while he did that for which he blamed himself"
    },
    {
      "index": 143,
      "text": "But had it not been that he was of those who glorify (Us),"
    },
    {
      "index": 144,
      "text": "He would certainly have tarried in its belly to the day when they are raised."
    },
    {
      "index": 145,
      "text": "Then We cast him on to the vacant surface of the earth while he was sick."
    },
    {
      "index": 146,
      "text": "And We caused to grow up for him a gourdplant."
    },
    {
      "index": 147,
      "text": "And We sent him to a hundred thousand, rather they exceeded."
    },
    {
      "index": 148,
      "text": "And they believed, so We gave them provision till a time."
    },
    {
      "index": 149,
      "text": "Then ask them whether your Lord has daughters and they have sons."
    },
    {
      "index": 150,
      "text": "Or did We create the angels females while they were witnesses?"
    },
    {
      "index": 151,
      "text": "Now surely it is of their own lie that they say:"
    },
    {
      "index": 152,
      "text": "Allah has begotten; and most surely they are liars."
    },
    {
      "index": 153,
      "text": "Has He chosen daughters in preference to sons?"
    },
    {
      "index": 154,
      "text": "What is the matter with you, how is it that you judge?"
    },
    {
      "index": 155,
      "text": "Will you not then mind?"
    },
    {
      "index": 156,
      "text": "Or have you a clear authority?"
    },
    {
      "index": 157,
      "text": "Then bring your book, if you are truthful."
    },
    {
      "index": 158,
      "text": "And they assert a relationship between Him and the jinn; and certainly the jinn do know that they shall surely be brought up;"
    },
    {
      "index": 159,
      "text": "Glory be to Allah (for freedom) from what they describe;"
    },
    {
      "index": 160,
      "text": "But not so the servants of Allah, the purified ones."
    },
    {
      "index": 161,
      "text": "So surely you and what you worship,"
    },
    {
      "index": 162,
      "text": "Not against Him can you cause (any) to fall into trial,"
    },
    {
      "index": 163,
      "text": "Save him who will go to hell."
    },
    {
      "index": 164,
      "text": "And there is none of us but has an assigned place,"
    },
    {
      "index": 165,
      "text": "And most surely we are they who draw themselves out in ranks,"
    },
    {
      "index": 166,
      "text": "And we are most surely they who declare the glory (of Allah)."
    },
    {
      "index": 167,
      "text": "And surely they used to say:"
    },
    {
      "index": 168,
      "text": "Had we a reminder from those of yore,"
    },
    {
      "index": 169,
      "text": "We would certainly have been the servants of Allah-- the purified ones."
    },
    {
      "index": 170,
      "text": "But (now) they disbelieve in it, so they will come to know."
    },
    {
      "index": 171,
      "text": "And certainly Our word has already gone forth in respect of Our servants, the apostles:"
    },
    {
      "index": 172,
      "text": "Most surely they shall be the assisted ones"
    },
    {
      "index": 173,
      "text": "And most surely Our host alone shall be the victorious ones."
    },
    {
      "index": 174,
      "text": "Therefore turn away from them till a time,"
    },
    {
      "index": 175,
      "text": "And (then) see them, so they too shall see."
    },
    {
      "index": 176,
      "text": "What! would they then hasten on Our chastisement?"
    },
    {
      "index": 177,
      "text": "But when it shall descend in their court, evil shall then be the morning of the warned ones."
    },
    {
      "index": 178,
      "text": "And turn away from them till a time"
    },
    {
      "index": 179,
      "text": "And (then) see, for they too shall see."
    },
    {
      "index": 180,
      "text": "Glory be to your Lord, the Lord of Honor, above what they describe."
    },
    {
      "index": 181,
      "text": "And peace be on the apostles."
    },
    {
      "index": 182,
      "text": "And all praise is due to Allah, the Lord of the worlds."
    }
  ]
}