{
  "index": 89,
  "ayas": [
    {
      "index": 1,
      "text": "I swear by the daybreak,"
    },
    {
      "index": 2,
      "text": "And the ten nights,"
    },
    {
      "index": 3,
      "text": "And the even and the odd,"
    },
    {
      "index": 4,
      "text": "And the night when it departs."
    },
    {
      "index": 5,
      "text": "Truly in that there is an oath for those who possess understanding."
    },
    {
      "index": 6,
      "text": "Have you not considered how your Lord dealt with Ad,"
    },
    {
      "index": 7,
      "text": "(The people of) Aram, possessors of lofty buildings,"
    },
    {
      "index": 8,
      "text": "The like of which were not created in the (other) cities;"
    },
    {
      "index": 9,
      "text": "And (with) Samood, who hewed out the rocks in the valley,"
    },
    {
      "index": 10,
      "text": "And (with) Firon, the lord of hosts,"
    },
    {
      "index": 11,
      "text": "Who committed inordinacy in the cities,"
    },
    {
      "index": 12,
      "text": "So they made great mischief therein?"
    },
    {
      "index": 13,
      "text": "Therefore your Lord let down upon them a portion of the chastisement."
    },
    {
      "index": 14,
      "text": "Most surely your Lord is watching."
    },
    {
      "index": 15,
      "text": "And as for man, when his Lord tries him, then treats him with honor and makes him lead an easy life, he says: My Lord honors me."
    },
    {
      "index": 16,
      "text": "But when He tries him (differently), then straitens to him his means of subsistence, he says: My Lord has disgraced me."
    },
    {
      "index": 17,
      "text": "Nay! but you do not honor the orphan,"
    },
    {
      "index": 18,
      "text": "Nor do you urge one another to feed the poor,"
    },
    {
      "index": 19,
      "text": "And you eat away the heritage, devouring (everything) indiscriminately,"
    },
    {
      "index": 20,
      "text": "And you love wealth with exceeding love."
    },
    {
      "index": 21,
      "text": "Nay! when the earth is made to crumble to pieces,"
    },
    {
      "index": 22,
      "text": "And your Lord comes and (also) the angels in ranks,"
    },
    {
      "index": 23,
      "text": "And hell is made to appear on that day. On that day shall man be mindful, and what shall being mindful (then) avail him?"
    },
    {
      "index": 24,
      "text": "He shall say: O! would that I had sent before for (this) my life!"
    },
    {
      "index": 25,
      "text": "But on that day shall no one chastise with (anything like) His chastisement,"
    },
    {
      "index": 26,
      "text": "And no one shall bind with (anything like) His binding."
    },
    {
      "index": 27,
      "text": "O soul that art at rest!"
    },
    {
      "index": 28,
      "text": "Return to your Lord, well-pleased (with him), well-pleasing (Him),"
    },
    {
      "index": 29,
      "text": "So enter among My servants,"
    },
    {
      "index": 30,
      "text": "And enter into My garden."
    }
  ]
}