{
  "index": 85,
  "ayas": [
    {
      "index": 1,
      "text": "I swear by the mansions of the stars,"
    },
    {
      "index": 2,
      "text": "And the promised day,"
    },
    {
      "index": 3,
      "text": "And the bearer of witness and those against whom the witness is borne."
    },
    {
      "index": 4,
      "text": "Cursed be the makers of the pit,"
    },
    {
      "index": 5,
      "text": "Of the fire (kept burning) with fuel,"
    },
    {
      "index": 6,
      "text": "When they sat by it,"
    },
    {
      "index": 7,
      "text": "And they were witnesses of what they did with the believers."
    },
    {
      "index": 8,
      "text": "And they did not take vengeance on them for aught except that they believed in Allah, the Mighty, the Praised,"
    },
    {
      "index": 9,
      "text": "Whose is the kingdom of the heavens and the earth; and Allah is a Witness of all things."
    },
    {
      "index": 10,
      "text": "Surely (as for) those who persecute the believing men and the believing women, then do not repent, they shall have the chastisement of hell, and they shall have the chastisement of burning."
    },
    {
      "index": 11,
      "text": "Surely (as for) those who believe and do good, they shall have gardens beneath which rivers flow, that is the great achievement."
    },
    {
      "index": 12,
      "text": "Surely the might of your Lord is great."
    },
    {
      "index": 13,
      "text": "Surely He it is Who originates and reproduces,"
    },
    {
      "index": 14,
      "text": "And He is the Forgiving, the Loving,"
    },
    {
      "index": 15,
      "text": "Lord of the Arsh, the Glorious,"
    },
    {
      "index": 16,
      "text": "The great doer of what He will."
    },
    {
      "index": 17,
      "text": "Has not there come to you the story of the hosts,"
    },
    {
      "index": 18,
      "text": "Of Firon and Samood?"
    },
    {
      "index": 19,
      "text": "Nay! those who disbelieve are in (the act of) giving the lie to the truth."
    },
    {
      "index": 20,
      "text": "And Allah encompasses them on every side."
    },
    {
      "index": 21,
      "text": "Nay! it is a glorious Quran,"
    },
    {
      "index": 22,
      "text": "In a guarded tablet."
    }
  ]
}