{
  "index": 43,
  "name": "الزخرف",
  "arabic_name": "الزُّخْرُف",
  "english_name": "Az-Zukhruf",
  "english_meaning": "The Gold Adornments",
  "ayas": [
    {
      "index": 1,
      "arabic": "حمٓ",
      "translation": "Ha, Meem.",
      "transliteration": "ḥā mīm",
      "bismillah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ"
    },
    {
      "index": 2,
      "arabic": "وَٱلْكِتَـٰبِ ٱلْمُبِينِ",
      "translation": "By the Manifest Book:",
      "transliteration": "wal kitābil mubīn"
    },
    {
      "index": 3,
      "arabic": "إِنَّا جَعَلْنَـٰهُ قُرْءَٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُونَ",
      "translation": "We have made it an Arabic Quran so that you may exercise your reason,",
      "transliteration": "innā ja`alnāhu qur-ānan `arabiyyal la`allakum ta`qilūn"
    },
    {
      "index": 4,
      "arabic": "وَإِنَّهُۥ فِىٓ أُمِّ ٱلْكِتَـٰبِ لَدَيْنَا لَعَلِىٌّ حَكِيمٌ",
      "translation": "and it is sublime and wise with Us in the Mother Book.",
      "transliteration": "wa innahu fī ummil kitābi ladaynā la`aliyyun ḥakīm"
    },
    {
      "index": 5,
      "arabic": "أَفَنَضْرِبُ عَنكُمُ ٱلذِّكْرَ صَفْحًا أَن كُنتُمْ قَوْمًا مُّسْرِفِينَ",
      "translation": "Shall We keep back the Reminder from you and disregard you because you are an unrestrained lot?",
      "transliteration": "afanaḍribu `ankumudh dhikra ṣafḥan an kuntum qawman musrifīn"
    },
    {
      "index": 6,
      "arabic": "وَكَمْ أَرْسَلْنَا مِن نَّبِىٍّ فِى ٱلْأَوَّلِينَ",
      "translation": "How many a prophet We have sent to the former peoples!",
      "transliteration": "wakam arsalnā min nabiyyin fil-awwalīn"
    },
    {
      "index": 7,
      "arabic": "وَمَا يَأْتِيهِم مِّن نَّبِىٍّ إِلَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "translation": "There did not come to them any prophet but that they used to deride him.",
      "transliteration": "wa mā ya-tīhim min nabiyyin illā kānū bihi yastahzi-ūn"
    },
    {
      "index": 8,
      "arabic": "فَأَهْلَكْنَآ أَشَدَّ مِنْهُم بَطْشًا وَمَضَىٰ مَثَلُ ٱلْأَوَّلِينَ",
      "translation": "So We destroyed those who were stronger than these, and the example of the former peoples has already come to pass.",
      "transliteration": "fa-ahlaknā ashadda minhum baṭshan wa maḍā mathalul-awwalīn"
    },
    {
      "index": 9,
      "arabic": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلْعَزِيزُ ٱلْعَلِيمُ",
      "translation": "If you ask them, ‘Who created the heavens and the earth?’ they will surely say, ‘The All-mighty, the All-knowing created them.’",
      "transliteration": "wala-in sa-altahum man khalaqas samāwāti wal-arḍa layaqūlunna khalaqahunnal `azīzul `alīm"
    },
    {
      "index": 10,
      "arabic": "ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ مَهْدًا وَجَعَلَ لَكُمْ فِيهَا سُبُلًا لَّعَلَّكُمْ تَهْتَدُونَ",
      "translation": "He, who made the earth a cradle for you, and made for you in it ways so that you may be guided [to your destinations],",
      "transliteration": "alladhī ja`ala lakumul-arḍa mahdan waja`ala lakum fīhā subulal la`allakum tahtadūn"
    },
    {
      "index": 11,
      "arabic": "وَٱلَّذِى نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءًۢ بِقَدَرٍ فَأَنشَرْنَا بِهِۦ بَلْدَةً مَّيْتًا ۚ كَذَٰلِكَ تُخْرَجُونَ",
      "translation": "and who sent down water from the sky in a measured manner, and We revived with it a dead country. Likewise, you shall be raised [from the dead].",
      "transliteration": "wal ladhī nazzala minas samā-i mā-an biqadarin fa-ansharnā bihi baldatan maytā ۚ kadhālika tukhrajūn"
    },
    {
      "index": 12,
      "arabic": "وَٱلَّذِى خَلَقَ ٱلْأَزْوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلْفُلْكِ وَٱلْأَنْعَـٰمِ مَا تَرْكَبُونَ",
      "translation": "He created all the kinds and made for you the ships and the cattle such which you ride,",
      "transliteration": "wal ladhī khalaqal-azwāja kullahā waja`ala lakum minal fulki wal-an`āmi mā tarkabūn"
    },
    {
      "index": 13,
      "arabic": "لِتَسْتَوُۥا۟ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذْكُرُوا۟ نِعْمَةَ رَبِّكُمْ إِذَا ٱسْتَوَيْتُمْ عَلَيْهِ وَتَقُولُوا۟ سُبْحَـٰنَ ٱلَّذِى سَخَّرَ لَنَا هَـٰذَا وَمَا كُنَّا لَهُۥ مُقْرِنِينَ",
      "translation": "that you may sit on their backs, then remember the blessing of your Lord when you are settled on them, and say, ‘Immaculate is He who has disposed this for us, and we [by ourselves] were no match for it.",
      "transliteration": "litastawu `alā ẓuhūrihi thumma tadhkurū ni`mata rabbikum idhas-tawaytum `alayhi wataqūlū subḥānal ladhī sakhhara lanā hādhā wa mā kunnā lahu muqrinīn"
    },
    {
      "index": 14,
      "arabic": "وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ",
      "translation": "Indeed we shall return to our Lord.’",
      "transliteration": "wa innā ilā rabbinā lamunqalibūn"
    },
    {
      "index": 15,
      "arabic": "وَجَعَلُوا۟ لَهُۥ مِنْ عِبَادِهِۦ جُزْءًا ۚ إِنَّ ٱلْإِنسَـٰنَ لَكَفُورٌ مُّبِينٌ",
      "translation": "They ascribe to Him offspring from among His servants! Man is indeed a manifest ingrate.",
      "transliteration": "waja`alū lahu min `ibādihi juz-ā ۚ innal-insāna lakafūrun mubīn"
    },
    {
      "index": 16,
      "arabic": "أَمِ ٱتَّخَذَ مِمَّا يَخْلُقُ بَنَاتٍ وَأَصْفَىٰكُم بِٱلْبَنِينَ",
      "translation": "Did He adopt daughters from what He creates while He preferred you with sons?",
      "transliteration": "amit-takhadha mimmā yakhluqu banātin wa-aṣfākum bil banīn"
    },
    {
      "index": 17,
      "arabic": "وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحْمَـٰنِ مَثَلًا ظَلَّ وَجْهُهُۥ مُسْوَدًّا وَهُوَ كَظِيمٌ",
      "translation": "When one of them is brought the news of what he ascribes to the All-beneficent, his face becomes darkened and he chokes with suppressed rage, [and says]",
      "transliteration": "wa idhā bushhira aḥaduhum bimā ḍaraba lirraḥmāni mathalan ẓalla wajhuhu muswaddan wahuwa kaẓīm"
    },
    {
      "index": 18,
      "arabic": "أَوَمَن يُنَشَّؤُا۟ فِى ٱلْحِلْيَةِ وَهُوَ فِى ٱلْخِصَامِ غَيْرُ مُبِينٍ",
      "translation": "‘What! One who is brought up amid ornaments and is inconspicuous in contests?’",
      "transliteration": "awa man yunashha-u fil ḥilyati wahuwa fil khiṣāmi ghayru mubīn"
    },
    {
      "index": 19,
      "arabic": "وَجَعَلُوا۟ ٱلْمَلَـٰٓئِكَةَ ٱلَّذِينَ هُمْ عِبَـٰدُ ٱلرَّحْمَـٰنِ إِنَـٰثًا ۚ أَشَهِدُوا۟ خَلْقَهُمْ ۚ سَتُكْتَبُ شَهَـٰدَتُهُمْ وَيُسْـَٔلُونَ",
      "translation": "They have made the angels—who are servants of the All-beneficent—females. Were they witness to their creation? Their testimony will be written down and they shall be questioned.",
      "transliteration": "waja`alul malā-ikatal ladhīna hum `ibādur raḥmāni ināthā ۚ ashahidū khalqahum ۚ satuktabu shahādatuhum wayus-alūn"
    },
    {
      "index": 20,
      "arabic": "وَقَالُوا۟ لَوْ شَآءَ ٱلرَّحْمَـٰنُ مَا عَبَدْنَـٰهُم ۗ مَّا لَهُم بِذَٰلِكَ مِنْ عِلْمٍ ۖ إِنْ هُمْ إِلَّا يَخْرُصُونَ",
      "translation": "They say, ‘Had the All-beneficent wished, we would not have worshipped them.’ They do not have any knowledge of that, and they do nothing but surmise.",
      "transliteration": "waqālū law shā-ar raḥmānu mā `abadnāhum ۗ mā lahum bidhālika min `il-m ۖ in hum illā yakhruṣūn"
    },
    {
      "index": 21,
      "arabic": "أَمْ ءَاتَيْنَـٰهُمْ كِتَـٰبًا مِّن قَبْلِهِۦ فَهُم بِهِۦ مُسْتَمْسِكُونَ",
      "translation": "Did We give them a Book before this, so that they are holding fast to it?",
      "transliteration": "am ātaynāhum kitāban min qablihi fahum bihi mustamsikūn"
    },
    {
      "index": 22,
      "arabic": "بَلْ قَالُوٓا۟ إِنَّا وَجَدْنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٍ وَإِنَّا عَلَىٰٓ ءَاثَـٰرِهِم مُّهْتَدُونَ",
      "translation": "No, they said, ‘We found our fathers following a creed, and we are indeed guided in their footsteps.’",
      "transliteration": "bal qālū innā wajadnā ābā-anā `alā ummatin wa innā `alā āthārihim muhtadūn"
    },
    {
      "index": 23,
      "arabic": "وَكَذَٰلِكَ مَآ أَرْسَلْنَا مِن قَبْلِكَ فِى قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَآ إِنَّا وَجَدْنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٍ وَإِنَّا عَلَىٰٓ ءَاثَـٰرِهِم مُّقْتَدُونَ",
      "translation": "So it has been that We did not send any warner to a town before you, without its affluent ones saying, ‘We found our fathers following a creed and we are indeed following in their footsteps.’",
      "transliteration": "wakadhālika mā arsalnā min qablika fī qaryatim min nadhīrin illā qāla mutrafūhā innā wajadnā ābā-anā `alā ummatin wa innā `alā āthārihim muqtadūn"
    },
    {
      "index": 24,
      "arabic": "قَـٰلَ أَوَلَوْ جِئْتُكُم بِأَهْدَىٰ مِمَّا وَجَدتُّمْ عَلَيْهِ ءَابَآءَكُمْ ۖ قَالُوٓا۟ إِنَّا بِمَآ أُرْسِلْتُم بِهِۦ كَـٰفِرُونَ",
      "translation": "He would say, ‘What! Even if I bring you a better guidance than what you found your fathers following?!’ They would say, ‘We indeed disbelieve in what you are sent with.’",
      "transliteration": "qāla awalaw ji-tukum bi-ahdā mimmā wajadtum `alayhi ābā-akum ۖ qālū innā bimā ursiltum bihi kāfirūn"
    },
    {
      "index": 25,
      "arabic": "فَٱنتَقَمْنَا مِنْهُمْ ۖ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُكَذِّبِينَ",
      "translation": "Thereupon We took vengeance on them; so observe how was the fate of the deniers.",
      "transliteration": "fantaqamnā minhum ۖ fanẓur kayfa kāna `āqibatul mukadhhibīn"
    },
    {
      "index": 26,
      "arabic": "وَإِذْ قَالَ إِبْرَٰهِيمُ لِأَبِيهِ وَقَوْمِهِۦٓ إِنَّنِى بَرَآءٌ مِّمَّا تَعْبُدُونَ",
      "translation": "When Abraham said to his father and his people, ‘I repudiate what you worship,",
      "transliteration": "wa idh qāla ibrāhīmu li-abīhi waqawmihi innanī barā-un mimmā ta`budūn"
    },
    {
      "index": 27,
      "arabic": "إِلَّا ٱلَّذِى فَطَرَنِى فَإِنَّهُۥ سَيَهْدِينِ",
      "translation": "excepting Him who originated me; indeed He will guide me.’",
      "transliteration": "illal ladhī faṭaranī fa-innahu sayahdīn"
    },
    {
      "index": 28,
      "arabic": "وَجَعَلَهَا كَلِمَةًۢ بَاقِيَةً فِى عَقِبِهِۦ لَعَلَّهُمْ يَرْجِعُونَ",
      "translation": "He made it a lasting word among his posterity so that they may come back [to the right path].",
      "transliteration": "waja`alahā kalimatan bāqiyatan fī `aqibihi la`allahum yarji`ūn"
    },
    {
      "index": 29,
      "arabic": "بَلْ مَتَّعْتُ هَـٰٓؤُلَآءِ وَءَابَآءَهُمْ حَتَّىٰ جَآءَهُمُ ٱلْحَقُّ وَرَسُولٌ مُّبِينٌ",
      "translation": "Indeed, I provided for these and their fathers until the truth and a manifest apostle came to them.",
      "transliteration": "bal matta`tu hā-ulā-i wa-ābā-ahum ḥattā jā-ahumul ḥaqqu warasūlun mubīn"
    },
    {
      "index": 30,
      "arabic": "وَلَمَّا جَآءَهُمُ ٱلْحَقُّ قَالُوا۟ هَـٰذَا سِحْرٌ وَإِنَّا بِهِۦ كَـٰفِرُونَ",
      "translation": "But when the truth came to them, they said, ‘This is magic, and we indeed disbelieve in it.’",
      "transliteration": "walammā jā-ahumul ḥaqqu qālū hādhā siḥrun wa innā bihi kāfirūn"
    },
    {
      "index": 31,
      "arabic": "وَقَالُوا۟ لَوْلَا نُزِّلَ هَـٰذَا ٱلْقُرْءَانُ عَلَىٰ رَجُلٍ مِّنَ ٱلْقَرْيَتَيْنِ عَظِيمٍ",
      "translation": "And they said, ‘Why was not this Quran sent down to some great man from the two cities?’",
      "transliteration": "waqālū lawlā nuzzila hādhal qur-ānu `alā rajulin minal qaryatayni `aẓīm"
    },
    {
      "index": 32,
      "arabic": "أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ ۚ نَحْنُ قَسَمْنَا بَيْنَهُم مَّعِيشَتَهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۚ وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَـٰتٍ لِّيَتَّخِذَ بَعْضُهُم بَعْضًا سُخْرِيًّا ۗ وَرَحْمَتُ رَبِّكَ خَيْرٌ مِّمَّا يَجْمَعُونَ",
      "translation": "Is it they who dispense the mercy of your Lord? It is We who have dispensed among them their livelihood in the present life, and raised some of them above others in rank, so that some may take others into service, and your Lord’s mercy is better than what they amass.",
      "transliteration": "ahum yaqsimūna raḥmata rabbik ۚ naḥnu qasamnā baynahum ma`īshatahum fil ḥayātid dunyā ۚ warafa`nā ba`ḍahum fawqa ba`ḍin darajātin liyattakhidha ba`ḍuhum ba`ḍan sukhriyyā ۗ waraḥmatu rabbika khayrun mimmā yajma`ūn"
    },
    {
      "index": 33,
      "arabic": "وَلَوْلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةً وَٰحِدَةً لَّجَعَلْنَا لِمَن يَكْفُرُ بِٱلرَّحْمَـٰنِ لِبُيُوتِهِمْ سُقُفًا مِّن فِضَّةٍ وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ",
      "translation": "Were it not [for the danger] that mankind would be one community, We would have made for those who defy the All-beneficent, silver roofs for their houses and [silver] stairways by which they ascend,",
      "transliteration": "walawlā an yakūnan nāsu ummatan wāḥidatan laja`alnā liman yakfuru bir raḥmāni libuyūtihim suqufan min fiḍḍatin wa ma`ārija `alayhā yaẓharūn"
    },
    {
      "index": 34,
      "arabic": "وَلِبُيُوتِهِمْ أَبْوَٰبًا وَسُرُرًا عَلَيْهَا يَتَّكِـُٔونَ",
      "translation": "and [silver] doors for their houses and [silver] couches on which they recline,",
      "transliteration": "walibuyūtihim abwāban wasururan `alayhā yattaki-ūn"
    },
    {
      "index": 35,
      "arabic": "وَزُخْرُفًا ۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَـٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۚ وَٱلْـَٔاخِرَةُ عِندَ رَبِّكَ لِلْمُتَّقِينَ",
      "translation": "and ornaments of gold; yet all that would be nothing but the wares of the life of this world, and the Hereafter is for the Godwary near your Lord.",
      "transliteration": "wazukhrufā ۚ wa in kullu dhālika lammā matā`ul ḥayātid dunyā ۚ wal-ākhiratu `inda rabbika lil-muttaqīn"
    },
    {
      "index": 36,
      "arabic": "وَمَن يَعْشُ عَن ذِكْرِ ٱلرَّحْمَـٰنِ نُقَيِّضْ لَهُۥ شَيْطَـٰنًا فَهُوَ لَهُۥ قَرِينٌ",
      "translation": "We assign a devil to be the companion of him who turns a blind eye to the remembrance of the All-beneficent.",
      "transliteration": "wa man ya`shu `an dhikrir raḥmāni nuqayyiḍ lahu shayṭānan fahuwa lahu qarīn"
    },
    {
      "index": 37,
      "arabic": "وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ ٱلسَّبِيلِ وَيَحْسَبُونَ أَنَّهُم مُّهْتَدُونَ",
      "translation": "Indeed they bar them from the way [of Allah], while they suppose that they are [rightly] guided.",
      "transliteration": "wa innahum layaṣuddūnahum `anis sabīli wayaḥsabūna annahum muhtadūn"
    },
    {
      "index": 38,
      "arabic": "حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَـٰلَيْتَ بَيْنِى وَبَيْنَكَ بُعْدَ ٱلْمَشْرِقَيْنِ فَبِئْسَ ٱلْقَرِينُ",
      "translation": "When he comes to Us, he will say, ‘I wish there had been between me and you the distance between the east and the west! What an evil companion [you are]!’",
      "transliteration": "ḥattā idhā jā-anā qāla yālayta baynī wabaynaka bu`dal mashriqayni fabi-sal qarīn"
    },
    {
      "index": 39,
      "arabic": "وَلَن يَنفَعَكُمُ ٱلْيَوْمَ إِذ ظَّلَمْتُمْ أَنَّكُمْ فِى ٱلْعَذَابِ مُشْتَرِكُونَ",
      "translation": "‘Today that will be of no avail to you. As you did wrong, so will you share in the punishment.’",
      "transliteration": "walan yanfa`akumul yawma idh ẓalamtum annakum fil `adhābi mushtarikūn"
    },
    {
      "index": 40,
      "arabic": "أَفَأَنتَ تُسْمِعُ ٱلصُّمَّ أَوْ تَهْدِى ٱلْعُمْىَ وَمَن كَانَ فِى ضَلَـٰلٍ مُّبِينٍ",
      "translation": "Can you, then, make the deaf hear or guide the blind and those who are in manifest error?",
      "transliteration": "afa-anta tusmi`uṣ ṣumma aw tahdil `umya wa man kāna fī ḍalālin mubīn"
    },
    {
      "index": 41,
      "arabic": "فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُم مُّنتَقِمُونَ",
      "translation": "We will indeed take vengeance on them, whether We take you away",
      "transliteration": "fa-immā nadh-habanna bika fa-innā minhum muntaqimūn"
    },
    {
      "index": 42,
      "arabic": "أَوْ نُرِيَنَّكَ ٱلَّذِى وَعَدْنَـٰهُمْ فَإِنَّا عَلَيْهِم مُّقْتَدِرُونَ",
      "translation": "or show you what We have promised them, for indeed We hold them in Our power.",
      "transliteration": "aw nuriyannakal ladhī wa`adnāhum fa-innā `alayhim muqtadirūn"
    },
    {
      "index": 43,
      "arabic": "فَٱسْتَمْسِكْ بِٱلَّذِىٓ أُوحِىَ إِلَيْكَ ۖ إِنَّكَ عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "translation": "So hold fast to what has been revealed to you. Indeed, you are on a straight path.",
      "transliteration": "fastamsik bil ladhī ūḥiya ilayk ۖ innaka `alā ṣirāṭin mustaqīm"
    },
    {
      "index": 44,
      "arabic": "وَإِنَّهُۥ لَذِكْرٌ لَّكَ وَلِقَوْمِكَ ۖ وَسَوْفَ تُسْـَٔلُونَ",
      "translation": "Indeed it is a reminder for you and your people, and soon you will be questioned.",
      "transliteration": "wa innahu ladhikrul laka waliqawmik ۖ wasawfa tus-alūn"
    },
    {
      "index": 45,
      "arabic": "وَسْـَٔلْ مَنْ أَرْسَلْنَا مِن قَبْلِكَ مِن رُّسُلِنَآ أَجَعَلْنَا مِن دُونِ ٱلرَّحْمَـٰنِ ءَالِهَةً يُعْبَدُونَ",
      "translation": "Ask those of Our apostles We have sent before you: Did We set up any gods to be worshipped besides the All-beneficent?",
      "transliteration": "was-al man arsalnā min qablika min rusulinā aja`alnā min dūnir raḥmāni ālihatan yu`badūn"
    },
    {
      "index": 46,
      "arabic": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَـٰتِنَآ إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَقَالَ إِنِّى رَسُولُ رَبِّ ٱلْعَـٰلَمِينَ",
      "translation": "Certainly We sent Moses with Our signs to Pharaoh and his elite. He said, ‘I am indeed an apostle of the Lord of all the worlds.’",
      "transliteration": "walaqad arsalnā mūsā bi-āyātinā ilā fir`awna wa mala-ihi faqāla innī rasūlu rabbil `ālamīn"
    },
    {
      "index": 47,
      "arabic": "فَلَمَّا جَآءَهُم بِـَٔايَـٰتِنَآ إِذَا هُم مِّنْهَا يَضْحَكُونَ",
      "translation": "But when he brought them Our signs, they indeed laughed at them.",
      "transliteration": "falammā jā-ahum bi-āyātinā idhā hum minhā yaḍ-ḥakūn"
    },
    {
      "index": 48,
      "arabic": "وَمَا نُرِيهِم مِّنْ ءَايَةٍ إِلَّا هِىَ أَكْبَرُ مِنْ أُخْتِهَا ۖ وَأَخَذْنَـٰهُم بِٱلْعَذَابِ لَعَلَّهُمْ يَرْجِعُونَ",
      "translation": "We did not show them a sign but it was greater than the other, and We visited on them punishment so that they might come back.",
      "transliteration": "wa mā nurīhim min āyatin illā hiya akbaru min ukhtihā ۖ wa-akhadhnāhum bil `adhābi la`allahum yarji`ūn"
    },
    {
      "index": 49,
      "arabic": "وَقَالُوا۟ يَـٰٓأَيُّهَ ٱلسَّاحِرُ ٱدْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهْتَدُونَ",
      "translation": "They would say, ‘O magician! Invoke your Lord for us by the covenant He has made with you [to remove this scourge]. We will indeed be guided [when it is removed].’",
      "transliteration": "waqālū yā-ayyuhas sāḥirud-`u lanā rabbaka bimā `ahida `indaka innanā lamuhtadūn"
    },
    {
      "index": 50,
      "arabic": "فَلَمَّا كَشَفْنَا عَنْهُمُ ٱلْعَذَابَ إِذَا هُمْ يَنكُثُونَ",
      "translation": "But when We lifted the punishment from them, behold, they would break their pledge.",
      "transliteration": "falammā kashafnā `anhumul `adhāba idhā hum yankuthūn"
    },
    {
      "index": 51,
      "arabic": "وَنَادَىٰ فِرْعَوْنُ فِى قَوْمِهِۦ قَالَ يَـٰقَوْمِ أَلَيْسَ لِى مُلْكُ مِصْرَ وَهَـٰذِهِ ٱلْأَنْهَـٰرُ تَجْرِى مِن تَحْتِىٓ ۖ أَفَلَا تُبْصِرُونَ",
      "translation": "And Pharaoh proclaimed to his people, saying, ‘O my people! Do not the kingdom of Egypt and these rivers that run at my feet belong to me? Do you not perceive?",
      "transliteration": "wanādā fir`awnu fī qawmihi qāla yāqawmi alaysa lī mulku miṣra wahādhihil-anhāru tajrī min taḥtī ۖ afalā tubṣirūn"
    },
    {
      "index": 52,
      "arabic": "أَمْ أَنَا۠ خَيْرٌ مِّنْ هَـٰذَا ٱلَّذِى هُوَ مَهِينٌ وَلَا يَكَادُ يُبِينُ",
      "translation": "Am I not better than this wretch who cannot even speak clearly?",
      "transliteration": "am ana khayrun min hādhal ladhī huwa mahīnun walā yakādu yubīn"
    },
    {
      "index": 53,
      "arabic": "فَلَوْلَآ أُلْقِىَ عَلَيْهِ أَسْوِرَةٌ مِّن ذَهَبٍ أَوْ جَآءَ مَعَهُ ٱلْمَلَـٰٓئِكَةُ مُقْتَرِنِينَ",
      "translation": "Why no bracelets of gold have been thrown to him, nor any angels accompany him as escorts?’",
      "transliteration": "falawlā ulqiya `alayhi aswiratun min dhahabin aw jā-a ma`ahul malā-ikatu muqtarinīn"
    },
    {
      "index": 54,
      "arabic": "فَٱسْتَخَفَّ قَوْمَهُۥ فَأَطَاعُوهُ ۚ إِنَّهُمْ كَانُوا۟ قَوْمًا فَـٰسِقِينَ",
      "translation": "Thus did he mislead his people and they obeyed him. Indeed, they were a transgressing lot.",
      "transliteration": "fastakhaffa qawmahu fa-aṭā`ūh ۚ innahum kānū qawman fāsiqīn"
    },
    {
      "index": 55,
      "arabic": "فَلَمَّآ ءَاسَفُونَا ٱنتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَـٰهُمْ أَجْمَعِينَ",
      "translation": "So when they roused Our wrath, We took vengeance on them and drowned them all.",
      "transliteration": "falammā āsafūnan-taqamnā minhum fa-aghraqnāhum ajma`īn"
    },
    {
      "index": 56,
      "arabic": "فَجَعَلْنَـٰهُمْ سَلَفًا وَمَثَلًا لِّلْـَٔاخِرِينَ",
      "translation": "Thus We made them the vanguard and an example for posterity.",
      "transliteration": "faja`alnāhum salafan wa mathalal lil-ākhirīn"
    },
    {
      "index": 57,
      "arabic": "وَلَمَّا ضُرِبَ ٱبْنُ مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ",
      "translation": "When the Son of Mary was cited as an example, behold, your people raise an outcry.",
      "transliteration": "walammā ḍuribab-nu maryama mathalan idhā qawmuka minhu yaṣiddūn"
    },
    {
      "index": 58,
      "arabic": "وَقَالُوٓا۟ ءَأَـٰلِهَتُنَا خَيْرٌ أَمْ هُوَ ۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًۢا ۚ بَلْ هُمْ قَوْمٌ خَصِمُونَ",
      "translation": "They say, ‘Are our gods better or he?’ They cite him to you only for the sake of contention. Indeed, they are a contentious lot.",
      "transliteration": "waqālū a-ālihatunā khayrun am huw ۚ mā ḍarabūhu laka illā jadalā ۚ bal hum qawmun khaṣimūn"
    },
    {
      "index": 59,
      "arabic": "إِنْ هُوَ إِلَّا عَبْدٌ أَنْعَمْنَا عَلَيْهِ وَجَعَلْنَـٰهُ مَثَلًا لِّبَنِىٓ إِسْرَٰٓءِيلَ",
      "translation": "He was just a servant whom We had blessed and made an exemplar for the Children of Israel.",
      "transliteration": "in huwa illā `abdun an`amnā `alayhi waja`alnāhu mathalal libanī isrā-iyl"
    },
    {
      "index": 60,
      "arabic": "وَلَوْ نَشَآءُ لَجَعَلْنَا مِنكُم مَّلَـٰٓئِكَةً فِى ٱلْأَرْضِ يَخْلُفُونَ",
      "translation": "Had We wished We would have set angels in your stead to be [your] successors on the earth.",
      "transliteration": "walaw nashā-u laja`alnā minkum malā-ikatan fil-arḍi yakhlufūn"
    },
    {
      "index": 61,
      "arabic": "وَإِنَّهُۥ لَعِلْمٌ لِّلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا وَٱتَّبِعُونِ ۚ هَـٰذَا صِرَٰطٌ مُّسْتَقِيمٌ",
      "translation": "[Say,] ‘Indeed he is a portent of the Hour; so do not doubt it and follow me. This is a straight path.",
      "transliteration": "wa innahu la`il-mul lissā`ati falā tamtarunna bihā wattabi`ūn ۚ hādhā ṣirāṭun mustaqīm"
    },
    {
      "index": 62,
      "arabic": "وَلَا يَصُدَّنَّكُمُ ٱلشَّيْطَـٰنُ ۖ إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ",
      "translation": "Do not let Satan bar you [from the way of Allah]. Indeed he is your manifest enemy.’",
      "transliteration": "walā yaṣuddannakumush shayṭān ۖ innahu lakum `aduwwun mubīn"
    },
    {
      "index": 63,
      "arabic": "وَلَمَّا جَآءَ عِيسَىٰ بِٱلْبَيِّنَـٰتِ قَالَ قَدْ جِئْتُكُم بِٱلْحِكْمَةِ وَلِأُبَيِّنَ لَكُم بَعْضَ ٱلَّذِى تَخْتَلِفُونَ فِيهِ ۖ فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
      "translation": "When Jesus brought those manifest proofs, he said, ‘I have certainly brought you wisdom, and [I have come] to make clear to you some of the things that you differ about. So be wary of Allah and obey me.",
      "transliteration": "walammā jā-a `īsā bil bayyināti qāla qad ji-tukum bil ḥikmati wali-ubayyina lakum ba`ḍal ladhī takhtalifūna fīh ۖ fattaqullāha wa-aṭī`ūn"
    },
    {
      "index": 64,
      "arabic": "إِنَّ ٱللَّهَ هُوَ رَبِّى وَرَبُّكُمْ فَٱعْبُدُوهُ ۚ هَـٰذَا صِرَٰطٌ مُّسْتَقِيمٌ",
      "translation": "Indeed Allah is my Lord and your Lord; so worship Him. This is a straight path.’",
      "transliteration": "innallāha huwa rabbī warabbukum fa`budūh ۚ hādhā ṣirāṭun mustaqīm"
    },
    {
      "index": 65,
      "arabic": "فَٱخْتَلَفَ ٱلْأَحْزَابُ مِنۢ بَيْنِهِمْ ۖ فَوَيْلٌ لِّلَّذِينَ ظَلَمُوا۟ مِنْ عَذَابِ يَوْمٍ أَلِيمٍ",
      "translation": "But the factions differed among themselves. So woe to the wrongdoers for the punishment of a painful day.",
      "transliteration": "fakhtalafal-aḥzābu min baynihim ۖ fawaylul lilladhīna ẓalamū min `adhābi yawmin alīm"
    },
    {
      "index": 66,
      "arabic": "هَلْ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأْتِيَهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
      "translation": "Do they not consider that the Hour may overtake them suddenly while they are unaware?",
      "transliteration": "hal yanẓurūna illas sā`ata an ta-tiyahum baghtatan wahum lā yash`urūn"
    },
    {
      "index": 67,
      "arabic": "ٱلْأَخِلَّآءُ يَوْمَئِذٍۭ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا ٱلْمُتَّقِينَ",
      "translation": "On that day, friends will be one another’s enemies, except for the Godwary.",
      "transliteration": "al-akhillā-u yawma-idhin ba`ḍuhum liba`ḍin `aduwwun illal-muttaqīn"
    },
    {
      "index": 68,
      "arabic": "يَـٰعِبَادِ لَا خَوْفٌ عَلَيْكُمُ ٱلْيَوْمَ وَلَآ أَنتُمْ تَحْزَنُونَ",
      "translation": "[They will be told,] ‘O My servants! Today you will have no fear, nor will you grieve",
      "transliteration": "yā`ibādi lā khawfun `alaykumul yawma walā antum taḥzanūn"
    },
    {
      "index": 69,
      "arabic": "ٱلَّذِينَ ءَامَنُوا۟ بِـَٔايَـٰتِنَا وَكَانُوا۟ مُسْلِمِينَ",
      "translation": "—those who believed in Our signs and had been Muslims.",
      "transliteration": "alladhīna āmanū bi-āyātinā wakānū muslimīn"
    },
    {
      "index": 70,
      "arabic": "ٱدْخُلُوا۟ ٱلْجَنَّةَ أَنتُمْ وَأَزْوَٰجُكُمْ تُحْبَرُونَ",
      "translation": "Enter paradise, you and your spouses, rejoicing.’",
      "transliteration": "ud-khulul jannata antum wa-azwājukum tuḥbarūn"
    },
    {
      "index": 71,
      "arabic": "يُطَافُ عَلَيْهِم بِصِحَافٍ مِّن ذَهَبٍ وَأَكْوَابٍ ۖ وَفِيهَا مَا تَشْتَهِيهِ ٱلْأَنفُسُ وَتَلَذُّ ٱلْأَعْيُنُ ۖ وَأَنتُمْ فِيهَا خَـٰلِدُونَ",
      "translation": "They will be served around with golden dishes and goblets, and therein will be whatever the souls desire and eyes delight in. ‘You will remain in it [forever].",
      "transliteration": "yuṭāfu `alayhim biṣiḥāfin min dhahabin wa-akwāb ۖ wafīhā mā tashtahīhil-anfusu wataladhhul-a`yun ۖ wa-antum fīhā khālidūn"
    },
    {
      "index": 72,
      "arabic": "وَتِلْكَ ٱلْجَنَّةُ ٱلَّتِىٓ أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ",
      "translation": "That is the paradise you have been given to inherit for what you used to do.",
      "transliteration": "watilkal jannatul latī ūrithtumūhā bimā kuntum ta`malūn"
    },
    {
      "index": 73,
      "arabic": "لَكُمْ فِيهَا فَـٰكِهَةٌ كَثِيرَةٌ مِّنْهَا تَأْكُلُونَ",
      "translation": "There are abundant fruits for you in it, from which you will eat.’",
      "transliteration": "lakum fīhā fākihatun kathīratun minhā ta-kulūn"
    },
    {
      "index": 74,
      "arabic": "إِنَّ ٱلْمُجْرِمِينَ فِى عَذَابِ جَهَنَّمَ خَـٰلِدُونَ",
      "translation": "Indeed the guilty will remain [forever] in the punishment of hell.",
      "transliteration": "innal mujrimīna fī `adhābi jahannama khālidūn"
    },
    {
      "index": 75,
      "arabic": "لَا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيهِ مُبْلِسُونَ",
      "translation": "It will not be lightened for them, and they will be despondent in it.",
      "transliteration": "lā yufattaru `anhum wahum fīhi mublisūn"
    },
    {
      "index": 76,
      "arabic": "وَمَا ظَلَمْنَـٰهُمْ وَلَـٰكِن كَانُوا۟ هُمُ ٱلظَّـٰلِمِينَ",
      "translation": "We did not wrong them, but they themselves were wrongdoers.",
      "transliteration": "wa mā ẓalamnāhum walākin kānū humuẓ ẓālimīn"
    },
    {
      "index": 77,
      "arabic": "وَنَادَوْا۟ يَـٰمَـٰلِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ۖ قَالَ إِنَّكُم مَّـٰكِثُونَ",
      "translation": "They will call out, ‘O Malik! Let your Lord finish us off!’ He will say, ‘Indeed you will stay on.’",
      "transliteration": "wanādaw yāmāliku liyaqḍi `alaynā rabbuk ۖ qāla innakum mākithūn"
    },
    {
      "index": 78,
      "arabic": "لَقَدْ جِئْنَـٰكُم بِٱلْحَقِّ وَلَـٰكِنَّ أَكْثَرَكُمْ لِلْحَقِّ كَـٰرِهُونَ",
      "translation": "‘We certainly brought you the truth, but most of you were averse to the truth.’",
      "transliteration": "laqad ji-nākum bil ḥaqqi walākinna aktharakum lilḥaqqi kārihūn"
    },
    {
      "index": 79,
      "arabic": "أَمْ أَبْرَمُوٓا۟ أَمْرًا فَإِنَّا مُبْرِمُونَ",
      "translation": "Have they settled on some [devious] plan? Indeed, We too are settling [on Our plans].",
      "transliteration": "am abramū amran fa-innā mubrimūn"
    },
    {
      "index": 80,
      "arabic": "أَمْ يَحْسَبُونَ أَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوَىٰهُم ۚ بَلَىٰ وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ",
      "translation": "Do they suppose that We do not hear their secret thoughts and their secret talks? Yes indeed [We do]! And with them are Our messengers, writing down [everything].",
      "transliteration": "am yaḥsabūna annā lā nasma`u sirrahum wanajwāhum ۚ balā warusulunā ladayhim yaktubūn"
    },
    {
      "index": 81,
      "arabic": "قُلْ إِن كَانَ لِلرَّحْمَـٰنِ وَلَدٌ فَأَنَا۠ أَوَّلُ ٱلْعَـٰبِدِينَ",
      "translation": "Say, ‘If the All-beneficent had offspring, I would have been the first to worship [him].’",
      "transliteration": "qul in kāna lirraḥmāni waladun fa-ana awwalul `ābidīn"
    },
    {
      "index": 82,
      "arabic": "سُبْحَـٰنَ رَبِّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ رَبِّ ٱلْعَرْشِ عَمَّا يَصِفُونَ",
      "translation": "Clear is the Lord of the heavens and the earth, the Lord of the Throne, of whatever they allege [concerning Him]!",
      "transliteration": "subḥāna rabbis samāwāti wal-arḍi rabbil `arshi `ammā yaṣifūn"
    },
    {
      "index": 83,
      "arabic": "فَذَرْهُمْ يَخُوضُوا۟ وَيَلْعَبُوا۟ حَتَّىٰ يُلَـٰقُوا۟ يَوْمَهُمُ ٱلَّذِى يُوعَدُونَ",
      "translation": "So leave them to gossip and play until they encounter the day they are promised.",
      "transliteration": "fadharhum yakhūḍū wayal`abū ḥattā yulāqū yawmahumul ladhī yū`adūn"
    },
    {
      "index": 84,
      "arabic": "وَهُوَ ٱلَّذِى فِى ٱلسَّمَآءِ إِلَـٰهٌ وَفِى ٱلْأَرْضِ إِلَـٰهٌ ۚ وَهُوَ ٱلْحَكِيمُ ٱلْعَلِيمُ",
      "translation": "It is He who is God in the sky, and God on the earth, and He is the All-Wise, the All-Knowing.",
      "transliteration": "wahuwal ladhī fis samā-i ilāhun wafil-arḍi ilāh ۚ wahuwal ḥakīmul `alīm"
    },
    {
      "index": 85,
      "arabic": "وَتَبَارَكَ ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا وَعِندَهُۥ عِلْمُ ٱلسَّاعَةِ وَإِلَيْهِ تُرْجَعُونَ",
      "translation": "Blessed is He to whom belongs the kingdom of the heavens and the earth and whatever is between them, and with Him is the knowledge of the Hour, and to Him you will be brought back.",
      "transliteration": "watabārakal ladhī lahu mulkus samāwāti wal-arḍi wa mā baynahumā wa`indahu `il-mus sā`ati wa ilayhi turja`ūn"
    },
    {
      "index": 86,
      "arabic": "وَلَا يَمْلِكُ ٱلَّذِينَ يَدْعُونَ مِن دُونِهِ ٱلشَّفَـٰعَةَ إِلَّا مَن شَهِدَ بِٱلْحَقِّ وَهُمْ يَعْلَمُونَ",
      "translation": "Those whom they invoke besides Him have no power of intercession, except those who are witness to the truth and who know [for whom to intercede].",
      "transliteration": "walā yamlikul ladhīna yad`ūna min dūnihish shafā`ata illā man shahida bil ḥaqqi wahum ya`lamūn"
    },
    {
      "index": 87,
      "arabic": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ ٱللَّهُ ۖ فَأَنَّىٰ يُؤْفَكُونَ",
      "translation": "If you ask them, ‘Who created them?’ they will surely say, ‘Allah.’ Then where do they stray?",
      "transliteration": "wala-in sa-altahum man khalaqahum layaqūlunnallāh ۖ fa-annā yu-fakūn"
    },
    {
      "index": 88,
      "arabic": "وَقِيلِهِۦ يَـٰرَبِّ إِنَّ هَـٰٓؤُلَآءِ قَوْمٌ لَّا يُؤْمِنُونَ",
      "translation": "And his plaint: ‘My Lord! Indeed these are a people who will not have faith!’",
      "transliteration": "waqīlihi yārabbi inna hā-ulā-i qawmul lā yu-minūn"
    },
    {
      "index": 89,
      "arabic": "فَٱصْفَحْ عَنْهُمْ وَقُلْ سَلَـٰمٌ ۚ فَسَوْفَ يَعْلَمُونَ",
      "translation": "So disregard them, and say, ‘Peace!’ Soon they will know.",
      "transliteration": "faṣfaḥ `anhum waqul salām ۚ fasawfa ya`lamūn"
    }
  ]
}