{
  "index": 54,
  "ayas": [
    {
      "index": 1,
      "text": "The hour drew nigh and the moon did rend asunder."
    },
    {
      "index": 2,
      "text": "And if they see a miracle they turn aside and say: Transient magic."
    },
    {
      "index": 3,
      "text": "And they call (it) a lie, and follow their low desires; and every affair has its appointed term."
    },
    {
      "index": 4,
      "text": "And certainly some narratives have come to them wherein is prevention--"
    },
    {
      "index": 5,
      "text": "Consummate wisdom-- but warnings do not avail;"
    },
    {
      "index": 6,
      "text": "So turn (your) back on them (for) the day when the inviter shall invite them to a hard task,"
    },
    {
      "index": 7,
      "text": "Their eyes cast down, going forth from their graves as if they were scattered locusts,"
    },
    {
      "index": 8,
      "text": "Hastening to the inviter. The unbelievers shall say: This is a hard day."
    },
    {
      "index": 9,
      "text": "Before them the people of Nuh rejected, so they rejected Our servant and called (him) mad, and he was driven away."
    },
    {
      "index": 10,
      "text": "Therefore he called upon his Lord: I am overcome, come Thou then to help."
    },
    {
      "index": 11,
      "text": "So We opened the gates of the cloud with water pouring"
    },
    {
      "index": 12,
      "text": "And We made water to flow forth in the land in springs, so the water gathered together according to a measure already ordained."
    },
    {
      "index": 13,
      "text": "And We bore him on that which was made of planks and nails"
    },
    {
      "index": 14,
      "text": "Sailing, before Our eyes, a reward for him who was denied."
    },
    {
      "index": 15,
      "text": "And certainly We left it as a sign, but is there anyone who"
    },
    {
      "index": 16,
      "text": "How (great) was then My punishment and My warning!"
    },
    {
      "index": 17,
      "text": "And certainly We have made the Quran easy for remembrance, but is there anyone who will mind?"
    },
    {
      "index": 18,
      "text": "Ad treated (the truth) as a lie, so how (great) was My punishment and My warning!"
    },
    {
      "index": 19,
      "text": "Surely We sent on them a tornado in a day of bitter ill-luck"
    },
    {
      "index": 20,
      "text": "Tearing men away as if they were the trunks of palm-trees torn up."
    },
    {
      "index": 21,
      "text": "How (great) was then My punishment and My warning!"
    },
    {
      "index": 22,
      "text": "And certainly We have made the Quran easy for remembrance, but is there anyone who will mind?"
    },
    {
      "index": 23,
      "text": "Samood rejected the warning."
    },
    {
      "index": 24,
      "text": "So they said: What! a single mortal from among us! Shall we follow him? Most surely we shall in that case be in sure error and distress:"
    },
    {
      "index": 25,
      "text": "Has the reminder been made to light upon him from among us? Nay! he is an insolent liar!"
    },
    {
      "index": 26,
      "text": "Tomorrow shall they know who is the liar, the insolent one."
    },
    {
      "index": 27,
      "text": "Surely We are going to send the she-camel as a trial for them; therefore watch them and have patience."
    },
    {
      "index": 28,
      "text": "And inform them that the water is shared between them; every share of the water shall be regulated."
    },
    {
      "index": 29,
      "text": "But they called their companion, so he took (the sword) and slew (her)."
    },
    {
      "index": 30,
      "text": "How (great) was then My punishment and My warning!"
    },
    {
      "index": 31,
      "text": "Surely We sent upon them a single cry, so they were like the dry fragments of trees which the maker of an enclosure collects."
    },
    {
      "index": 32,
      "text": "And certainly We have made the Quran easy for remembrance, but is there anyone who will mind?"
    },
    {
      "index": 33,
      "text": "The people of Lut treated the warning. as a lie."
    },
    {
      "index": 34,
      "text": "Surely We sent upon them a stonestorm, except Lut's followers; We saved them a little before daybreak,"
    },
    {
      "index": 35,
      "text": "A favor from Us; thus do We reward him who gives thanks."
    },
    {
      "index": 36,
      "text": "And certainly he warned them of Our violent seizure, but they obstinately disputed the warning."
    },
    {
      "index": 37,
      "text": "And certainly they endeavored to turn him from his guests, but We blinded their eyes; so taste My chastisement and My warning."
    },
    {
      "index": 38,
      "text": "And certainly a lasting chastisement overtook them in the morning."
    },
    {
      "index": 39,
      "text": "So taste My chastisement and My warning."
    },
    {
      "index": 40,
      "text": "And certainly We have made the Quran easy for remembrance, but is there anyone who will mind?"
    },
    {
      "index": 41,
      "text": "And certainly the warning came to Firon's people."
    },
    {
      "index": 42,
      "text": "They rejected all Our communications, so We overtook them after the manner of a Mighty, Powerful One."
    },
    {
      "index": 43,
      "text": "Are the unbelievers of yours better than these, or is there an exemption for you in the scriptures?"
    },
    {
      "index": 44,
      "text": "Or do they say: We are a host allied together to help each other?"
    },
    {
      "index": 45,
      "text": "Soon shall the hosts be routed, and they shall turn (their) backs."
    },
    {
      "index": 46,
      "text": "Nay, the hour is their promised time, and the hour shall be most grievous and bitter."
    },
    {
      "index": 47,
      "text": "Surely the guilty are in error and distress."
    },
    {
      "index": 48,
      "text": "On the day when they shall be dragged upon their faces into the fire; taste the touch of hell."
    },
    {
      "index": 49,
      "text": "Surely We have created everything according to a measure."
    },
    {
      "index": 50,
      "text": "And Our command is but one, as the twinkling of an eye."
    },
    {
      "index": 51,
      "text": "And certainly We have already destroyed the likes of you, but is there anyone who will mind?"
    },
    {
      "index": 52,
      "text": "And everything they have done is in the writings."
    },
    {
      "index": 53,
      "text": "And everything small and great is written down."
    },
    {
      "index": 54,
      "text": "Surely those who guard (against evil) shall be in gardens and rivers,"
    },
    {
      "index": 55,
      "text": "In the seat of honor with a most Powerful King."
    }
  ]
}