{
  "index": 44,
  "ayas": [
    {
      "index": 1,
      "text": "Ha Mim!"
    },
    {
      "index": 2,
      "text": "I swear by the Book that makes manifest (the truth)."
    },
    {
      "index": 3,
      "text": "Surely We revealed it on a blessed night surely We are ever warning--"
    },
    {
      "index": 4,
      "text": "Therein every wise affair is made distinct,"
    },
    {
      "index": 5,
      "text": "A command from Us; surely We are the senders (of apostles),"
    },
    {
      "index": 6,
      "text": "A mercy from your Lord, surely He is the Hearing, the Knowing,"
    },
    {
      "index": 7,
      "text": "The Lord of the heavens and the earth and what is between them, if you would be sure."
    },
    {
      "index": 8,
      "text": "There is no god but He; He gives life and causes death, your Lord and the Lord of your fathers of yore."
    },
    {
      "index": 9,
      "text": "Nay, they are in doubt, they sport."
    },
    {
      "index": 10,
      "text": "Therefore keep waiting for the day when the heaven shall bring an evident smoke,"
    },
    {
      "index": 11,
      "text": "That shall overtake men; this is a painful punishment."
    },
    {
      "index": 12,
      "text": "Our Lord! remove from us the punishment; surely we are believers."
    },
    {
      "index": 13,
      "text": "How shall they be reminded, and there came to them an Apostle making clear (the truth),"
    },
    {
      "index": 14,
      "text": "Yet they turned their backs on him and said: One taught (by others), a madman."
    },
    {
      "index": 15,
      "text": "Surely We will remove the punishment a little, (but) you will surely return (to evil)."
    },
    {
      "index": 16,
      "text": "On the day when We will seize (them) with the most violent seizing; surely We will inflict retribution."
    },
    {
      "index": 17,
      "text": "And certainly We tried before them the people of Firon, and there came to them a noble apostle,"
    },
    {
      "index": 18,
      "text": "Saying: Deliver to me the servants of Allah, surely I am a faithful apostle to you,"
    },
    {
      "index": 19,
      "text": "And that do not exalt yourselves against Allah, surely I will bring to you a clear authority:"
    },
    {
      "index": 20,
      "text": "And surely I take refuge with my Lord and your Lord that you should stone me to death:"
    },
    {
      "index": 21,
      "text": "And if you do not believe in me, then leave me alone."
    },
    {
      "index": 22,
      "text": "Then he called upon his Lord: These are a guilty people."
    },
    {
      "index": 23,
      "text": "So go forth with My servants by night; surely you will be pursued:"
    },
    {
      "index": 24,
      "text": "And leave the sea intervening; surely they are a host that shall be drowned."
    },
    {
      "index": 25,
      "text": "How many of the gardens and fountains have they left!"
    },
    {
      "index": 26,
      "text": "And cornfields and noble places!"
    },
    {
      "index": 27,
      "text": "And goodly things wherein they rejoiced;"
    },
    {
      "index": 28,
      "text": "Thus (it was), and We gave them as a heritage to another people."
    },
    {
      "index": 29,
      "text": "So the heaven and the earth did not weep for them, nor were they respited."
    },
    {
      "index": 30,
      "text": "And certainly We delivered the children of Israel from the abasing chastisement,"
    },
    {
      "index": 31,
      "text": "From Firon; surely he was haughty, (and) one of the extravagant."
    },
    {
      "index": 32,
      "text": "And certainly We chose them, having knowledge, above the nations."
    },
    {
      "index": 33,
      "text": "And We gave them of the communications wherein was clear blessing."
    },
    {
      "index": 34,
      "text": "Most surely these do say:"
    },
    {
      "index": 35,
      "text": "There is naught but our first death and we shall not be raised again."
    },
    {
      "index": 36,
      "text": "So bring our fathers (back), if you are truthful."
    },
    {
      "index": 37,
      "text": "Are they better or the people of Tubba and those before them? We destroyed them, for surely they were guilty."
    },
    {
      "index": 38,
      "text": "And We did not create the heavens and the earth and what is between them in sport."
    },
    {
      "index": 39,
      "text": "We did not create them both but with the truth, but most of them do not know."
    },
    {
      "index": 40,
      "text": "Surely the day of separation is their appointed term, of all of them"
    },
    {
      "index": 41,
      "text": "The day on which a friend shall not avail (his) friend aught, nor shall they be helped,"
    },
    {
      "index": 42,
      "text": "Save those on whom Allah shall have mercy; surely He is the Mighty the Merciful."
    },
    {
      "index": 43,
      "text": "Surely the tree of the Zaqqum,"
    },
    {
      "index": 44,
      "text": "Is the food of the sinful"
    },
    {
      "index": 45,
      "text": "Like dregs of oil; it shall boil in (their) bellies,"
    },
    {
      "index": 46,
      "text": "Like the boiling of hot water."
    },
    {
      "index": 47,
      "text": "Seize him, then drag him down into the middle of the hell;"
    },
    {
      "index": 48,
      "text": "Then pour above his head of the torment of the boiling water:"
    },
    {
      "index": 49,
      "text": "Taste; you forsooth are the mighty, the honorable:"
    },
    {
      "index": 50,
      "text": "Surely this is what you disputed about."
    },
    {
      "index": 51,
      "text": "Surely those who guard (against evil) are in a secure place,"
    },
    {
      "index": 52,
      "text": "In gardens and springs;"
    },
    {
      "index": 53,
      "text": "They shall wear of fine and thick silk, (sitting) face to face;"
    },
    {
      "index": 54,
      "text": "Thus (shall it be), and We will wed them with Houris pure, beautiful ones."
    },
    {
      "index": 55,
      "text": "They shall call therein for every fruit in security;"
    },
    {
      "index": 56,
      "text": "They shall not taste therein death except the first death, and He will save them from the punishment of the hell,"
    },
    {
      "index": 57,
      "text": "A grace from your Lord; this is the great achievement."
    },
    {
      "index": 58,
      "text": "So have We made it easy in your tongue that they may be mindful."
    },
    {
      "index": 59,
      "text": "Therefore wait; surely they are waiting."
    }
  ]
}