{
  "index": 75,
  "ayas": [
    {
      "index": 1,
      "text": "Nay! I swear by the day of resurrection."
    },
    {
      "index": 2,
      "text": "Nay! I swear by the self-accusing soul."
    },
    {
      "index": 3,
      "text": "Does man think that We shall not gather his bones?"
    },
    {
      "index": 4,
      "text": "Yea! We are able to make complete his very fingertips"
    },
    {
      "index": 5,
      "text": "Nay! man desires to give the lie to what is before him."
    },
    {
      "index": 6,
      "text": "He asks: When is the day of resurrection?"
    },
    {
      "index": 7,
      "text": "So when the sight becomes dazed,"
    },
    {
      "index": 8,
      "text": "And the moon becomes dark,"
    },
    {
      "index": 9,
      "text": "And the sun and the moon are brought together,"
    },
    {
      "index": 10,
      "text": "Man shall say on that day: Whither to fly to?"
    },
    {
      "index": 11,
      "text": "By no means! there shall be no place of refuge!"
    },
    {
      "index": 12,
      "text": "With your Lord alone shall on that day be the place of rest."
    },
    {
      "index": 13,
      "text": "Man shall on that day be informed of what he sent before and (what he) put off."
    },
    {
      "index": 14,
      "text": "Nay! man is evidence against himself,"
    },
    {
      "index": 15,
      "text": "Though he puts forth his excuses."
    },
    {
      "index": 16,
      "text": "Do not move your tongue with it to make haste with it,"
    },
    {
      "index": 17,
      "text": "Surely on Us (devolves) the collecting of it and the reciting of it."
    },
    {
      "index": 18,
      "text": "Therefore when We have recited it, follow its recitation."
    },
    {
      "index": 19,
      "text": "Again on Us (devolves) the explaining of it."
    },
    {
      "index": 20,
      "text": "Nay! But you love the present life,"
    },
    {
      "index": 21,
      "text": "And neglect the hereafter."
    },
    {
      "index": 22,
      "text": "(Some) faces on that day shall be bright,"
    },
    {
      "index": 23,
      "text": "Looking to their Lord."
    },
    {
      "index": 24,
      "text": "And (other) faces on that day shall be gloomy,"
    },
    {
      "index": 25,
      "text": "Knowing that there will be made to befall them some great calamity."
    },
    {
      "index": 26,
      "text": "Nay! When it comes up to the throat,"
    },
    {
      "index": 27,
      "text": "And it is said: Who will be a magician?"
    },
    {
      "index": 28,
      "text": "And he is sure that it is the (hour of) parting"
    },
    {
      "index": 29,
      "text": "And affliction is combined with affliction;"
    },
    {
      "index": 30,
      "text": "To your Lord on that day shall be the driving."
    },
    {
      "index": 31,
      "text": "So he did not accept the truth, nor did he pray,"
    },
    {
      "index": 32,
      "text": "But called the truth a lie and turned back,"
    },
    {
      "index": 33,
      "text": "Then he went to his followers, walking away in haughtiness."
    },
    {
      "index": 34,
      "text": "Nearer to you (is destruction) and nearer,"
    },
    {
      "index": 35,
      "text": "Again (consider how) nearer to you and nearer."
    },
    {
      "index": 36,
      "text": "Does man think that he is to be left to wander without an aim?"
    },
    {
      "index": 37,
      "text": "Was he not a small seed in the seminal elements,"
    },
    {
      "index": 38,
      "text": "Then he was a clot of blood, so He created (him) then made (him) perfect."
    },
    {
      "index": 39,
      "text": "Then He made of him two kinds, the male and the female."
    },
    {
      "index": 40,
      "text": "Is not He able to give life to the dead?"
    }
  ]
}