{
  "metadata": {
    "id": "367",
    "name": "After waking up [3:190-194]",
    "used": "1",
    "audio": "2",
    "section": "Etiquette.General",
    "section_rank": 0,
    "first_line": 2,
    "lines": 6,
    "has_youtube": false,
    "youtube_ids": [],
    "all_sections": [
      "Etiquette.General"
    ]
  },
  "content": {
    "arabic": [
      "بِسْمِ اللَّـهِ الرَّحْمَـٰنِ الرَّحِيمِ",
      "إِنَّ فِيْ خَلْقِ السَّمَـٰوَٰتِ وَالْأَرْضِ وَاخْتِلَـٰفِ الَّيْلِ وَالنَّهَارِ لَـَٔايَـٰتٍ لِّأُو۟لِيْ الْأَلْبَـٰبِ",
      "اَلَّذِيْنَ يَذْكُرُونَ اللَّهَ قِيَـٰمًا وَقُعُودًا وَعَلَى جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِيْ خَلْقِ السَّمَـٰوَٰتِ وَالْأَرْضِ رَبَّنَا مَا خَلَقْتَ هَـٰذَا بَـٰطِلًا سُبْحَـٰنَكَ فَقِنَا عَذَابَ النَّارِ",
      "رَبَّنَآ إِنَّكَ مَن تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُۥ ۖ وَمَا لِلظَّـٰلِمِيْنَ مِنْ أَنصَارٍ",
      "رَّبَّنَآ إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِيْ لِلْإِيمَـٰنِ أَنْ ءَامِنُوْا بِرَبِّكُمْ فَـَٔامَنَّا ۚ رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّـَٔاتِنَا وَتَوَفَّنَا مَعَ الْأَبْرَارِ",
      "رَبَّنَا وَءَاتِنَا مَا وَعَدتَّنَا عَلَى رُسُلِكَ وَلَا تُخْزِنَا يَوْمَ الْقِيَـٰمَةِ ۗ إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ"
    ],
    "translation": [
      "In the name of Allah, the most Gracious, the most Merciful",
      "Most surely in the creation of the heavens and the earth and the alternation of the night and the day there are signs for men who understand.",
      "Those who remember Allah standing and sitting and lying on their sides and reflect on the creation of the heavens and the earth: Our Lord! Thou hast not created this in vain! Glory be to Thee; save us then from the chastisement of the fire:",
      "Our Lord! surely whomsoever Thou makest enter the fire, him Thou hast indeed brought to disgrace, and there shall be no helpers for the unjust:",
      "Our Lord! surely we have heard a preacher calling to the faith, saying: Believe in your Lord, so we did believe; Our Lord! forgive us therefore our faults, and cover our evil deeds and make us die with the righteous.",
      "Our Lord! and grant us what Thou hast promised us by Thy apostles; and disgrace us not on the day of resurrection; surely Thou dost not fail to perform the promise."
    ],
    "transliteration": [
      "bismillāhir raḥmānir raḥīm",
      "inna fī khalqis samāwāti wal-arḍi wakhtilāfil layli wan nahāri la-āyātin li-ulil-albāb",
      "alladhīna yadhkurūnallāha qiyāman waqu`ūdan wa`alā junūbihim wayatafakkarūna fī khalqis samāwāti wal-arḍi rabbanā mā khalaqta hādhā bāṭilan subḥānaka faqinā `adhāban nār",
      "rabbanā innaka man tudkhilin nāra faqad akhzaytah ۖ wa mā liẓẓālimīna min anṣār",
      "rabbanā innanā sami`nā munādiyan yunādī lil-iymāni an āminū birabbikum fa-āmannā ۚ rabbanā faghfir lanā dhunūbanā wakaffir `annā sayyi-ātinā watawaffanā ma`al-abrār",
      "rabbanā wa-ātinā mā wa`adtanā `alā rusulika walā tukhzinā yawmal qiyāmah ۗ innaka lā tukhliful mī`ād"
    ]
  }
}