{
  "metadata": {
    "id": "233",
    "name": "Dua 32 - Sahifat Sajjadiyyah",
    "used": "1",
    "audio": "2",
    "section": "Duas.Sahifa",
    "section_rank": "32",
    "first_line": 3,
    "lines": 136,
    "has_youtube": true,
    "youtube_ids": [
      "kX0syba14h0"
    ],
    "all_sections": [
      "Duas.Sahifa"
    ]
  },
  "content": {
    "arabic": [
      "بِسْمِ اللَّـهِ الرَّحْمَـٰنِ الرَّحِيمِ",
      "اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ",
      "أَللَّهُمَّ يَا ذَا الْمُلْكِ الْمُتَأَبِّدِ بِالْخُلُودِ وَالْسُّلْطَانِ",
      "اَلْمُمْتَنِعِ بِغَيْرِ جُنُودٍ وَلَا أَعْوَانٍ",
      "وَالْعِزِّ الْبَاقِيْ عَلَى مَرِّ الدُّهُورِ",
      "وَخَوَالِيْ الْاَعْوَامِ، وَمَوَاضِيْ الْاَزْمَانِ وَالْأَيَّامِ",
      "عَزَّ سُلْطَانُكَ عِزًّا لَا حَدَّ لَهُ بِأَوَّلِيَّةٍ وَلَا مُنْتَهَى لَهُ بِآخِرِيَّةٍ",
      "وَاسْتَعْلَى مُلْكُكَ عُلُوًّا سَقَطَتِ الْأَشْيَاءُ دُوْنَ بُلُوغِ أَمَدِهِ",
      "وَلَا يَبْلُغُ أَدْنَى مَا اسْتَأْثَرْتَ بِـهِ مِنْ ذٰلِكَ أَقْصَى نَعْتِ النَّـاعِتِينَ",
      "ضَلَّتْ فِيْـكَ الصِّفَاتُ وَتَفَسَّخَتْ دُونَكَ النُّعُوتُ",
      "وَحَارَتْ فِيْ كِبْرِيَائِكَ لَطَائِفُ الَاوْهَامِ",
      "كَذٰلِكَ أَنْتَ اللَّهُ الْاَوَّلُ فِيْ أَوَّلِيَّتِكَ",
      "وَعَلَى ذٰلِكَ أَنْتَ دَائِمٌ لَا تَزُولُ",
      "وَأَنَا الْعَبْدُ الضَّعِيْفُ عَمَلًا الجَسِيْمُ أَمَلًا",
      "خَرَجَتْ مِنْ يَدِيْ أَسْبَابُ الْوُصُلاَتِ إِلَّا مَا وَصَلَهُ رَحْمَتُكَ",
      "وَتَقَطَّعَتْ عَنِّيْ عِصَمُ الْآمَالِ",
      "إِلَّا مَا أَنَا مُعْتَصِمٌ بِهِ مِنْ عَفْوِكَ",
      "قَلَّ عِنْدِيْ مَا أَعْتَدُّ بِهِ مِنْ طَاعَتِكَ",
      "وَكَثُرَ عَلَيَّ مَا أَبُوءُ بِهِ مِنْ مَعْصِيَتِكَ",
      "وَلَنْ يَضِيْقَ عَلَيْكَ عَفْوٌ عَنْ عَبْدِكَ وَ اِنْ أَسَاءَ فَاعْفُ عَنِّي",
      "أَللَّهُمَّ وَقَدْ أَشْرَفَ عَلَى خَفَايَا الْاَعْمَالِ عِلْمُكَ",
      "وَانْكَشَفَ كُلُّ مَسْتُوْرٍ دُوْنَ خُبْرِكَ",
      "وَلَا تَنْطَوِيْ عَنْكَ دَقَائِقُ الْأُمُورِ",
      "وَلَا تَعْزُبُ عَنْكَ غَيِّبَاتُ السَّرَائِرِ",
      "وَقَدِ اسْتَحْوَذَ عَلَيَّ عَدُوُّكَ الَّذِيْ اسْتَنْظَرَكَ لِغَوَايَتِيْ فَأَنْظَرْتَهُ",
      "وَاسْتَمْهَلَكَ إِلَى يَوْمِ الدِّيْنِ لِأَضْلاَلِيْ فَأَمْهَلْتَهُ",
      "فَاَوْقَعَنِيْ وَقَدْ هَرَبْتُ إِلَيْكَ",
      "مِنْ صَغَائِرِ ذُنُوبٍ مُوبِقَةٍ",
      "وَكَبَائِرِ أَعْمَالٍ مُرْدِيَـةٍ",
      "حَتَّى إِذَا قَارَفْتُ مَعْصِيَتَـكَ",
      "وَاسْتَوْجَبْتُ بِسُوءِ سَعْيِيْ سَخْطَتَكَ",
      "فَتَلَ عَنِّيْ عِذَارَ غَدْرِهِ",
      "وَتَلَقَّانِيْ بِكَلِمَةِ كُفْرِهِ",
      "وَتَوَلَّى الْبَرَاءَةَ مِنِّيْ وَأَدْبَرَ مُوَلِّيًا عَنِّي",
      "فَأَصْحَرنِيْ لِغَضَبِكَ فَرِيدًا",
      "وَأَخْرَجَنِيْ إِلَى فِنَاءِ نَقِمَتِكَ طَرِيدًا",
      "لَا شَفِيعٌ يَشْفَعُ لِيْ إِلَيْـكَ",
      "وَلَا خَفِيـرٌ يُؤْمِنُنِيْ عَلَيْـكَ",
      "وَلَا حِصْنٌ يَحْجُبُنِيْ عَنْكَ",
      "وَلَا مَلَاَذٌ أَلْجَأُ إِلَيْهِ مِنْكَ",
      "فَهَذَا مَقَامُ الْعَائِذِ بِكَ، وَمَحَلُّ الْمُعْتَرِفِ لَكَ",
      "فَلَا يَضِيقَنَّ عَنِّيْ فَضْلُكَ، وَلَا يَقْصُـرَنَّ دونِيْ عَفْوُكَ",
      "وَلَا أكُنْ أَخْيَبَ عِبَادِكَ التَّائِبِينَ",
      "وَلَا أَقْنَطَ وفُودِكَ الْآمِلِينَ",
      "وَاغْفِرْ لِيْ إِنَّكَ خَيْرُ الْغَافِرِينَ",
      "أَللَّهُمَّ إِنَّكَ أَمَرْتَنِيْ فَتَرَكْتُ، وَنَهَيْتَنِيْ فَرَكِبْتُ",
      "وَسَوَّلَ لِيَ الْخَطَأَ خَاطِرُ السُّوءِ فَفَرَّطْتُ",
      "وَلَا أَسْتَشْهِدُ عَلَى صِيَامِيْ نَهَـارًا",
      "وَلَا أَسْتَجِيرُ بِتَهَجُّدِيْ لَيْلًا",
      "وَلَا تُثْنِيْ عَلَيَّ بِإِحْيَائِهَا سُنَّةٌ",
      "حَـاشَا فُرُوضِـكَ الَّتِيْ مَنْ ضَيَّعَهَا هَلَكَ",
      "وَلَسْتُ أَتَوَسَّلُ إِلَيْكَ بِفَضْلِ نَافِلَة",
      "مَعَ كَثِيرِ مَا أَغْفَلْتُ مِنْ وَظَائِفِ فُرُوضِكَ",
      "وَتَعَدَّيْتُ عَنْ مَقَامَاتِ حُدُودِكَ",
      "إِلَى حُرُمَاتٍ انْتَهَكْتُهَا، وَكَبَائِرِ ذُنُوبٍ اجْتَرَحْتُهَا",
      "كَانَتْ عَافِيَتُكَ لِيْ مِنْ فَضَائِحِهَا سِتْرًا",
      "وَهٰذَا مَقَامُ مَنِ اسْتَحْيَى لِنَفْسِهِ مِنْكَ",
      "وَسَخِطَ عَلَيْهَا، وَرَضِيَ عَنْكَ",
      "فَتَلَقَّاكَ بِنَفْسٍ خَاشِعَة، وَرَقَبَةٍ خَاضِعَة، وَظَهْرٍ مُثْقَلٍ مِنَ الْخَطَايَا",
      "وَاقِفًا بَيْنَ الرَّغْبَةِ إِلَيْكَ وَالرَّهْبَةِ مِنْكَ",
      "وَأَنْتَ أَوْلَى مَنْ رَجَـاهُ",
      "وَأَحَقُّ مَنْ خَشِيَـهُ وَاتَّقَـاهُ",
      "فَاعْطِنِيْ يَا رَبِّ مَا رَجَوْتُ، وَ آمِنِّيْ مَا حَذِرْتُ",
      "وَعُدْ عَلَيَّ بِعَائِدَةِ رَحْمَتِكَ إِنَّكَ أَكْرَمُ الْمَسْؤُوْلِينَ",
      "أَللَّهُمَّ وَإِذْ سَتَـرْتَنِيْ بِعَفْوِكَ وَتَغَمَّـدْتَنِيْ بِفَضْلِكَ",
      "فِيْ دَارِ الْفَنَاءِ بِحَضرَةِ الْأَكْفَاءِ",
      "فَأَجِرْنِيْ مِنْ فَضِيحَاتِ دَارِ الْبَقَاءِ",
      "عِنْدَ مَوَاقِفِ الْأَشْهَادِ مِنَ المَلَائِكَةِ الْمُقَرَّبِينَ",
      "وَالرُّسُلِ الْمُكَرَّمِيْنَ وَالشُّهَدَاءِ وَالصَّالِحِيْنَ",
      "مِنْ جَارٍ كُنْتُ أُكَاتِمُهُ سَيِّئاتِي",
      "وَمِنْ ذِيْ رَحِمٍ كُنْتُ أَحْتَشِمُ مِنْهُ فِيْ سَرِيرَاتِي",
      "لَمْ أَثِقْ بِهِمْ رَبِّ فِيْ السِّتْرِ عَلَيَّ",
      "وَوَثِقْتُ بِكَ رَبِّ فِيْ الْمَغفِرَةِ لِيْ",
      "وَأَنْتَ اَوْلَى مَنْ وُثِقَ بِهِ وَأَعْطَى مَنْ رُغِبَ إِلَيْهِ",
      "وَأَرْأَفُ مَنِ اسْتُرْحِمَ فَارْحَمْنِي",
      "أَللَّهُمَّ وَأَنْتَ حَدَرْتَنِيْ مَاءً مَهِينًا مِنْ صُلْبٍ",
      "مُتَضَائِقِ الْعِظَامِ حَرِجِ الْمَسَالِكِ",
      "إِلَى رَحِم ضَيِّقَة سَتَرْتَهَا بِالْحُجُبِ",
      "تُصَرِّفُنِيْ حَالًاَ عَنْ حَال حَتَّى انْتَهَيْتَ بِيْ إِلَى تَمَامِ الصُّورَةِ",
      "وَأَثْبَتَّ فِيَّ الْجَوَارحَ",
      "كَمَا نَعَتَّ فِيْ كِتَابِكَ",
      "نُطْفَةً ثُمَّ عَلَقَةً ثُمَّ مُضْغَةً ثُمَّ عِظَامًا",
      "ثُمَّ كَسَوْتَ الْعِظَامَ لَحْمًا ثُمَّ أَنْشَأتَنِيْ خَلْقًا آخَرَ كَمَا شِئْتَ",
      "حَتَّى إِذَا احْتَجْتُ إِلَى رِزْقِكَ",
      "وَلَمْ أَسْتَغْنِ عَنْ غِيَـاثِ فَضْلِكَ",
      "جَعَلْتَ لِيْ قُـوَّتًا مِنْ فَضْلِ طَعَام وَشَرَاب",
      "أَجْرَيْتَهُ لِأَمَتِكَ الَّتِيْ أَسْكَنْتَنِيْ جَوْفَهَا وَأَوْدَعْتَنِيْ قَرَارَ رَحِمِهَا",
      "وَلَوْ تَكِلُنِيْ يَا رَبِّ فِيْ تِلْكَ الْحَـالَاتِ إِلَى حَوْلِي",
      "أَوْ تَضْطَرُّنِيْ إِلَى قُوّتي",
      "لَكَانَ الْحَوْلُ عَنِّيْ مُعْتَزِلًا، وَلَكَانَتِ الْقُوَّةُ مِنِّيْ بَعِيدَةً",
      "فَغَذَوْتَنِيْ بِفَضْلِكَ غِذَاءَ البَرِّ اللَّطِيفِ",
      "تَفْعَلُ ذٰلِكَ بِيْ تَطَوُّلًا عَلَيَّ إِلَى غَايَتِيْ هَذِهِ",
      "لَا أَعْدَمُ بِرَّكَ وَلَا يُبْطِئُ بِيْ حُسْنُ صَنِيعِكَ",
      "وَلَا تَتَأَكَّدُ مَعَ ذٰلِكَ ثِقَتِي",
      "فَأَتَفَرَّغَ لِمَا هُوَ أَحْظَى لِيْ عِنْدَكَ",
      "قَدْ مَلَكَ الشَّيْطَانُ عِنَانِيْ فِيْ سُوءِ الظَّنِّ وَضَعْفِ الْيَقِينِ",
      "فَأَنَا أَشْكُوْ سُوْءَ مُجَاوَرَتِهِ لِيْ وَطَـاعَةَ نَفْسِيْ لَـهُ",
      "وَأَسْتَعْصِمُـكَ مِنْ مَلَكَتِهِ، وَأَتَضَـرَّعُ إِلَيْكَ فِيْ صَرْفِ كَيْدِهِ عَنِّيْ",
      "وَ أَسْأَلُكَ فِيْ أَنْ تُسَهِّلَ إِلَى رِزْقِيْ سَبِيْلًا",
      "فَلَكَ الْحَمْدُ عَلَى ابْتِدَائِكَ بِالنِّعَمِ الْجِسَامِ",
      "وَإِلْهَامِكَ الشُّكْرَ عَلَى الْإِحْسَانِ وَالْاِنْعَامِ",
      "فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ",
      "وَسَهِّلْ عَلَيَّ رِزْقِيْ وَأَنْ تُقَنِّعَنِيْ بِتَقْدِيرِكَ لِيْ",
      "وَأَنْ تُرْضِيَنِيْ بِحِصَّتِيْ فِيمَا قَسَمْتَ لِيْ",
      "وَأَنْ تَجْعَـلَ مَـا ذَهَبَ مِنْ جِسْمِيْ وَعُمُرِيْ",
      "فِيْ سَبِيْلِ طَاعَتِكَ إِنَّكَ خَيْرُ الرَّازِقِينَ",
      "أَللَهُمَّ إِنِّيْ أَعُوذُ بِكَ مَنْ نَارٍ تَغَلَّظْتَ بِهَا عَلَى مَنْ عَصَاكَ",
      "وَتَوَعَّدْتَ بِهَا مَنْ صَدَفَ عَنْ رِضَاكَ",
      "وَمِنْ نَارٍ نورُهَا ظُلْمَة وَهَيِّنُهَا أَلِيمٌ، وَبَعِيدُهَا قَرِيبٌ",
      "وَمِنْ نَارٍ يَأْكُلُ بَعْضَهَا بَعْضٌ",
      "وَيَصُولُ بَعْضُهَا عَلَى بَعْض",
      "وَمِنْ نَارٍ تَذَرُ الْعِظَامَ رَمِيمًا",
      "وَتَسْقِيْ أَهْلَهَا حَمِيمًا",
      "وَمِنْ نَارٍ لَا تُبْقِيْ عَلَى مَنْ تَضَرَّعَ إِلَيْهَا",
      "وَلَا تَرْحَمُ مَنِ اسْتَعْطَفَهَا",
      "وَلَا تَقْدِرُ عَلَى التَّخْفِيفِ عَمَّنْ خَشَعَ لَهَا وَاسْتَسْلَمَ إِلَيْهَا",
      "تَلْقَى سُكَّانَهَا بِأَحَرِّ مَا لَدَيْهَا مِنْ أَلِيْمِ النَّكَالِ وَشَدِيْدِ الْوَبَالِ",
      "وَأَعُوْذُ بِكَ مِنْ عَقَارِبِهَا الْفَاغِرَةِ أَفْوَاهُهَا",
      "وَحَيَّاتِهَا الصَّالِقَةِ بِأَنْيَابِهَا",
      "وَشَرَابِهَا الَّذِيْ يُقَطِّعُ أَمْعَاءَ وَأَفْئِدَةَ سُكَّانِهَا، وَيَنْزِعُ قُلُوبَهُمْ",
      "وَأَسْتَهْدِيْكَ لِمَا بَاعَدَ مِنْهَا وَأَخَّرَ عَنْهَا",
      "أَللَّهُمَّ صَلِّ عَلَى مُحَمَّد وَ آلِـهِ",
      "وَأَجِرْنِيْ مِنْهَا بِفَضْلِ رَحْمَتِكَ",
      "وَأَقِلْنِيْ عَثَرَاتِيْ بِحُسْنِ إِقَالَتِكَ",
      "وَلَا تَخْذُلْنِيْ يَا خَيْرَ الْمُجيرِينَ",
      "أَللَّهُمَّ إِنَّكَ تَقِيْ الْكَرِيهَةَ، وَتُعْطِيْ الْحَسَنَةَ",
      "وَتَفْعَلُ مَا تُرِيـدُ وَأَنْتَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ",
      "أَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ، إِذَا ذُكِرَ الْأَبْرَارُ",
      "وَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ مَا اخْتَلَفَ اللَّيْلُ وَالنَّهَارُ",
      "صَلاَةً لَا يَنْقَطِعُ مَدَدُهَا",
      "وَلَا يُحْصَى عَدَدُهَا صَلاَةً تَشْحَنُ الْهَوَاءَ",
      "وَتَمْلَأُ الْأَرْضَ وَالسَّمَاءَ",
      "صَلَّى اللَّهُ عَلَيْهِ حَتَّى يَرْضَى",
      "وَصَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ",
      "بَعْدَ الرِّضَا صَلاَةً لَا حَدَّ لَهَا",
      "وَلَا مُنْتَهَى يَا أَرْحَمَ الرَّاحِمِيْنَ"
    ],
    "translation": [
      "In the Name of Allāh, the All-beneficent, the All-merciful.",
      "O' Allāh send Your blessings on Muhammad and the family of Muhammad.",
      "O God, O Possessor of kingdom perpetual in everlastingness,",
      "authority invincible without armies or helpers,",
      "might abiding through aeons past,",
      "years gone by, times and days elapsed!",
      "Your authority is mighty with a might that knows no bound by being first nor utmost end by being last!",
      "Your kingdom towers high with a towering before which all things fall down without reaching its term;",
      "the least of it which You hast kept to Yourself is not reached by the furthest description of the describers!",
      "Attributes go astray in You, descriptions fall apart below You,",
      "the subtlest of imaginations are bewildered by Your magnificence!",
      "So art Thou: God, the First in Your firstness,",
      "and so art You everlastingly. You dost not pass away.",
      "But I am the slave, feeble in works, immense in hopes.",
      "The tying links are outside my hand, except what is tied by Your mercy;",
      "the bonds of hopes have been cut away from me,",
      "except the pardon to which I hold fast.",
      "Little on my part is the obedience toward You upon which I count,",
      "and great against me the disobedience toward You to which I have reverted.",
      "But pardoning Your slave will not constrain You, even if he be bad, so pardon me!",
      "O God, Your knowledge watches over hidden works",
      "every covered thing is exposed before Your awareness,",
      "the intricacies of things are not concealed from You,",
      "and unseen mysteries slip not away from You.",
      "But over me Your enemy has gained mastery: He asked a delay from You to lead me astray, and You gavest him the delay!",
      "He asked a respite from You until the Day of Doom to misguide me, and You gavest him the respite!",
      "So he threw me down, though I had fled to You",
      "from small, ruinous sins",
      "and great, deadly works,",
      "until, when I had yielded to disobeying You",
      "and merited Your anger through my bad efforts,",
      "he turned the bridle of his treachery away from me,",
      "met me with the word of his ingratitude,",
      "undertook to be quit of me, turned his back to flee from me,",
      "threw me to the desert of Your wrath alone,",
      "and sent me as an outcast into the courtyard of Your vengeance.",
      "There is no intercessor to intercede for me with You,",
      "no protector to make me feel secure against You,",
      "no fortress to veil me from You,",
      "no shelter in which to seek asylum apart from You!",
      "This is the station of him who takes refuge with You, the place of the confessor to You:",
      "Let not Your bounty be too narrow for me, let not Your pardon fall short of me!",
      "Let me not be the most disappointed of Your repentant servants,",
      "nor the most despairing of those who come to You with expectations!",
      "Forgive me, surely You art the best of the forgivers!",
      "O God, You commanded me, and I refrained, You prohibited me, and I committed.",
      "evil thoughts tempted me to offend, and I was negligent.",
      "I cannot call upon daytime to witness my fasting,",
      "nor can I seek sanctuary in night because of my vigil;",
      "no Sunna praises me for keeping it alive,",
      "only Your obligations, he who neglects which has perished.",
      "I cannot seek access to You through the excellence of a supererogatory work,",
      "given the many duties of Your obligations of which I have been heedless",
      "and the stations of Your bounds which I have transgressed,",
      "thereby violating sacred things and committing great sins,",
      "though You hast given me safety from their disgraces as a covering.",
      "This is the station of him who is ashamed of himself before You,",
      "angry with himself, and satisfied with You.",
      "He meets You with a humble soul, a neck bent down, a back heavy with offenses,",
      "hesitating between longing for You and fear of You.",
      "You art the most worthy of those in whom he might hope,",
      "the most deserving for him to dread and fear.",
      "So give me, my Lord, what I hope for, make me secure against what frightens me,",
      "and act kindly toward me with the kindly act of mercy! Surely You art the most generous of those from whom are asked!",
      "O God, since You hast covered me with Your pardon and shielded me with Your bounty",
      "in the abode of annihilation and the presence of equals",
      "grant me sanctuary from the disgraces of the Abode of Subsistence",
      "at the standing places of the Witnesses (the angels brought nigh,",
      "the messengers honoured, the martyrs, the righteous]",
      "before the neighbour from whom I have hidden my evil deeds",
      "and the womb relative before whom I feel ashamed in my secret thoughts!",
      "I trust them not, my Lord, to cover me over,",
      "but I trust You, my Lord, to forgive me!",
      "You art the most worthy of those in whom confidence is had, the most giving of those who are besought,",
      "and the most clement of those from whom mercy is asked. So have mercy upon me!",
      "O God, You caused me to descend as mean water from loins",
      "of narrow bones and tight passages",
      "into a constricted womb which You hadst covered with veils;",
      "You turned me about from state to state until You tookest me to the completion of the form",
      "and fixed within me the bodily parts,",
      "as You hast described in Your Book:",
      "a drop, then a clot, then a tissue, then bones,",
      "then You garmented the bones with flesh, then You produced me as another creature as You willed (ref.23:12-14].",
      "Then, when I needed Your provision,",
      "and could not do without the aid of Your bounty,",
      "You appointed for me a nourishment from the bounty of the food and drink",
      "which You bestowed upon Your handmaid in whose belly You gavest me to rest and in the lodging of whose womb You deposited me.",
      "Hadst You entrusted me in those states, my Lord, to my own force",
      "or driven me to have recourse to my own strength,",
      "force would have been removed from me and strength taken far away.",
      "So You hast fed me through Your bounty with the food of the Good, the Gentle;",
      "You hast done that for me in graciousness toward me up to this my present point.",
      "I do not lack Your goodness nor does Your benefaction keep me waiting.",
      "Yet with all that, my trust has not become firm enough",
      "that I might free myself for that which is more favoured by You.",
      "Satan has taken possession of my reins through my distrust and frail certainty.",
      "I complain of his evil neighbourhood with me and my soul's obedience toward him!",
      "I ask You to preserve me against his domination, and I plead with You to turn his trickery away from me!",
      "I ask You to make the path to my provision easy,",
      "since to You belongs praise for Your beginning with immense favours",
      "and Your inspiring gratitude for beneficence and bestowing favour!",
      "Bless Muhammad and his Household,",
      "and make the way to my provision easy for me! [I ask You] to make me content with Your ordainment for me,",
      "to make me satisfied with my lot in that which You hast apportioned for me",
      "and to place what has gone of my body and my life-span",
      "into the path of Your obedience! Surely You art the Best of providers!",
      "O God, I seek refuge in You from the Fire through which You art harsh toward him who disobeys You",
      "and by which You hast threatened him who turns away from Your good pleasure;",
      "from the Fire whose light is darkness, whose ease is pain, and whose far is near;",
      "from the Fire parts of which devour parts",
      "and parts of which leap upon parts;",
      "from the Fire which leaves bones decayed",
      "and lets its people drink boiling water;",
      "from the Fire which 'does not spare him who pleads to it,'",
      "has no mercy on him who seeks sympathy from it,",
      "and has no power to relieve him who humbles himself before it and yields himself to it;",
      "it meets its inhabitants with the hottest that it possesses: painful punishment and intense noxiousness.",
      "seek refuge in You from its gaping-jawed scorpions,",
      "its scraping-toothed serpents,",
      "and its drinks, which tear apart the intestines and hearts of its inhabitants and root out their marrows.",
      "I ask guidance from You to that which will keep far from it and make it retreat!",
      "O God, bless Muhammad and his Household,",
      "grant me sanctuary from it through the bounty of Your mercy,",
      "release me from my stumbles through Your good releasing,",
      "and abandon me not, O Best of the sanctuary-granters!",
      "O God, You protectest from the disliked, givest the good,",
      "dost what You wilt, and You art 'powerful over everything' (3:26].",
      "O God, bless Muhammad and his Household when the pious are mentioned",
      "and bless Muhammad and his Household as long as night and day come",
      "and go with a blessing whose replenishment is never cut off",
      "and whose number cannot be counted, a blessing that will fill up the air",
      "and crowd the earth and the heaven!",
      "God bless him until he is well pleased",
      "and God bless him and his Household",
      "after good pleasure with a blessing that has neither bound",
      "nor utmost limit! O Most Merciful of the merciful!"
    ],
    "transliteration": [
      "bismillāhir raḥmānir raḥīm",
      "allāhumma ṣalli `alā muḥammadin wa āli muḥammad",
      "allāhumma yā dhal mulkil muta-abbidi bil khulūdi wassulṭān",
      "al mumtani`i bighayri junūdin walā a`wān",
      "wal`izzil bāqī `alā marrid duhūr",
      "wakhawālil a`wām, wamawāḍil azmāni wal-ayyām",
      "`azza sulṭānuka `izzan lā ḥadda lahu bi-awwaliyyatin walā muntahā lahu bi-ākhiriyyah",
      "wasta`lā mulkuka `uluwwan saqaṭatil ashyā-u dūna bulūghi amadih",
      "walā yablughu adnā masta-thar-ta bihi min dhālika aqṣā na`tin na`itīn",
      "ḍallat fīkaṣ ṣifātu watafassakhat dūnakan nu`ūt",
      "waḥārat fī kibriyā-ika laṭā-iful awhām",
      "kadhālika antallāhul awwalu fī awwaliyyatik",
      "wa`alā dhālika anta dā-imun lā tazūl",
      "wa-anal `abduḍ ḍa`īfu `amalanil jasīmu amalā",
      "kharajat min yadī asbābul wuṣulāti illā mā waṣalahu raḥmatuk",
      "wataqaṭṭa`at `annī `iṣamul-āmāl",
      "illā mā ana mu`taṣimun bihi min `afwik",
      "qalla `indī mā a`taddu bihi min ṭā`atik",
      "wakathura `alayya mā abū-u bihi min ma`ṣiyatik",
      "walan yaḍīqa `alayka `afwun `an `abdika wa in asā-a fa`fu `annī",
      "allāhumma waqad ashrafa `alā khafāyal a`māli `ilmuk",
      "wankashafa kullu mastūrin dūna khubrik",
      "walā tanṭawī `anka daqā-iqul umūr",
      "walā ta`zubu `anka ghayyibātus sarā-ir",
      "waqadistaḥwadha `alayya `aduwwukal ladhistanẓaraka lighawāyatī fa-anẓar-tah",
      "wastamhalaka ilā yawmid dīni li-aḍlālī fa-amhaltah",
      "fa-awqa`anī waqad harabtu ilayk",
      "min ṣaghā-iri dhunūbin mūbiqah",
      "wakabā-iri a`mālin mur-diyah",
      "ḥattā idhā qāraftu ma`ṣiyatak",
      "wastawjabtu bisū-i sa`yī sakhṭatak",
      "fatala `annī `idhāra ghadrih",
      "watalaqqānī bikalimati kufrih",
      "watawallal barā-ata minnī wa-adbara muwalliyan `annī",
      "fa-aṣ-ḥarnī lighaḍabika farīdā",
      "wa-akhrajanī ilā finā-i naqimatika ṭarīdā",
      "lā shafī`un yashfa`u lī ilayk",
      "walā khafīrun yu-minunī `alayk",
      "walā ḥiṣnun yaḥjubunī `ank",
      "walā mala-adhun alja-u ilayhi mink",
      "fahadhā maqāmul `ā-idhi bik, wamaḥallul mu`tarifi lak",
      "falā yaḍīqanna `annī faḍluk, walā yaqṣuranna dunī `afwuk",
      "walā kun akhyaba `ibādikat tā-ibīn",
      "walā aqnaṭa ufūdikal-āmilīn",
      "waghfir lī innaka khayrul ghāfirīn",
      "allāhumma innaka amar-tanī fatarakt, wanahaytanī farakibt",
      "wasawwala liyal khaṭa-a khāṭirus sū-i fafarraṭt",
      "walā astash-hidu `alā ṣiyāmī naharā",
      "walā astajīru bitahajjudī laylā",
      "walā tuthnī `alayya bi-iḥyā-ihā sunnah",
      "ḥashā furūḍikal latī man ḍayya`ahā halak",
      "walastu atawassalu ilayka bifaḍli nāfilah",
      "ma`a kathīri mā aghfaltu min waẓā-ifi furūḍik",
      "wata`addaytu `an maqāmāti ḥudūdik",
      "ilā ḥurumātinitahaktuhā, wakabā-iri dhunūbinijtaraḥtuhā",
      "kānat `āfiyatuka lī min faḍā-iḥihā sitrā",
      "wahādhā maqāmu manistaḥyā linafsihi mink",
      "wasakhiṭa `alayhā, waraḍiya `ank",
      "fatalaqqāka binafsin khāshi`at, waraqabatin khāḍi`at, waẓahrin muthqalin minal khaṭāyā",
      "wāqifan baynar raghbati ilayka war rahbati mink",
      "wa-anta awlā man rajah",
      "wa-aḥaqqu man khashiyahu wattaqāh",
      "fa`ṭinī yā rabbi mā rajawt, wa āminnī mā ḥadhir-t",
      "wa`ud `alayya bi`ā-idati raḥmatika innaka akramul mas-ūlīn",
      "allāhumma wa-idh satar-tanī bi`afwika wataghammadtanī bifaḍlik",
      "fī dāril fanā-i biḥaḍratil akfā",
      "fa-ajir-nī min faḍīḥāti dāril baqā",
      "`inda mawāqifil ash-hādi minal malā-ikatil muqarrabīn",
      "war rusulil mukarramīna wash shuhadā-i waṣ ṣāliḥīn",
      "min jārin kuntu ukātimuhu sayyi-ātī",
      "wamin dhī raḥimin kuntu aḥtashimu minhu fī sarīrātī",
      "lam athiq bihim rabbi fis sitri `alayy",
      "wawathiqtu bika rabbi fil maghfirati lī",
      "wa-anta awlā man wuthiqa bihi wa-a`ṭā man rughiba ilayh",
      "wa-ar-afu manistur-ḥima far-ḥamnī",
      "allāhumma wa-anta ḥadar-tanī mā-an mahīnan min ṣulb",
      "mutaḍā-iqil `iẓāmi ḥarijil masālik",
      "ilā raḥim ḍayyiqat satar-tahā bil ḥujub",
      "tuṣarrifunī ḥālana `an ḥāl ḥattantahayta bī ilā tamāmiṣ ṣūrah",
      "wa-athbatta fiyyal jawārḥ",
      "kamā na`atta fī kitābik",
      "nuṭfatan thumma `alaqatan thumma muḍghatan thumma `iẓāmā",
      "thumma kasawtal `iẓāma laḥman thumma ansha-tanī khalqan-ākhara kamā shi-t",
      "ḥattā idhaḥtajtu ilā rizqik",
      "walam astaghni `an ghiyathi faḍlik",
      "ja`alta lī quwwatan min faḍli ṭa`ām washarāb",
      "ajraytahu li-amatikal latī askantanī jawfahā wa-awda`tanī qarāra raḥimihā",
      "walaw takilunī yā rabbi fī tilkal ḥalāti ilā ḥawlī",
      "aw taḍṭarrunī ilā quwwti",
      "lakānal ḥawlu `annī mu`tazilā, walakānatil quwwatu minnī ba`īdah",
      "faghadhawtanī bifaḍlika ghidhā-al barril laṭīf",
      "taf`alu dhālika bī taṭawwulan `alayya ilā ghāyatī hadhih",
      "lā a`damu birraka walā yubṭi-u bī ḥusnu ṣanī`ik",
      "walā tata-akkadu ma`a dhālika thiqatī",
      "fa-atafarragha limā huwa aḥẓā lī `indak",
      "qad malakash shayṭānu `inānī fī sū-iẓ ẓanni waḍa`fil yaqīn",
      "fa-ana ashkū sū-a mujāwaratihi lī waṭa`ata nafsī lah",
      "wa-asta`ṣimuka min malakatih, wa-ataḍarra`u ilayka fī ṣar-fi kaydihi `annī",
      "wa as-aluka fī an tusahhila ilā rizqī sabīlā",
      "falakal ḥamdu `alabtidā-ika binni`amil jisām",
      "wa-ilhāmikash shukra `alal iḥsāni wal-in`ām",
      "faṣalli `alā muḥammadin wa ālih",
      "wasahhil `alayya rizqī wa-an tuqanni`anī bitaqdīrika lī",
      "wa-an tur-ḍiyanī biḥiṣṣatī fīmā qasamta lī",
      "wa-an taj`ala mā dhahaba min jismī wa`umurī",
      "fī sabīli ṭā`atika innaka khayrur rāziqīn",
      "allahumma innī a`ūdhu bika man nārin taghallaẓta bihā `alā man `aṣāk",
      "watawa``adta bihā man ṣadafa `an riḍāk",
      "wamin nārin nuruhā ẓulmat wahayyinuhā alīm, waba`īduhā qarīb",
      "wamin nārin ya-kulu ba`ḍahā ba`ḍ",
      "wayaṣūlu ba`ḍuhā `alā ba`ḍ",
      "wamin nārin tadharul `iẓāma ramīmā",
      "watasqī ahlahā ḥamīmā",
      "wamin nārin lā tubqī `alā man taḍarra`a ilayhā",
      "walā tar-ḥamu manista`ṭafahā",
      "walā taqdiru `alat takhfīfi `amman khasha`a lahā wastaslama ilayhā",
      "talqā sukkānahā bi-aḥarri mā ladayhā min alīmin nakāli washadīdil wabāl",
      "wa-a`ūdhu bika min `aqāribihal fāghirati afwāhuhā",
      "waḥayyātihaṣ ṣāliqati bi-anyābihā",
      "washarābihal ladhī yuqaṭṭi`u am`ā-a wa-af-idata sukkānihā, wayanzi`u qulūbahum",
      "wa-astahdīka limā bā`ada minhā wa-akhhara `anhā",
      "allāhumma ṣalli `alā muḥammad wa ālih",
      "wa-ajir-nī minhā bifaḍli raḥmatik",
      "wa-aqilnī `atharātī biḥusni iqālatik",
      "walā takhdhulnī yā khayral mujirīn",
      "allāhumma innaka taqil karīhah, watu`ṭil ḥasanah",
      "wataf`alu mā turīdu wa-anta `alā kulli shay-in qadīr",
      "allāhumma ṣalli `alā muḥammadin wa ālih, idhā dhukiral abrār",
      "waṣalli `alā muḥammadin wa ālihi makhtalafal laylu wan nahār",
      "ṣalātan lā yanqaṭi`u madaduhā",
      "walā yuḥṣā `adaduhā ṣalātan tash-ḥanul hawā",
      "watamla-ul ar-ḍa was samā",
      "ṣallallāhu `alayhi ḥattā yar-ḍā",
      "waṣallallāhu `alayhi wa ālih",
      "ba`dar riḍā ṣalātan lā ḥadda lahā",
      "walā muntahā yā ar-ḥamar rāḥimīn"
    ]
  }
}