{
  "metadata": {
    "id": "161",
    "name": "Munajat Shabaniya",
    "used": "1",
    "audio": "2",
    "section": "Months.Shabaan",
    "section_rank": 0,
    "first_line": 3,
    "lines": 135,
    "has_youtube": true,
    "youtube_ids": [
      "0E8yvZwknl8"
    ],
    "all_sections": [
      "Months.Shabaan"
    ]
  },
  "content": {
    "arabic": [
      "بِسْمِ اللَّـهِ الرَّحْمَـٰنِ الرَّحِيمِ",
      "اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ",
      "وَاسْمَعْ دُعَائِي إِذَا دَعَوْتُكَ",
      "وَاسْمَعْ نِدَائِي إِذَا نَادَيْتُكَ",
      "وَأَقْبِلْ عَلَيَّ إِذَا نَاجَيْتُكَ",
      "فَقَدْ هَرَبْتُ إِلَيْكَ",
      "وَوَقَفْتُ بَيْنَ يَدَيْكَ مُسْتَكِينًا لَكَ",
      "مُتَضَرِّعًا إِلَيْكَ",
      "رَاجِيًا لِمَا لَدَيْكَ ثَوَابِيْ",
      "وَتَعْلَمُ مَا فِيْ نَفْسِي",
      "وَتَخْبُرُ حَاجَتِيْ",
      "وَتَعْرِفُ ضَمِيرِيْ",
      "وَلَا يَخْفىٰ عَلَيْكَ أَمْرُ مُنْقَلَبِىْ وَمَثْوَايَ",
      "وَمَا أُرِيدُ أَنْ أُبْدِئَ بِهِ مِنْ مَنْطِقِيْ",
      "وَأَتَفَوَّهُ بِهِ مِنْ طَلِبَتِيْ",
      "وَأَرْجُوهُ لِعَاقِبَتِيْ",
      "وَقَدْ جَرَتْ مَقَادِيرُكَ عَلَيَّ يَا سَيِّدِيْ",
      "فِيمَا يَكُونُ مِنِّي إِلٰى آخِرِ عُمْرِيْ",
      "مِنْ سَرِيرَتِيْ وَعَلانِيَتِيْ",
      "وَبِيَدِكَ لَابِيَدِ غَيْرِكَ زِيَادَتِيْ وَنَقْصِيْ",
      "وَنَفْعِيْ وَضَرِّي",
      "إِلٰهِيْ إِنْ حَرَمْتَنِيْ فَمَنْ ذَا الَّذِيْ يَرْزُقُنِي",
      "وَإِنْ خَذَلْتَنِيْ فَمَنْ ذَا الَّذِيْ يَنْصُرُنِي",
      "إِلٰهِيْ أَعُوذُ بِكَ مِنْ غَضَبِكَ وَحُلُوْلِ سَخَطِكَ",
      "إِلٰهِيْ إِنْ كُنْتُ غَيْرَ مُسْتَأْهِلٍ لِرَحْمَتِكَ",
      "فَأَنْتَ أَهْلٌ أَنْ تَجُودَ عَلَيَّ بِفَضْلِ سَعَتِكَ",
      "إِلٰهِيْ كَأَنِّي بِنَفْسِيْ وَاقِفَةٌ بَيْنَ يَدَيْكَ",
      "وَقَدْ أَظَلَّهَا حُسْنُ تَوَكُّلِيْ عَلَيْكَ",
      "فَقُلْتَ مَا أَنْتَ أَهْلُهُ وَتَغَمَّدْتَنِيْ بِعَفْوِكَ",
      "إِلٰهِيْ إِنْ عَفَوْتَ فَمَنْ أَوْلىٰ مِنْكَ بِذٰلِكَ",
      "وَإِنْ كَانَ قَدْ دَنَا أَجَلِيْ وَلَمْ يُدْنِنِيْ مِنْكَ عَمَلِيْ",
      "فَقَدْ جَعَلْتُ الْإِقْرَارَ بِالذَّنْبِ إِلَيْكَ وَسِيْلَتِيْ",
      "إِلٰهِيْ قَدْ جُرْتُ عَلَى نَفْسِيْ فِيْ النَّظَرِ لَهَا",
      "فَلَهَا الْوَيْلُ إِنْ لَمْ تَغْفِرْ لَهَا",
      "إِلٰهِيْ لَمْ يَزَلْ بِرُّكَ عَلَيَّ أَيَّامَ حَيَاتِيْ",
      "فَلَا تَقْطَعْ بِرَّكَ عَنِّيْ فِيْ مَمَاتِيْ",
      "إِلٰهِيْ كَيْفَ آيَسُ مِنْ حُسْنِ نَظَرِكَ لِيْ بَعْدَ مَمَاتِيْ",
      "وَأَنْتَ لَمْ تُوَلِّنِيْ إِلَّا الْجَمِيلَ فِيْ حَيَاتِيْ",
      "إِلٰهِيْ تَوَلَّ مِنْ أَمْرِيْ مَا أَنْتَ أَهْلُهُ",
      "وَعُدْ عَلَيَّ بِفَضْلِكَ عَلَى مُذْنِبٍ قَدْ غَمَرَهُ جَهْلُهُ",
      "إِلٰهِيْ قَدْ سَتَرْتَ عَلَيَّ ذُنُوبًا فِيْ الدُّنْيَا",
      "وَأَنَا أَحْوَجُ إِلٰى سَتْرِهَا عَلَيَّ مِنْكَ فِيْ الْأُخْرىٰ",
      "إِذْ لَمْ تُظْهِرْهَا لِأَحَدٍ مِنْ عِبَادِكَ الصَّالِحِيْنَ",
      "فَلَا تَفْضَحْنِيْ يَوْمَ الْقِيَامَةِ عَلَى رُؤُوسِ الْأَشْهَادِ",
      "إِلٰهِيْ جُودُكَ بَسَطَ أَمَلِيْ",
      "وَعَفْوُكَ أَفْضَلُ مِنْ عَمَلِيْ",
      "إِلٰهِيْ فَسُرَّنِيْ بِلِقَائِكَ يَوْمَ تَقْضِيْ فِيهِ بَيْنَ عِبَادِكَ",
      "إِلٰهِيْ اعْتِذَارِيْ إِلَيْكَ اعْتِذَارُ مَنْ لَمْ يَسْتَغْنِ عَنْ قَبُولِ عُذْرِهِ",
      "فَاقْبَلْ عُذْرِيْ يَا أَكْرَمَ مَنِ اعْتَذَرَ إِلَيْهِ الْمُسِيئُونَ",
      "إِلٰهِيْ لَاتَرُدَّ حَاجَتِيْ",
      "وَلَا تُخَيِّبْ طَمَعِيْ",
      "وَلَا تَقْطَعْ مِنْكَ رَجَائِي وَأَمَلِيْ",
      "إِلٰهِيْ لَوْ أَرَدْتَ هَوَانِيْ لَمْ تَهْدِنِي",
      "وَلَوْ أَرَدْتَ فَضِيحَتِيْ لَمْ تُعَافِنِي",
      "إِلٰهِيْ مَا أَظُنُّكَ تَرُدُّنِيْ فِيْ حَاجَةٍ قَدْ أَفْنَيْتُ عُمْرِيْ فِيْ طَلَبِهَا مِنْكَ",
      "إِلٰهِيْ فَلَكَ الْحَمْدُ أَبَدًا دَائِمًا سَرْمَدًا",
      "يَزِيدُ وَلَا يَبِيدُ كَمَا تُحِبُّ وَتَرْضىٰ",
      "إِلٰهِيْ إِنْ أَخَذْتَنِيْ بِجُرْمِيْ أَخَذْتُكَ بِعَفْوِكَ",
      "وَإِنْ أَخَذْتَنِيْ بِذُنُوبِىْ أَخَذْتُكَ بِمَغْفِرَتِكَ",
      "وَإِنْ أَدْخَلْتَنِيْ النَّارَ أَعْلَمْتُ أَهْلَهَا أَنِّيْ أُحِبُّكَ",
      "إِلٰهِيْ إِنْ كَانَ صَغُرَ فِيْ جَنْبِ طَاعَتِكَ عَمَلِيْ",
      "فَقَدْ كَبُرَ فِيْ جَنْبِ رَجَائِكَ أَمَلِيْ",
      "إِلٰهِيْ كَيْفَ أَنْقَلِبُ مِنْ عِنْدِكَ بِالْخَيْبَةِ مَحْرُومًا",
      "وَقَدْ كَانَ حُسْنُ ظَنِّي بِجُودِكَ أَنْ تَقْلِبَنِيْ بِالنَّجَاةِ مَرْحُومًا",
      "إِلٰهِيْ وَقَدْ أَفْنَيْتُ عُمْرِيْ فِيْ شِرَّةِ السَّهْوِ عَنْكَ",
      "وَأَبْلَيْتُ شَبَابِىْ فِيْ سَكْرَةِ التَّبَاعُدِ مِنْكَ",
      "إِلٰهِيْ فَلَمْ أَسْتَيْقِظْ أَيَّامَ اغْتِرَارِيْ بِكَ",
      "وَرُكُونِيْ إِلٰى سَبِيلِ سَخَطِكَ",
      "إِلٰهِيْ وَأَنَا عَبْدُكَ وَابْنُ عَبْدِكَ قَائِمٌ بَيْنَ يَدَيْكَ",
      "مُتَوَسِّلٌ بِكَرَمِكَ إِلَيْكَ",
      "إِلٰهِيْ أَنَا عَبْدٌ أَتَنَصَّلُ إِلَيْكَ مِمَّا كُنْتُ أُوَاجِهُكَ بِهِ",
      "مِنْ قِلَّةِ اسْتِحْيَائِي مِنْ نَظَرِكَ",
      "وَأَطْلُبُ الْعَفْوَ مِنْكَ إِذِ الْعَفْوُ نَعْتٌ لِكَرَمِكَ",
      "إِلٰهِيْ لَمْ يَكُنْ لِيْ حَوْلٌ فَأَنْتَقِلَ بِهِ عَنْ مَعْصِيَتِكَ",
      "إِلَّا فِيْ وَقْتٍ أَيْقَظْتَنِيْ لِمَحَبَّتِكَ",
      "وَكَمَا أَرَدْتَ أَنْ أَكُونَ كُنْتُ",
      "فَشَكَرْتُكَ بِإِدْخَالِيْ فِيْ كَرَمِكَ",
      "وَلِتَطْهِيرِ قَلْبِىْ مِنْ أَوْسَاخِ الْغَفْلَةِ عَنْكَ",
      "إِلٰهِيْ أُنْظُرْ إِلَيَّ نَظَرَ مَنْ نَادَيْتَهُ فَأَجَابَكَ",
      "وَاسْتَعْمَلْتَهُ بِمَعُونَتِكَ فَأَطَاعَكَ",
      "يَا قَرِيبًا لَايَبْعُدُ عَنِ الْمُغْتَرِّ بِهِ",
      "وَيَا جَوَادًا لَايَبْخَلُ عَمَّنْ رَجَا ثَوَابَهُ",
      "إِلٰهِيْ هَبْ لِيْ قَلْبًا يُدْنِيهِ مِنْكَ شَوْقُهُ",
      "وَلِسَانًا يُرْفَعُ إِلَيْكَ صِدْقُهُ",
      "وَنَظَرًا يُقَرِّبُهُ مِنْكَ حَقُّهُ",
      "إِلٰهِيْ إِنَّ مَنْ تَعَرَّفَ بِكَ غَيْرُ مَجْهُولٍ",
      "وَمَنْ لاَذَبِكَ غَيْرُ مَخْذُولٍ",
      "وَمَنْ أَقْبَلْتَ عَلَيْهِ غَيْرُ مَمْلُوكٍ",
      "إِلٰهِيْ إِنَّ مَنِ انْتَهَجَ بِكَ لَمُسْتَنِيرٌ",
      "وَإِنَّ مَنِ اعْتَصَمَ بِكَ لَمُسْتَجِيرٌ",
      "وَقَدْ لُذْتُ بِكَ يَا إِلٰهِيْ فَلَا تُخَيِّبْ ظَنِّي مِنْ رَحْمَتِكَ",
      "وَلَا تَحْجُبْنِيْ عَنْ رَأْفَتِكَ",
      "إِلٰهِيْ أَقِمْنِيْ فِيْ أَهْلِ وِلايَتِكَ",
      "مُقَامَ مَنْ رَجَا الزِّيَادَةَ مِنْ مَحَبَّتِكَ",
      "إِلٰهِيْ وَأَلْهِمْنِيْ وَلَهًا بِذِكْرِكَ إِلٰى ذِكْرِكَ",
      "وَهِمَّتِيْ فِيْ رَوْحِ نَجَاحِ أَسْمَائِكَ وَمَحَلِّ قُدْسِكَ",
      "إِلٰهِيْ بِكَ عَلَيْكَ إِلَّا أَلْحَقْتَنِيْ بِمَحَلِّ أَهْلِ طَاعَتِكَ",
      "وَالْمَثْوَى الصَّالِحِ مِنْ مَرْضَاتِكَ",
      "فَإِنِّي لَاأَقْدِرُ لِنَفْسِيْ دَفْعًا",
      "وَلَا أَمْلِكُ لَهَا نَفْعًا",
      "إِلٰهِيْ أَنَا عَبْدُكَ الضَّعِيفُ الْمُذْنِبُ",
      "وَمَمْلُوكُكَ الْمُنِيبُ",
      "فَلٰا تَجْعَلْنِيْ مِمَّنْ صَرَفْتَ عَنْهُ وَجْهَكَ",
      "وَحَجَبَهُ سَهْوُهُ عَنْ عَفْوِكَ",
      "إِلٰهِيْ هَبْ لِي كَمَالَ الْاَنْقِطَاعِ إِلَيْكَ",
      "وَأَنِرْ أَبْصَارَ قُلُوبِنَا بِضِيَاءِ نَظَرِهَا إِلَيْكَ",
      "حَتَّىٰ تَخْرِقَ أَبْصَارُ الْقُلُوبِ حُجُبَ النُّورِ",
      "فَتَصِلَ إِلٰى مَعْدِنِ الْعَظَمَةِ",
      "وَتَصِيرَ أَرْوَاحُنَا مُعَلَّقَةً بِعِزِّ قُدْسِكَ",
      "إِلٰهِيْ وَاجْعَلْنِيْ مِمَّنْ نَادَيْتَهُ فَأَجَابَكَ",
      "وَلاحَظْتَهُ فَصَعِقَ لِجَلالِكَ",
      "فَنَاجَيْتَهُ سِرًّا وَعَمِلَ لَكَ جَهْرًا",
      "إِلٰهِيْ لَمْ أُسَلِّطْ عَلَى حُسْنِ ظَنِّي قُنُوطَ الْأَيَاسِ",
      "وَلَا انْقَطَعَ رَجَائِي مِنْ جَمِيلِ كَرَمِكَ",
      "إِلٰهِيْ إِنْ كَانَتِ الْخَطَايَا قَدْ أَسْقَطَتْنِيْ لَدَيْكَ",
      "فَاصْفَحْ عَنِّيْ بِحُسْنِ تَوَكُّلِيْ عَلَيْكَ",
      "إِلٰهِيْ إِنْ حَطَّتْنِيْ الذُّنُوبُ مِنْ مَكَارِمِ لُطْفِكَ",
      "فَقَدْ نَبَّهَنِيْ الْيَقِينُ إِلٰى كَرَمِ عَطْفِكَ",
      "إِلٰهِيْ إِنْ أَنَامَتْنِيْ الْغَفْلَةُ عَنِ الَاسْتِعْدَادِ لِلِقَائِكَ",
      "فَقَدْ نَبَّهَتْنِيْ الْمَعْرِفَةُ بِكَرَمِ آلاَئِكَ",
      "إِلٰهِيْ إِنْ دَعَانِيْ إِلَى النَّارِ عَظِيمُ عِقَابِكَ",
      "فَقَدْ دَعَانِيْ إِلَى الْجَنَّةِ جَزِيلُ ثَوَابِكَ",
      "إِلٰهِيْ فَلَكَ أَسْأَلُ وَإِلَيْكَ أَبْتَهِلُ وَأَرْغَبُ",
      "وَأَسْأَلُكَ أَنْ تُصَلِّيَ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ",
      "وَأَنْ تَجْعَلَنِيْ مِمَّنْ يُدِيمُ ذِكْرَكَ",
      "وَلَا يَنْقُضُ عَهْدَكَ",
      "وَلَا يَغْفُلُ عَنْ شُكْرِكَ",
      "وَلَا يَسْتَخِفُّ بِأَمْرِكَ",
      "إِلٰهِيْ وَأَلْحِقْنِيْ بِنُوْرِ عِزِّكَ الْأَبْهَجِ",
      "فَأَكُونَ لَكَ عَارِفًا",
      "وَعَنْ سِوَاكَ مُنْحَرِفًا",
      "وَمِنْكَ خَائِفًا مُرَاقِبًا",
      "يَا ذَا الْجَلالِ وَالْإِكْرَامِ",
      "وَصَلَّى اللَّهُ عَلَى مُحَمَّدٍ رَسُولِهِ وَ آلِهِ الطَّاهِرِينَ",
      "وَسَلَّمَ تَسْلِيْمًا كَثِيرًا"
    ],
    "translation": [
      "In the Name of Allāh, the All-beneficent, the All-merciful.",
      "O Allah, (please do] send blessings to Muhammad and the Household of Muhammad,",
      "You listen to my supplication whenever I pray to you,",
      "listen to my call whenever I call upon you,",
      "and accept from me whenever I make my submission to you in confidence,",
      "I have escaped towards you and stood before you,",
      "standing before You, showing submission to You,",
      "imploring You,",
      "and hoping for the reward that You have for me.",
      "You know what is in my inner self,",
      "and you are aware of my needs,",
      "and You know what is in my conscience,",
      "and all my moves and stillness are known by You.",
      "So are all the utterances which I want to begin with,",
      "all the requests that I want to express,",
      "and all the expectation that I hope for my future.",
      "O my Master, all Your decsions in relation to me have come to pass",
      "in all that happens to me up to the end of my life,",
      "including my secret and open matters, shall be experienced by me.",
      "And it is in Your hands, not anybody else’s, that are all my gains and losses",
      "and all the benefits and harms that come upon me.",
      "My Lord, if You deprive me (of Your sustenance], then who else can ever provide me with sustenance?",
      "If You forsake me, then who else will help me?",
      "My Lord, I do seek Your protection against Your wrath and earning your displeasure.",
      "O my Lord, if I am not deserving of Your mercy,",
      "You are certainly fit to be generous to me by virtue of your magnanimity.",
      "My Lord, its like I see myself standing before You",
      "It has been misled by my trust in You,",
      "You said what befitted You and sheltered me with your forgiveness.",
      "My Lord, if you pardon me, then who else is worthier than You are in pardoning.",
      "If my time of death is near and my deeds have not brought me close to You",
      "I make this confession of my sins to be a means of approaching You.",
      "My Lord, I have been unjust to my soul for I have not looked after it;",
      "It will be doomed if You do not forgive me.",
      "My Lord, You have never ceased Your favors from me all my lifetime;",
      "So do not cease Your goodness towards me at the time of my death.",
      "My Lord, how can I despair of Your benevolent attention towards me after my death",
      "while You have always been good to me throughout my lifetime?",
      "My Lord, (please] manage my affairs in the very way that befits You,",
      "and confer upon me—a sinful person who is covered by his ignorance—with Your favors.",
      "My Lord, You have concealed my sins in this world,",
      "but I am in greater need of their being concealed in the Next Life.",
      "You have not revealed my sins even before any of Your righteous servants;",
      "therefore, (please] do not humuliate me on the Resurrection Day before all the witnesses.",
      "My Lord, it is Your magnanimity that expanded my hope,",
      "and surely Your pardon is superior to my deeds.",
      "My Lord, therefore gladden my heart when I meet You on the day when You shall judge between Your servants.",
      "My Lord, I submit to You the apology of one who cannot dispense with the acceptance of his excuse;",
      "so, (please] accept my excuse, O most Magnanimous of all those before whom the guilty make an apology.",
      "My Lord, (please] do not reject my request,",
      "do not dissapoint my hope for You,",
      "and do not cut off from You my hope and expectations from You.",
      "My Lord, had You wanted to humiliate me, You would not have guided me (to You].",
      "Had You decided to humiliate me, You would not have excused me.",
      "My Lord, I do not expect You to reject my request that I spent my whole lifetime asking for it from You.",
      "My Lord, all praise be to You, forever, forever, perpetually, everlastingly,",
      "increasingly, and imperishably, as exactly as You like and please.",
      "My Lord, if You punish me for my offense, I shall cling to Your pardon,",
      "if You cease me for my sins, I shall take hold of Your forgiveness,",
      "and if You put me to the fire, I shall declare to its inmates that I love You.",
      "My Lord, should my deeds be insignificant with respect to obedience to You,",
      "Great indeed is my hope with respect to my expectations from You.",
      "My Lord, how can it be that I return from You with disappointment and deprivation",
      "for indeed my beautiful opinion about Your generosity was that You shall reverse my fate by savng me mercifully.",
      "My Lord, I have spent my entire lifetime in being negligent to You",
      "and I have spent my whole youth with the stupor of being distant from You.",
      "My Lord, I did not wake up from my delusions",
      "and did not desist from pursuing the path of Your displeasure.",
      "My Lord, nevertheless, I am—Your servant and the son of Your servant, now standing before You",
      "and begging You in the name of Your generosity.",
      "My Lord, I am a servant, disavowing before You",
      "of my past attitude of lack of shame in Your sight",
      "seek Your pardon as it is the attribute of Your magnanimty to pardon;",
      "My Lord, I had no strength to desist from Your disobedience",
      "except when You awakened me for Your love",
      "Hence, I desired, that I become exactly as You want me to be.",
      "I have thus thanked You, for You admitting me into Your generosity",
      "and You have purified my heart from the filth of being inattentive to You.",
      "My Lord, (please] look upon me in the same way as You have looked at one whom You called and he has responded to You",
      "and whom You used him in Your service with Your aid and so he obeys You.",
      "O the Near one who is not far away from those who love Him ardently",
      "O He Who is too magnanimous to deprive one who hopes for His reward!",
      "My Lord, (please] grant me a heart whose longing for You will draw one close to You,",
      "a tongue whose truthfulness ascends towards You,",
      "and a sight whose trueness brings it close to You.",
      "My Lord, certainly he who recognizes You shall never be anonymous,",
      "he who seeks Your shelter shall never be disappointed,",
      "and he to whom You turn to does not fall victim to servility(dejection].",
      "My Lord, certainly he who abides by Your Path shall be enlightened,",
      "and he who resorts in You finds refuge.",
      "Indeed certainly I have taken shelter in You, My Lord! So, (please] do not let down my opinion in Your mercy",
      "and do not exclude me from Your compassion.",
      "My Lord, place me, among those who show servitude to You,",
      "the position of those who (incessantly] hope to increase Your love.",
      "My Lord, (please] inspire me with a mounting passion for Your rememberance,",
      "and (please] with an ardour for the refreshing resort to Your names and the station of Your Holiness.",
      "My Lord, I beseech You in Your name to put me in the abode of those who are obedient to You",
      "and to the righteous sanctuary of Your good pleasure,",
      "for I, certainly I have no power to repel any harm",
      "nor to obtain any benefit for it.",
      "My Lord, I am Your weak and sinful servant—",
      "and Your repenting slave.",
      "So, (please] do not include me amongst those from whom You have turned away Your face",
      "and those who are excluded from Your pardon because of their lapses.",
      "My Lord, (please] grant me absolute devotion to You",
      "and illumine the vision of our hearts by the light of their gaze looking towards You",
      "until the vision of our hearts pierces the curtains of light",
      "to reach the core of supremacy,",
      "and that our souls become suspended by the majesty of Your Holiness.",
      "My Lord, (please] appoint me of those who responded to You when You called them,",
      "and at whom You glanced so he swoons before Your Majesty",
      "So You speak to him secretly and he works for You openly.",
      "My Lord, do not let the dejection of despair overshadow my beautiful opinion",
      "and do not cut my hope from Your generosity",
      "My Lord, if my lapses have made me to fall from Your grace,",
      "So please pardon me for the beauty of my reliance upon You.",
      "My Lord, if my wrongdoings have excluded me from the generosity of Your grace,",
      "So certainly my conviction reassures me of Your generosity and gentleness.",
      "My Lord, if my neglect has lulled me into slumber preventing me from preparing myself for my meeting with You,",
      "So certainly my recognition apprises me of your generous bounties has awakened me.",
      "My Lord, if Your grave chastisement calls me to the Hellfire,",
      "So Your plentious reward has called me to Paradise.",
      "My Lord, so to You I beg and I implore and I request.",
      "I beseech You to bless Muhammad and the Household of Muhammad",
      "and to include me with those who always remember You,",
      "and those who never break their promise to You,",
      "and who do not neglect to thank You,",
      "and who never belittle Your commands.",
      "My Lord, (please do] submerge me in the most blissful lights of Your majesty,",
      "so that I will recognize You",
      "and renounce all else except You,",
      "and that I will be fearful of and careful with You.",
      "O Lord of Majesty and Honor!",
      "May Allah send blessings to Muhammad, His Messenger, and upon his Household the Infallible,",
      "and may countless greetings be to them."
    ],
    "transliteration": [
      "bismillāhir raḥmānir raḥīm",
      "allāhumma ṣalli `alā muḥammadin wa āli muḥammad",
      "wasma` du`ā-ī idhā da`awtuk",
      "wasma` nidā-ī idhā nādaytuk",
      "wa-aqbil `alayya idhā nājaytuk",
      "faqad harabtu ilayk",
      "wawaqaftu bayna yadayka mustakīnan lak",
      "mutaḍarri`an ilayk",
      "rājiyan limā ladayka thawābī",
      "wata`lamu mā fī nafsī",
      "watakhburu ḥājatī",
      "wata`rifu ḍamīrī",
      "walā yakhfā `alayka amru munqalabī wamathwāy",
      "wamā urīdu an ubdi-a bihi min manṭiqī",
      "wa-atafawwahu bihi min ṭalibatī",
      "wa-ar-jūhu li`āqibatī",
      "waqad jarat maqādīruka `alayya yā sayyidī",
      "fīmā yakūnu minnī ilā-ākhiri `umrī",
      "min sarīratī wa`alāniyatī",
      "wabiyadika lābiyadi ghayrika ziyādatī wanaqṣī",
      "wanaf`ī waḍarrī",
      "ilāhī in ḥaramtanī faman dhal ladhī yar-zuqunī",
      "wa-in khadhaltanī faman dhal ladhī yanṣurunī",
      "ilāhī a`ūdhu bika min ghaḍabika waḥulūli sakhaṭik",
      "ilāhī in kuntu ghayra musta-hilin liraḥmatik",
      "fa-anta ahlun an tajūda `alayya bifaḍli sa`atik",
      "ilāhī ka-annī binafsī wāqifatun bayna yadayk",
      "waqad aẓallahā ḥusnu tawakkulī `alayk",
      "faqulta mā anta ahluhu wataghammadtanī bi`afwik",
      "ilāhī in `afawta faman awlā minka bidhālik",
      "wa-in kāna qad danā ajalī walam yudninī minka `amalī",
      "faqad ja`altul iqrāra bidhhanbi ilayka wasīlatī",
      "ilāhī qad jur-tu `alā nafsī fin naẓari lahā",
      "falahal waylu in lam taghfir lahā",
      "ilāhī lam yazal birruka `alayya ayyāma ḥayātī",
      "falā taqṭa` birraka `annī fī mamātī",
      "ilāhī kayfa-āyasu min ḥusni naẓarika lī ba`da mamātī",
      "wa-anta lam tuwallinī illal jamīla fī ḥayātī",
      "ilāhī tawalla min amrī mā anta ahluh",
      "wa`ud `alayya bifaḍlika `alā mudhnibin qad ghamarahu jahluh",
      "ilāhī qad satar-ta `alayya dhunūban fid dunyā",
      "wa-ana aḥwaju ilā satrihā `alayya minka fil ukhrā",
      "idh lam tuẓhir-hā li-aḥadin min `ibādikaṣ ṣāliḥīn",
      "falā tafḍaḥnī yawmal qiyāmati `alā ru-ūsil ash-hād",
      "ilāhī jūduka basaṭa amalī",
      "wa`afwuka afḍalu min `amalī",
      "ilāhī fasurranī biliqā-ika yawma taqḍī fīhi bayna `ibādik",
      "ilāhi`tidhārī ilayka`tidhāru man lam yastaghni `an qabūli `udhrih",
      "faqbal `udhrī yā akrama mani`tadhara ilayhil musī-ūn",
      "ilāhī lātarudda ḥājatī",
      "walā tukhayyib ṭama`ī",
      "walā taqṭa` minka rajā-ī wa-amalī",
      "ilāhī law aradta hawānī lam tahdinī",
      "walaw aradta faḍīḥatī lam tu`āfinī",
      "ilāhī mā aẓunnuka taruddunī fī ḥājatin qad afnaytu `umrī fī ṭalabihā mink",
      "ilāhī falakal ḥamdu abadan dā-iman sar-madā",
      "yazīdu walā yabīdu kamā tuḥibbu watar-ḍā",
      "ilāhī in akhadhtanī bijur-mī akhadhtuka bi`afwik",
      "wa-in akhadhtanī bidhunūbī akhadhtuka bimaghfiratik",
      "wa-in adkhaltanin nāra a`lamtu ahlahā annī uḥibbuk",
      "ilāhī in kāna ṣaghura fī janbi ṭā`atika `amalī",
      "faqad kabura fī janbi rajā-ika amalī",
      "ilāhī kayfa anqalibu min `indika bil khaybati maḥrūmā",
      "waqad kāna ḥusnu ẓannī bijūdika an taqlibanī binnajāti mar-ḥūmā",
      "ilāhī waqad afnaytu `umrī fī shirratis sahwi `ank",
      "wa-ablaytu shabābī fī sakratit tabā`udi mink",
      "ilāhī falam astayqiẓ ayyāmaghtirārī bik",
      "warukūnī ilā sabīli sakhaṭik",
      "ilāhī wa-ana `abduka wabnu `abdika qā-imun bayna yadayk",
      "mutawassilun bikaramika ilayk",
      "ilāhī ana `abdun atanaṣṣalu ilayka mimmā kuntu uwājihuka bih",
      "min qillatistiḥyā-ī min naẓarik",
      "wa-aṭlubul `afwa minka idhil `afwu na`tun likaramik",
      "ilāhī lam yakun lī ḥawlun fa-antaqila bihi `an ma`ṣiyatik",
      "illā fī waqtin ayqaẓtanī limaḥabbatik",
      "wakamā aradta an akūna kunt",
      "fashakar-tuka bi-idkhālī fī karamik",
      "walitaṭ-hīri qalbī min awsākhil ghaflati `ank",
      "ilāhī unẓur ilayya naẓara man nādaytahu fa-ajābak",
      "wasta`maltahu bima`ūnatika fa-aṭā`ak",
      "yā qarīban lāyab`udu `anil mughtarri bih",
      "wayā jawādan lāyabkhalu `amman rajā thawābah",
      "ilāhī hab lī qalban yudnīhi minka shawquh",
      "walisānan yur-fa`u ilayka ṣidquh",
      "wanaẓaran yuqarribuhu minka ḥaqquh",
      "ilāhī inna man ta`arrafa bika ghayru majhūl",
      "waman lādhabika ghayru makhdhūl",
      "waman aqbalta `alayhi ghayru mamlūk",
      "ilāhī inna manintahaja bika lamustanīr",
      "wa-inna mani`taṣama bika lamustajīr",
      "waqad ludhtu bika yā ilāhī falā tukhayyib ẓannī min raḥmatik",
      "walā taḥjubnī `an ra-fatik",
      "ilāhī aqimnī fī ahli wilāyatik",
      "muqāma man rajaz ziyādata min maḥabbatik",
      "ilāhī wa-alhimnī walahan bidhikrika ilā dhikrik",
      "wahimmatī fī rawḥi najāḥi asmā-ika wamaḥalli qudsik",
      "ilāhī bika `alayka illā alḥaqtanī bimaḥalli ahli ṭā`atik",
      "walmathwaṣ ṣāliḥi min mar-ḍātik",
      "fa-innī lā-aqdiru linafsī daf`ā",
      "walā amliku lahā naf`ā",
      "ilāhī ana `abdukaḍ ḍa`īful mudhnib",
      "wamamlūkukal munīb",
      "falā taj`alnī mimman ṣarafta `anhu wajhak",
      "waḥajabahu sahwuhu `an `afwik",
      "ilāhī hab lī kamālal anqiṭā`i ilayk",
      "wa-anir abṣāra qulūbinā biḍiyā-i naẓarihā ilayk",
      "ḥattā takhriqa abṣārul qulūbi ḥujuban nūr",
      "fataṣila ilā ma`dinil `aẓamah",
      "wataṣīra ar-wāḥunā mu`allaqatan bi`izzi qudsik",
      "ilāhī waj`alnī mimman nādaytahu fa-ajābak",
      "walāḥaẓtahu faṣa`iqa lijalālik",
      "fanājaytahu sirran wa`amila laka jahrā",
      "ilāhī lam usalliṭ `alā ḥusni ẓannī qunūṭal ayās",
      "walanqaṭa`a rajā-ī min jamīli karamik",
      "ilāhī in kānatil khaṭāyā qad asqaṭatnī ladayk",
      "faṣfaḥ `annī biḥusni tawakkulī `alayk",
      "ilāhī in ḥaṭṭatnidh dhunūbu min makārimi luṭfik",
      "faqad nabbahanil yaqīnu ilā karami `aṭfik",
      "ilāhī in anāmatnil ghaflatu `anil asti`dādi liliqā-ik",
      "faqad nabbahatnil ma`rifatu bikarami-ālā-ik",
      "ilāhī in da`ānī ilan nāri `aẓīmu `iqābik",
      "faqad da`ānī ilal jannati jazīlu thawābik",
      "ilāhī falaka as-alu wa-ilayka abtahilu wa-ar-ghab",
      "wa-as-aluka an tuṣalliya `alā muḥammadin wa āli muḥammad",
      "wa-an taj`alanī mimman yudīmu dhikrak",
      "walā yanquḍu `ahdak",
      "walā yaghfulu `an shukrik",
      "walā yastakhiffu bi-amrik",
      "ilāhī wa-alḥiqnī binūri `izzikal abhaj",
      "fa-akūna laka `ārifā",
      "wa`an siwāka munḥarifā",
      "waminka khā-ifan murāqibā",
      "yā dhal jalāli wal-ikrām",
      "waṣallallāhu `alā muḥammadin rasūlihi wa ālihiṭ ṭāhirīn",
      "wasallama taslīman kathīrā"
    ]
  }
}