{
  "metadata": {
    "id": "16",
    "name": "Hadith e Kisa",
    "used": "0",
    "audio": "2",
    "section": "Duas.General",
    "section_rank": "01",
    "first_line": 3,
    "lines": 116,
    "has_youtube": true,
    "youtube_ids": [
      "4X7XUhyg6Zs"
    ],
    "all_sections": [
      "Duas.General"
    ]
  },
  "content": {
    "arabic": [
      "بِسْمِ اللَّـهِ الرَّحْمَـٰنِ الرَّحِيمِ",
      "اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ",
      "عَنْ جَابِرِ بْنِ عَبْدِاللَّهِ الَانْصَاري",
      "عَنْ فَاطِمَةَ الزَّهْرَاءِ عَلَيْهَا السَّلامُ بِنْتِ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ قَالَ",
      "سَمِعْتُ فَاطِمَةَ اَنَّهَا قَالَتْ",
      "دَخَلَ عَلَيَّ اَبِيْ رَسُولُ اللَّهِ فِيْ بَعْضِ الْأَيَّامِ",
      "فَقَالَ اَلسَّلامُ عَلَيْكِ يَا فَاطِمَةُ",
      "فَقُلْتُ عَلَيْكَ السَّلامُ",
      "قَالَ اِنِّيْ اَجِدُ فِيْ بَدَنِيْ ضُعْفًا",
      "فَقُلْتُ لَهُ اُعيذُكَ بِاللَّهِ يَا اَبَتَاهُ مِنَ الضُّعْفِ",
      "فَقَالَ يَا فَاطِمَةُ اِيْتِيْنِيْ بِالْكِسَاءِ الْيَمَانِيْ فَغَطِّيْنِيْ بِهِ",
      "فَاَتَيْتُهُ بِالْكِسَاءِ الْيَمَانِيْ فَغَطَّيْتُهُ بِهِ",
      "وَصِرْتُ اَنْظُرُ اِلَيْهِ وَ اِذَا وَجْهُهُ يَتَلَأْلَؤُ",
      "كَاَنَّهُ الْبَدْرُ فِيْ لَيْلَةِ تَمَامِهِ وَكَمَالِهِ",
      "فَمَا كَانَتْ اِلَّا سَاعَةً وَ اِذَا بِوَلَدِيَ الْحَسَنِ قَدْ اَقْبَلَ",
      "وَقَالَ اَلسَّلامُ عَلَيْكِ يَا اُمَّاهُ",
      "فَقُلْتُ وَعَلَيْكَ السَّلامُ يَا قُرَّةَ عَيْنِيْ وَثَمَرَةَ فُؤادي",
      "فَقَالَ يَا اُمَّاهُ اِنِّيْ اَشَمُّ عِنْدَكِ رَائِحَةً طَيِّبَةً",
      "كَاَنَّهَا رَائِحَةُ جَدِّيْ رَسُولِ اللَّهِ",
      "فَقُلْتُ نَعَمْ اِنَّ جَدَّكَ تَحْتَ الْكِسَاءِ",
      "فَاَقْبَلَ الْحَسَنُ نَحْوَ الْكِسَاءِ وَقَالَ اَلسَّلامُ عَلَيْكَ يَا جَدَّاهُ يَا رَسُولَ اللَّهِ",
      "اَتَأْذَنُ لِيْ اَنْ اَدْخُلَ مَعَكَ تَحْتَ الْكِسَاءِ",
      "فَقَالَ وَعَلَيْكَ السَّلامُ يَا وَلَدِيْ وَيَا صَاحِبَ حَوْضي",
      "قَدْ اَذِنْتُ لَكَ",
      "فَدَخَلَ مَعَهُ تَحْتَ الْكِسَاءِ",
      "فَمَا كَانَتْ اِلَّا سَاعَةً وَ اِذَا بِوَلَدِيَ الْحُسَيْنِ قَدْ اَقْبَلَ وَقَالَ",
      "اَلسَّلَامُ عَلَيْكِ يَا اُمَّاهُ",
      "فَقُلْتُ وَعَلَيْكَ السَّلامُ يَا وَلَدِيْ وَيَا قُرَّةَ عَيْنِيْ وَثَمَرَةَ فُؤادي",
      "فَقَالَ لِيْ يَا اُمَّاهُ اِنِّيْ اَشَمُّ عِنْدَكِ رَائِحَةً طَيِّبَةً",
      "كَاَنَّهَا رَائِحَةُ جَدِّيْ رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَ آلِهِ",
      "فَقُلْتُ نَعَمْ اِنَّ جَدَّكَ وَاَخَاكَ تَحْتَ الْكِسَاءِ",
      "فَدَنَى الْحُسَيْنُ نَحْوَ الْكِسَاءِ",
      "وَقَالَ اَلسَّلامُ عَلَيْكَ يَا جَدَّاهُ اَلسَّلامُ عَلَيْكَ يَا مَنِ اخْتَارَهُ اللَّهُ",
      "اَتَأْذَنُ لِيْ اَنْ اَكُوْنَ مَعَكُمَا تَحْتَ الْكِسَاءِ",
      "فَقَالَ وَعَلَيْكَ السَّلامُ يَا وَلَدي",
      "وَيَا شَافِعَ اُمَّتِيْ قَدْ اَذِنْتُ لَكَ",
      "فَدَخَلَ مَعَهُمَا تَحْتَ الْكِسَاءِ",
      "فَاَقْبَلَ عِنْدَ ذٰلِكَ اَبُوْالحَسَنِ عَلِيُّ بْنُ اَبِيْ طَالِبٍ",
      "وَقَالَ اَلسَّلامُ عَلَيْكِ يَا بِنْتَ رَسُولِ اللَّهِ",
      "فَقُلْتُ وَعَلَيْكَ السَّلامُ يَا اَبَا الْحَسَنِ وَ يَا اَمِيْرَ الْمُؤْمِنِيْنَ",
      "فَقَالَ يَا فَاطِمَةُ اِنِّيْ اَشَمُّ عِنْدَكِ رَائِحَةً طَيِّبَةً",
      "كَاَنَّهَا رَائِحَةُ اَخِيْ وَابْنِ عَمِّيْ رَسُولِ اللَّهِ",
      "فَقُلْتُ نَعَمْ هَا هُوَ مَعَ وَلَدَيْكَ تَحْتَ الْكِسَاءِ",
      "فَاَقْبَلَ عَلِيٌّ نَحْوَ الْكِسَاءِ",
      "وَقَالَ اَلسَّلامُ عَلَيْكَ يَا رَسُولَ اللَّهِ",
      "اَتَأْذَنُ لِيْ اَنْ اَكُوْنَ مَعَكُمْ تَحْتَ الْكِسَاءِ",
      "قَالَ لَهُ وَعَلَيْكَ السَّلامُ يَا اَخِيْ يَا وَصِيّي",
      "وَخَلِيْفَتِيْ وَصَاحِبَ لِوَائِيْ",
      "قَدْ اَذِنْتُ لَكَ فَدَخَلَ عَلِيٌّ تَحْتَ الْكِسَاءِ",
      "ثُمَّ اَتَيْتُ نَحْوَ الْكِسَاءِ",
      "وَقُلْتُ اَلسَّلامُ عَلَيْكَ يَا اَبَتَاهُ يَا رَسُولَ اللَّهِ",
      "اَتَأْذَنُ لِيْ اَنْ اَكُوْنَ مَعَكُمْ تَحْتَ الْكِسَاءِ",
      "قَالَ وَعَلَيْكِ السَّلامُ يَا بِنْتِيْ وَيَا بَضْعَتِيْ قَدْ اَذِنْتُ لَكِ",
      "فَدَخَلْتُ تَحْتَ الْكِسَاءِ",
      "فَلَمَّا اكْتَمَلْنَا جَمِيْعًا تَحْتَ الْكِسَاءِ اَخَذَ اَبِيْ رَسُولُ اللَّهِ بِطَرَفَيِ الْكِسَاءِ",
      "وَاَوْمَئَ بِيَدِهِ الْيُمْنَى اِلَى السَّمَاءِ وَقَالَ",
      "اَللَّهُمَّ اِنَّ هٰؤُلَاءِ اَهْلُ بَيْتِيْ وَخَاصَّتِيْ وَحَامَّتِيْ",
      "لَحْمُهُمْ لَحْمِيْ وَدَمُهُمْ دَمِيْ",
      "يُؤْلِمُنِيْ مَا يُؤْلِمُهُمْ",
      "وَيَحْزُنُنِيْ مَا يَحْزُنُهُمْ",
      "اَنَا حَرْبٌ لِمَنْ حَارَبَهُمْ",
      "وَسِلْمٌ لِمَنْ سَالَمَهُمْ",
      "وَعَدُوٌّ لِمَنْ عَادَاهُمْ",
      "وَمُحِبٌّ لِمَنْ اَحَبَّهُمْ",
      "اِنَّهُمْ مِنِّيْ وَ اَنَا مِنْهُمْ",
      "فَاجْعَلْ صَلَوَاتِكَ وَبَرَكَاتِكَ وَرَحْمَتَكَ",
      "وَغُفْرَانَكَ وَرِضْوَانَكَ عَلَيَّ",
      "وَعَلَيْهِمْ وَاَذْهِبْ عَنْهُمُ الرِّجْسَ وَطَهِّرْهُمْ تَطْهيرًا",
      "فَقَالَ اللَّهُ عَزَّوَجَلَّ",
      "يَا مَلَائِكَتِيْ وَيَا سُكَّانَ سَمٰوَاتي",
      "اِنِّيْ مَا خَلَقْتُ سَمَاءً مَبْنِيَّةً وَلَا اَرْضًا مَدْحِيَّةً وَلَا قَمَرًا مُنِيْرًا",
      "وَلَا شَمْسًا مُضِيْئَةً وَلَا فَلَكًا يَدُوْرُ وَلَا بَحْرًا يَجْرِيْ وَلَا فُلْكًا يَسْري",
      "اِلَّا فِيْ مَحَبَّةِ هٰؤُلَاءِ الْخَمْسَةِ الَّذِيْنَ هُمْ تَحْتَ الْكِسَاءِ",
      "فَقَالَ الْأَمِيْنُ جِبْرَائِيْلُ يَا رَبِّ وَمَنْ تَحْتَ الْكِسَاءِ",
      "فَقَالَ عَزَّوَجَلَّ",
      "هُمْ اَهْلُ بَيْتِ النُّبُوَّةِ وَمَعْدِنُ الرِّسَالَةِ",
      "هُمْ فَاطِمَةُ وَاَبُوهَا وَبَعْلُهَا وَبَنُوهَا",
      "فَقَالَ جِبْرَائِيْلُ يَا رَبِّ اَتَأْذَنُ لِيْ اَنْ اَهْبِطَ اِلَى الْأَرْضِ",
      "لِأَكُونَ مَعَهُمْ سَادِسًا",
      "فَقَالَ اللَّهُ نَعَمْ قَدْ اَذِنْتُ لَكَ",
      "فَهَبَطَ الْأَمِيْنُ جِبْرَائِيْلُ وَقَالَ اَلسَّلامُ عَلَيْكَ يَا رَسُولَ اللَّهِ",
      "اَلْعَلِيُ الْأَعْلَى يُقْرِئُكَ السَّلامَ وَيَخُصُّكَ بِالتَّحِيَّةِ وَالْإِكْرَامِ",
      "وَيَقُولُ لَكَ وَعِزَّتِيْ وَجَلالي",
      "اِنِّيْ مَا خَلَقْتُ سَمَاءً مَبْنِيَّةً",
      "وَلَا اَرْضًا مَدْحِيَّةً وَلَا قَمَرًا مُنِيْرًا وَلَا شَمْسًا مُضيئَةً",
      "وَلَا فَلَكًا يَدُوْرُ وَلَا بَحْرًا يَجْرِيْ وَلَا فُلْكًا يَسْري",
      "اِلَّا لِأَجْلِكُمْ وَمَحَبَّتِكُمْ",
      "وَقَدْ اَذِنَ لِيْ اَنْ اَدْخُلَ مَعَكُمْ",
      "فَهَلْ تَاْذَنُ لِيْ يَا رَسُولَ اللَّهِ",
      "فَقَالَ رَسُولُ اللَّهِ وَعَلَيْكَ السَّلامُ يَا اَمِيْنَ وَحْيِ اللَّهِ",
      "اِنَّهُ نَعَمْ قَدْ اَذِنْتُ لَكَ",
      "فَدَخَلَ جِبْرَائِيْلُ مَعَنَا تَحْتَ الْكِسَاءِ",
      "فَقَالَ لِأَبِيْ اِنَّ اللَّهَ قَدْ اَوْحَى اِلَيْكُمْ يَقُوْلُ",
      "اِنَّمَا يُريدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ",
      "اَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهيرًا",
      "فَقَالَ عَلِيٌّ لِأَبِيْ يَا رَسُولَ اللَّهِ اَخْبِرْنِيْ مَا لِجُلُوسِنَا",
      "هٰذَا تَحْتَ الْكِسَاءِ مِنَ الْفَضْلِ عِنْدَ اللَّهِ",
      "فَقَالَ النَّبِيُّ",
      "وَالَّذِيْ بَعَثَنِيْ بِالْحَقِّ نَبِيًّا",
      "وَاصْطَفَانِيْ بِالرِّسَالَةِ نَجِيًّا",
      "مَا ذُكِرَ خَبَرُنَا هٰذَا فِيْ مَحْفِلٍ مِنْ مَحَافِلِ",
      "اَهْلِ الْأَرْضِ وَفِيْهِ جَمْعٌ مِنْ شِيْعَتِنَا وَمُحِبِّيْنَا",
      "اِلَّا وَنَزَلَتْ عَلَيْهِمُ الرَّحْمَةُ",
      "وَحَفَّتْ بِهِمُ الْمَلَائِكَةُ وَاسْتَغْفَرَتْ لَهُمْ اِلَى اَنْ يَتَفَرَّقُوْا",
      "فَقَالَ عَلِيٌّ اِذًا وَاللَّهِ فُزْنَا وَفَازَ شِيْعَتُنَا وَرَبِّ الْكَعْبَةِ",
      "فَقَالَ النَّبِيُّ ثَانِيًا",
      "يَا عَلِيُّ وَالَّذِيْ بَعَثَنِيْ بِالْحَقِّ نَبِيًّا",
      "وَاصْطَفَانِيْ بِالرِّسَالَةِ نَجِيًّا",
      "مَا ذُكِرَ خَبَرُنَا هٰذَا فِيْ مَحْفِلٍ مِنْ مَحَافِلِ اَهْلِ الْأَرْضِ",
      "وَفِيْهِ جَمْعٌ مِنْ شِيْعَتِنَا وَمُحِبِّيْنَا",
      "وَفِيْهِمْ مَهْمُوْمٌ اِلَّا وَفَرَّجَ اللَّهُ هَمَّهُ",
      "وَلَا مَغْمُوْمٌ اِلَّا وَكَشَفَ اللَّهُ غَمَّهُ",
      "وَلَا طَالِبُ حَاجَةٍ اِلَّا وَقَضَى اللَّهُ حَاجَتَهُ",
      "فَقَالَ عَلِيٌّ اِذًا وَاللَّهِ فُزْنَا وَسُعِدْنَا",
      "وَكَذٰلِكَ شِيْعَتُنَا فَازُوْا وَسُعِدُوْا فِيْ الدُّنْيَا وَالْأَخِرَةِ وَرَبِّ الْكَعْبَةِ",
      "اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ"
    ],
    "translation": [
      "In the Name of Allāh, the All-beneficent, the All-merciful.",
      "O' Allāh send Your blessings on Muhammad and the family of Muhammad.",
      "Narrated from Jabir ibn Abdullah al-Ansari",
      "From Fatima al-Zahra, peace be upon her, daughter of the Messenger of Allah, may Allah's blessings be upon him and his family, who said",
      "I heard Fatima say",
      "My father, the Prophet (s] of Allah, came to my house one day and said to me:",
      "Peace be on you, Fatimah",
      "I replied : \"And upon you be peace\"",
      "Then he said : \"I feel weakness in my body\"",
      "I said : \"May Allah protect you from weakness, father\"",
      "He said : \"Fatimah, please bring the Yemeni cloak and cover me with it\"",
      "So, I brought the Yemeni cloak and covered him with it.",
      "Then, I looked at him and saw that his face was shining",
      "like a full moon with its glory and splendor",
      "After a while, my son Hasan came in",
      "and said : \"Peace be on you, mother\"",
      "I replied : \"And upon you be peace, O light of my eyes, and the delight of my heart\"",
      "He then said : \"O Mother! I smell a fragrance so sweet",
      "and so pure as that of my grandfather, the Prophet (s] of Allah\"",
      "I replied : \"Yes. Your grandfather is underneath the cloak\"",
      "Hasan went near the cloak and said : \"Peace be on you, my grandfather, the Prophet (s] of Allah;",
      "May I enter the cloak with you?\"",
      "He replied : \"And upon you be peace, my son and the master of my fountain (Kauthar],",
      "you are given the permission to enter\"",
      "So, Hasan entered the cloak with him",
      "After a while, my Husain came in and said :",
      "Peace be on you, mother",
      "I replied : \"And upon you be peace, O light of my eyes, and the delight of my heart\"",
      "He then said : \"O Mother! I smell a fragrance so sweet",
      "and so pure as that of my grandfather, the Prophet (s] of Allah\"",
      "I replied : \"Yes. Your grandfather and your brother are underneath the cloak\"",
      "Husain stepped towards the cloak",
      "and said : \"Peace be on you, my grandfather, the Chosen of Allah;",
      "May I enter the cloak with you?\"",
      "He replied : \"And upon you be peace, my son",
      "and interceder of my followers, you are given the permission to enter\"",
      "So, Husain entered the cloak with them.",
      "After a while, Abul Hasan, Ali bin Abi Talib came in",
      "and said : \"Peace be on you, O daughter of the Prophet (s] of Allah\"",
      "I replied : \"And upon you be peace, O father of Hasan, and the Commander of the faithful\"",
      "He then said : \"O Fatima! I smell a fragrance so sweet and so pure",
      "as that of my brother and my cousin, the Prophet (s] of Allah\"",
      "I replied: \"Yes. He is underneath the cloak with your two sons\"",
      "So, Ali went near the cloak",
      "and said : \"Peace be on you, Prophet (s] of Allah;",
      "May I enter the cloak with you?\"",
      "He replied : \"And upon you be peace, my brother, my successor,",
      "my successor, and my standard bearer, you are given the permission to enter\"",
      "So, Ali entered the cloak with them.",
      "Then I stepped forward",
      "and said : \"Peace be on you, my father, O Prophet (s] of Allah;",
      "May I enter the cloak with you?\"",
      "He replied : \"And upon you be peace, my daughter, O part of myself; you are given the permission to enter\"",
      "So, I entered the cloak with them.",
      "Getting together underneath the cloak, my father, the Prophet (s] of Allah, held the two ends of the cloak",
      "and raised his right hand towards the heavens and prayed :",
      "O Allah, these are the people of my Household (Ahlul-Bayt]. They are my confidants and my supporters.=",
      "Their flesh is my flesh and their blood is my blood.",
      "Whoever hurts them, hurts me too.",
      "Whoever displeases them, displeases me too.",
      "I am at war with those who are at war with them.",
      "I am at peace with those who are at peace with them.",
      "I am the enemy of their enemies",
      "and I am the friend of their friends.",
      "They are from me and I am from them.",
      "O Allah! Bestow Your Blessings, Benevolence,",
      "Forgiveness and Your pleasure upon me and upon them.",
      "And keep them away from impurity (and flaws] and keep them thoroughly purified",
      "Then the Lord, Almighty Allah said :",
      "O My angels! O Residents of My Heavens,",
      "verily, I have not created the erected Sky, the stretched earth, the illuminated moon,",
      "the bright sun, the rotating planets, the flowing seas and the sailing ships,",
      "but for the love of these Five underneath the cloak",
      "Gabriel, the trusted angel, asked : \"Who are under the cloak?\"",
      "The Almighty answered :",
      "They are the Household of the Prophet (s] and the assets of Prophet hood.",
      "They are : Fatimah, her father, her husband and her two sons",
      "Gabriel said : \"O Lord, May I fly to earth",
      "to be the sixth of them?\"",
      "Allah replied: \"Yes. You are given the permission\"",
      "Gabriel, the trusted, landed near them and said : \"Peace be on you, O Prophet (s] of Allah.",
      "The All-Highest conveys His peace on you and His greetings",
      "and says: \"By My Honor and Glory, O My angels! O Residents of My Heavens,",
      "verily, I have not created the erected Sky,",
      "the stretched earth, the illuminated moon, the bright sun,",
      "the rotating planets, the flowing seas and the sailing ships,",
      "but for your sake and love\"",
      "and Allah has given me permission to enter the cloak with you.",
      "May I join you, O Prophet (s] of Allah?\"",
      "The Prophet (s] replied : \"And peace be on you, O trusted bearer of Allah's Revelations!",
      "you are granted the permission\"",
      "So, Gabriel entered the cloak with us",
      "and said to my father : Allah sends His Revelations to you;",
      "Verily Allah's desire is to keep you away from impurity (and flaws],",
      "O People of Household (Ahlul-Bayt] and keep you thoroughly purified",
      "Then Ali said to my father : \"O Prophet (s] of Allah, tell me",
      "what significance has Allah given for getting together underneath this cloak ?\"",
      "The Prophet (s] replied :",
      "\"By Him who rightfully appointed me a Prophet (s]",
      "and chose me a Messenger for the salvation of the mankind.",
      "whenever and wherever an assembly",
      "of our followers and friends mention this event,",
      "Allah will bestow on them His Blessings and Mercy;",
      "angels will encircle them asking Allah the remission of their sins until the assembly disperses",
      "So Ali said : \"Verily, by the Lord of Kabaa! we and our followers are the winners\"",
      "Then my father replied :",
      "\"By Him who rightfully appointed me a Prophet",
      "and chose me a Messenger for the salvation of the mankind,",
      "whenever and wherever an assembly",
      "our followers and friends mentions this event,",
      "there shall remain none grieved but Allah will remove his grief,",
      "there shall remain none distressed but Allah will dispel his distress,",
      "there shall remain none wish-seeker but Allah will grant his wish.\"",
      "`Ali, peace be upon him, said, \"Then, we have won and attained pleasure. I swear it by Allah. So have our adherents;",
      "they have won and attained pleasure in this world and in the Hereafter. I swear it by the Lord of the Ka`bah.\"",
      "O' Allāh send Your blessings on Muhammad and the family of Muhammad."
    ],
    "transliteration": [
      "bismillāhir raḥmānir raḥīm",
      "allāhumma ṣalli `alā muḥammadin wa āli muḥammad",
      "`an jābiribni `abdillāhil anṣāri",
      "`an fāṭimataz zahrā-i `alayhas salāmu binti rasūlillāhi ṣallallāhu `alayhi wa ālihi qāl",
      "sami`tu fāṭimata annahā qālat",
      "dakhala `alayya abī rasūlullāhi fī ba`ḍil ayyām",
      "faqāla as salāmu `alayki yā fāṭimah",
      "faqultu `alaykas salām",
      "qāla innī ajidu fī badanī ḍu`fā",
      "faqultu lahu u`idhuka billāhi yā abatāhu minaḍ ḍu`f",
      "faqāla yā fāṭimatu ītīnī bil kisā-il yamānī faghaṭṭīnī bih",
      "fa-ataytuhu bil kisā-il yamānī faghaṭṭaytuhu bih",
      "waṣir-tu anẓuru ilayhi wa idhā wajhuhu yatala-la-u",
      "ka-annahul badru fī laylati tamāmihi wakamālih",
      "famā kānat illā sā`atan wa idhā biwaladiyal ḥasani qad aqbal",
      "waqāla as salāmu `alayki yā ummāh",
      "faqultu wa`alaykas salāmu yā qurrata `aynī wathamarata fu-di",
      "faqāla yā ummāhu innī ashammu `indaki rā-iḥatan ṭayyibah",
      "ka-annahā rā-iḥatu jaddī rasūlillāh",
      "faqultu na`am inna jaddaka taḥtal kisā",
      "fa-aqbalal ḥasanu naḥwal kisā-i waqāla as salāmu `alayka yā jaddāhu yā rasūlallāh",
      "ata-dhanu lī an adkhula ma`aka taḥtal kisā",
      "faqāla wa`alaykas salāmu yā waladī wayā ṣāḥiba ḥawḍi",
      "qad adhintu lak",
      "fadakhala ma`ahu taḥtal kisā",
      "famā kānat illā sā`atan wa idhā biwaladiyal ḥusayni qad aqbala waqāl",
      "as salāmu `alayki yā ummāh",
      "faqultu wa`alaykas salāmu yā waladī wayā qurrata `aynī wathamarata fu-di",
      "faqāla lī yā ummāhu innī ashammu `indaki rā-iḥatan ṭayyibah",
      "ka-annahā rā-iḥatu jaddī rasūlillāhi ṣallallāhu `alayhi wa ālih",
      "faqultu na`am inna jaddaka wa-akhāka taḥtal kisā",
      "fadanal ḥusaynu naḥwal kisā",
      "waqāla as salāmu `alayka yā jaddāhu as salāmu `alayka yā manikhtārahullāh",
      "ata-dhanu lī an akūna ma`akumā taḥtal kisā",
      "faqāla wa`alaykas salāmu yā waladi",
      "wayā shāfi`a ummatī qad adhintu lak",
      "fadakhala ma`ahumā taḥtal kisā",
      "fa-aqbala `inda dhālika abulḥasani `aliyyubnu abī ṭālib",
      "waqāla as salāmu `alayki yā binta rasūlillāh",
      "faqultu wa`alaykas salāmu yā abal ḥasani wa yā amīral mu-minīn",
      "faqāla yā fāṭimatu innī ashammu `indaki rā-iḥatan ṭayyibah",
      "ka-annahā rā-iḥatu akhī wabni `ammī rasūlillāh",
      "faqultu na`am hā huwa ma`a waladayka taḥtal kisā",
      "fa-aqbala `aliyyun naḥwal kisā",
      "waqāla as salāmu `alayka yā rasūlallāh",
      "ata-dhanu lī an akūna ma`akum taḥtal kisā",
      "qāla lahu wa`alaykas salāmu yā akhī yā waṣiyyi",
      "wakhalīfatī waṣāḥiba liwā-ī",
      "qad adhintu laka fadakhala `aliyyun taḥtal kisā",
      "thumma ataytu naḥwal kisā",
      "waqultu as salāmu `alayka yā abatāhu yā rasūlallāh",
      "ata-dhanu lī an akūna ma`akum taḥtal kisā",
      "qāla wa`alaykis salāmu yā bintī wayā baḍ`atī qad adhintu lak",
      "fadakhaltu taḥtal kisā",
      "falammaktamalnā jamī`an taḥtal kisā-i akhadha abī rasūlullāhi biṭarafayil kisā",
      "wa-awma-a biyadihil yumnā ilas samā-i waqāl",
      "allāhumma inna hā-ulā-i ahlu baytī wakhāṣṣatī waḥāmmatī",
      "laḥmuhum laḥmī wadamuhum damī",
      "yu-limunī mā yu-limuhum",
      "wayaḥzununī mā yaḥzunuhum",
      "anā ḥar-bun liman ḥārabahum",
      "wasilmun liman sālamahum",
      "wa`aduwwun liman `ādāhum",
      "wamuḥibbun liman aḥabbahum",
      "innahum minnī wa ana minhum",
      "faj`al ṣalawātika wabarakātika waraḥmatak",
      "waghufrānaka wariḍwānaka `alayy",
      "wa`alayhim wa-adh-hib `anhumur rijsa waṭahhir-hum taṭ-hirā",
      "faqālallāhu `azzawajall",
      "yā malā-ikatī wayā sukkāna samāwāti",
      "innī mā khalaqtu samā-an mabniyyatan walā ar-ḍan mad-ḥiyyatan walā qamaran munīrā",
      "walā shamsan muḍī-atan walā falakan yadūru walā baḥran yajrī walā fulkan yasri",
      "illā fī maḥabbati hā-ulā-il khamsatil ladhīna hum taḥtal kisā",
      "faqālal amīnu jibrā-īlu yā rabbi waman taḥtal kisā",
      "faqāla `azzawajall",
      "hum ahlu baytin nubuwwati wama`dinur risālah",
      "hum fāṭimatu wa-abūhā waba`luhā wabanūhā",
      "faqāla jibrā-īlu yā rabbi ata-dhanu lī an ahbiṭa ilal ar-ḍ",
      "li-akūna ma`ahum sādisā",
      "faqālallāhu na`am qad adhintu lak",
      "fahabaṭal amīnu jibrā-īlu waqāla as salāmu `alayka yā rasūlallāh",
      "al `aliyul a`lā yuqri-ukas salāma wayakhuṣṣuka bittaḥiyyati wal-ikrām",
      "wayaqūlu laka wa`izzatī wajalāli",
      "innī mā khalaqtu samā-an mabniyyah",
      "walā ar-ḍan mad-ḥiyyatan walā qamaran munīran walā shamsan muḍi-ah",
      "walā falakan yadūru walā baḥran yajrī walā fulkan yasri",
      "illā li-ajlikum wamaḥabbatikum",
      "waqad adhina lī an adkhula ma`akum",
      "fahal tadhanu lī yā rasūlallāh",
      "faqāla rasūlullāhi wa`alaykas salāmu yā amīna waḥyillāh",
      "innahu na`am qad adhintu lak",
      "fadakhala jibrā-īlu ma`anā taḥtal kisā",
      "faqāla li-abī innallāha qad awḥā ilaykum yaqūl",
      "innamā yuridullāhu liyudh-hiba `ankumur rijs",
      "ahlal bayti wayuṭahhirakum taṭ-hirā",
      "faqāla `aliyyun li-abī yā rasūlallāhi akhbir-nī mā lijulūsinā",
      "hādhā taḥtal kisā-i minal faḍli `indallāh",
      "faqālan nabiyy",
      "walladhī ba`athanī bil ḥaqqi nabiyyā",
      "waṣṭafānī birrisālati najiyyā",
      "mā dhukira khabarunā hādhā fī maḥfilin min maḥāfil",
      "ahlil ar-ḍi wafīhi jam`un min shī`atinā wamuḥibbīnā",
      "illā wanazalat `alayhimur raḥmah",
      "waḥaffat bihimul malā-ikatu wastaghfarat lahum ilā an yatafarraqū",
      "faqāla `aliyyun idhan wallāhi fuznā wafāza shī`atunā warabbil ka`bah",
      "faqālan nabiyyu thāniyā",
      "yā `aliyyu walladhī ba`athanī bil ḥaqqi nabiyyā",
      "waṣṭafānī birrisālati najiyyā",
      "mā dhukira khabarunā hādhā fī maḥfilin min maḥāfili ahlil ar-ḍ",
      "wafīhi jam`un min shī`atinā wamuḥibbīnā",
      "wafīhim mahmūmun illā wafarrajallāhu hammah",
      "walā maghmūmun illā wakashafallāhu ghammah",
      "walā ṭālibu ḥājatin illā waqaḍallāhu ḥājatah",
      "faqāla `aliyyun idhan wallāhi fuznā wasu`idnā",
      "wakadhālika shī`atunā fāzū wasu`idū fid dunyā wal-akhirati warabbil ka`bah",
      "allāhumma ṣalli `alā muḥammadin wa āli muḥammad"
    ]
  }
}