{
  "metadata": {
    "id": "191",
    "name": "Dua Ghadeer night",
    "used": "1",
    "audio": "2",
    "section": "Months.ZilHajj",
    "section_rank": 0,
    "first_line": 3,
    "lines": 21,
    "has_youtube": false,
    "youtube_ids": [],
    "all_sections": [
      "Months.ZilHajj"
    ]
  },
  "content": {
    "arabic": [
      "بِسْمِ اللَّـهِ الرَّحْمَـٰنِ الرَّحِيمِ",
      "اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ",
      "اَللَّهُمَّ إِنَّكَ دَعَوْتَنَا إِلَى سَبِيلِ طَاعَتِكَ وَ طَاعَةِ نَبِيِّكَ وَ وَصِيِّهِ وَ عِتْرَتِهِ",
      "دُعَاءً لَهُ نُورٌ وَ ضِيَاءٌ وَ بَهْجَةٌ وَ اسْتِنَارٌ",
      "فَدَعَانَا نَبِيُّكَ لِوَصِيِّهِ يَوْمَ غَدِيرِ خُمٍّ",
      "فَوَفَّقْتَنَا لِلْإِصَابَةِ وَ سَدَّدْتَنَا لِلْإِجَابَةِ لِدُعَائِهِ",
      "فَأَنَبْنَا إِلَيْكَ بِالْإِنَابَةِ وَ أَسْلَمْنَا لِنَبِيِّكَ قُلُوبَنَا",
      "وَ لِوَصِيِّهِ نُفُوسَنَا وَ لِمَا دَعَوْتَنَا إِلَيْهِ عُقُولَنَا فَتَمَّ لَنَا نُوْرُكَ",
      "يَا هَادِيَ الْمُضِلِّينَ فَتَمَّ لَنَا نُوْرُكَ",
      "أَخْرِجِ الْبُغْضَ وَ الْمُنْكَرَ وَ الْغُلُوَّ لِأَمِينِكَ أَمِيرِ الْمُؤْمِنِيْنَ وَ الْأَئِمَّةِ مِنْ وُلْدِهِ مِنْ قُلُوبِنَا وَ نُفُوسِنَا وَ أَلْسِنَتِنَا وَ هُمُومِنَا",
      "وَ زِدْنَا مِنْ مُوَالَاتِهِ وَ مَحَبَّتِهِ وَ مَوَدَّتِهِ لَهُ وَ الْأَئِمَّةِ مِنْ بَعْدِهِ زِيَادَاتٍ لَا انْقِطَاعَ لَهَا وَ مُدَّةً لَا تَنَاهِيَ لَهَا",
      "وَ اجْعَلْنَا نُعَادِيْ لِوَلِيِّكَ مَنْ نَاصَبَهُ وَ نُوَالِيْ مَنْ أَحَبَّهُ وَ نَأْمُلُ بِذٰلِكَ طَاعَتَكَ",
      "يَا أَرْحَمَ الرَّاحِمِيْنَ",
      "اَللَّهُمَّ اجْعَلْ عَذَابَكَ وَ سَخَطَكَ عَلَى مَنْ نَاصَبَ وَلِيَّكَ وَ جَاحَدَ وَ جَحَدَ إِمَامَتَهُ وَ أَنْكَرَ وَلَايَتَهُ",
      "وَ قَدَّمْتَهُ أَيَّامَ فِتْنَتِكَ فِيْ كُلِّ عَصْرٍ وَ زَمَانٍ وَ أَوَانٍ",
      "إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ",
      "اَللَّهُمَّ بِحَقِّ مُحَمَّدٍ رَسُولِكَ وَ عَلِيٍّ وَلِيِّكَ وَ الْأَئِمَّةِ مِنْ بَعْدِهِ حُجَجِكَ",
      "فَأَثْبِتْ قَلْبِيْ عَلَى دِينِكَ وَ مُوَالَاةِ أَوْلِيَائِكَ وَ مُعَادَاةِ أَعْدَائِكَ",
      "مَعَ خَيْرِ الدُّنْيَا وَالْآخِرَةِ",
      "تَجْمَعُهُمَا لِيْ وَ لِأَهْلِيْ وَ وُلْدِيْ وَ إِخْوَانِيَ الْمُؤْمِنِيْنَ",
      "إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ"
    ],
    "translation": [
      "In the Name of Allāh, the All-beneficent, the All-merciful.",
      "O' Allāh send Your blessings on Muhammad and the family of Muhammad.",
      "O” my God! You invited us to the path of obeying You, Your Prophet, his Trustee and his household",
      "– an invitation filled with light, illumination, joy and brightness.",
      "Then Your Prophet of Mercy invited us to follow his Trustee (Imam Ali] on the Day of Ghadir Khum",
      "and You granted us success in choosing the correct path and helped us accept his invitation.",
      "Thus we turned back to You and submitted our hearts to Your Prophet,",
      "and our souls to his Trustee and our intellects to what You invited us to.",
      "O’ Guider of the deviated! Please perfect Your Light for us.",
      "Please take away from our hearts, souls and tongues and thoughts any hatred, denial or flattery for Your Trusted One – the Commander of the Faithful Ali, and the father of the rest of the Divine Leaders",
      "Please increase our friendship, love, and affection for him and the Divine Leaders after him such that there is no cessation or end for it.",
      "Please let us be enemies of his enemies and friends with his friends with our sole intention of this being Your Obedience.",
      "O’ the Most Compassionate, Most Merciful",
      "O’ my God! Please place Your Punishment and Wrath on whoever is the enemy of Your Friend, denies his Divine Leadership",
      "rejects his Mastery whom You have reserved for the periods of sedition in all periods, times and eras",
      "as indeed You have Power over all things.",
      "O’ my God! I ask You for the sake of Your Prophet Muhammad and Your Friend Ali and Your Proofs – the Divine Leaders after him",
      "to establish my heart firmly on Your Religion and the love of Your Friends, and hatred of Your enemies",
      "along with the good of this world and the Hereafter",
      "for me, my wife, children and Muslim brethren",
      "as indeed You have Power over all things."
    ],
    "transliteration": [
      "bismillāhir raḥmānir raḥīm",
      "allāhumma ṣalli `alā muḥammadin wa āli muḥammad",
      "allāhumma innaka da`awtanā ilā sabīli ṭā`atika wa ṭā`ati nabiyyika wa waṣiyyihi wa `itratih",
      "du`ā-an lahu nūrun wa ḍiyā-un wa bahjatun wastinār",
      "fada`ānā nabiyyuka liwaṣiyyihi yawma ghadīri khumm",
      "fawaffaqtanā lil-iṣābati wa saddadtanā lil-ijābati lidu`ā-ih",
      "fa-anabnā ilayka bil inābati wa aslamnā linabiyyika qulūbanā",
      "wa liwaṣiyyihi nufūsanā wa limā da`awtanā ilayhi `uqūlanā fatamma lanā nūruk",
      "yā hādiyal muḍillīna fatamma lanā nūruk",
      "akhrijil bughḍa wal munkara wal ghuluwwa li-amīnika amīril mu-minīna wal a-immati min wuldihi min qulūbinā wa nufūsinā wa alsinatinā wa humūminā",
      "wa zidnā min muwālātihi wa maḥabbatihi wa mawaddatihi lahu wal a-immati min ba`dihi ziyādātin lanqiṭā`a lahā wa muddatan lā tanāhiya lahā",
      "waj`alnā nu`ādī liwaliyyika man nāṣabahu wa nuwālī man aḥabbahu wa na-mulu bidhālika ṭā`atak",
      "yā ar-ḥamar rāḥimīn",
      "allāhummaj`al `adhābaka wa sakhaṭaka `alā man nāṣaba waliyyaka wa jāḥada wa jaḥada imāmatahu wa ankara walāyatah",
      "wa qaddamtahu ayyāma fitnatika fī kulli `aṣrin wa zamānin wa awān",
      "innaka `alā kulli shay-in qadīr",
      "allāhumma biḥaqqi muḥammadin rasūlika wa `aliyyin waliyyika wal a-immati min ba`dihi ḥujajik",
      "fa-athbit qalbī `alā dīnika wa muwālāti awliyā-ika wa mu`ādāti a`dā-ik",
      "ma`a khayrid dunyā wal-ākhirah",
      "tajma`uhumā lī wa li-ahlī wa wuldī wa ikhwāniyal mu-minīn",
      "innaka `alā kulli shay-in qadīr"
    ]
  }
}