{
  "metadata": {
    "id": "56",
    "name": "Dua Sahar",
    "used": "1",
    "audio": "2",
    "section": "Months.Ramadhan",
    "section_rank": 0,
    "first_line": 3,
    "lines": 18,
    "has_youtube": false,
    "youtube_ids": [],
    "all_sections": [
      "Months.Ramadhan"
    ]
  },
  "content": {
    "arabic": [
      "بِسْمِ اللَّـهِ الرَّحْمَـٰنِ الرَّحِيمِ",
      "اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ",
      "اِلٰهِيْ وَقَفَ السَّائِلُوْنَ بِبَابِكَ",
      "وَلَاذَ الْفُقَرَاءُ بِجَنَابِكَ",
      "وَوَقَفَتْ سَفِيْنَةُ الْمَسَاكِيْنِ عَلَى سَاحِلِ",
      "بَحْرِ جُوْدِكَ وَكَرَمِكَ",
      "يَرْجُوْنَ الْجَوَازَ إِلَى سَاحَةِ رَحْمَتِكَ وَنِعْمَتِكَ",
      "إِلٰهِيْ إِنْ كُنْتَ لَا تَرْحَمُ فِيْ هٰذَا الشَّهْرِ الشَّرِيْفِ",
      "إِلَّا لِمَنْ اَخْلَصَ لَكَ فِيْ صِيَامِهِ وَقِيَامِهِ",
      "فَمَنْ لِلْمُذْنِبِ الْمُقَصِّرِ",
      "إِذَا غَرِقَ فِيْ بَحْرِ ذُنُوْبِهِ وَ آثَامِهِ",
      "إِلٰهِيْ إِنْ كُنْتَ لَا تَرْحَمُ إِلَّا المُطِيْعِيْنَ فَمَنْ لِلْعَاصِيْنَ",
      "وَإِنْ كُنْتَ لَا تَقْبَلُ إِلَّا مِنَ الْعَامِلِيْنَ، فَمَنْ لِلْمُقَصِّرِيْنَ",
      "إِلٰهِيْ رَبِحَ الصَّائِمُوْنَ وَفَازَ الْقَائِمُوْنَ",
      "وَنَجَى الْمُخْلِصُوْنَ، وَنَحْنُ عَبِيْدُكَ الْمُذْنِبُوْنَ",
      "فَارْحَمْنَا بِرَحْمَتِكَ وَاَعْتِقْنَا مِنَ النَّارِ بِعَفْوِكَ يَا كَرِيْمُ",
      "يَا اَرْحَمَ الرَّاحِمِيْنَ",
      "وَصَلَّى اللَّهُ عَلَى مُحَمَّدٍ وَّ آلِهِ الطَّاهِرِيْنَ"
    ],
    "translation": [
      "In the Name of Allāh, the All-beneficent, the All-merciful.",
      "O' Allāh send Your blessings on Muhammad and the family of Muhammad.",
      "My God, the beggars are standing at Your door,",
      "the needy have taken refuge with Your Honor.",
      "The ship carrying the poor and humble people, is standing at the shores of the sea ,",
      "of Your generosity and grace,",
      "hoping for permission to cross, to the shores of Your mercy and blessings.",
      "My God, if You do not forgive, in this honored month,",
      "except the one who has sincerely purified himself for You, in his fasting and prayers,",
      "then who is there for the negligent sinner,",
      "when he drowns in the sea of his sins?",
      "My God, if You do not have mercy on any, except the obedient, then who is there for the disobedient?",
      "And if You do not accept from any, except the performers of (good] actions, then who is there for those who fall short?",
      "My God, those who fast have profited, those who stay up in prayer have won,",
      "and those who are sincere have succeeded, but we are Your sinful servants!",
      "So be kind to us through Your mercy,  and save us from the fire through Your forgiveness, O Gracious",
      "O most merciful.",
      "O Allah, bless Muhammad and his family, the purified ones."
    ],
    "transliteration": [
      "bismillāhir raḥmānir raḥīm",
      "allāhumma ṣalli `alā muḥammadin wa āli muḥammad",
      "ilāhī waqafas sā-ilūna bibābik",
      "walādhal fuqarā-u bijanābik",
      "wawaqafat safīnatul masākīni `alā sāḥil",
      "baḥri jūdika wakaramik",
      "yar-jūnal jawāza ilā sāḥati raḥmatika wani`matik",
      "ilāhī in kunta lā tar-ḥamu fī hādhash shahrish sharīf",
      "illā liman akhlaṣa laka fī ṣiyāmihi waqiyāmih",
      "faman lilmudhnibil muqaṣṣir",
      "idhā ghariqa fī baḥri dhunūbihi wa āthāmih",
      "ilāhī in kunta lā tar-ḥamu illal muṭī`īna faman lil`āṣīn",
      "wa-in kunta lā taqbalu illā minal `āmilīn, faman lilmuqaṣṣirīn",
      "ilāhī rabiḥaṣ ṣā-imūna wafāzal qā-imūn",
      "wanajal mukhliṣūn, wanaḥnu `abīdukal mudhnibūn",
      "far-ḥamnā biraḥmatika wa-a`tiqnā minan nāri bi`afwika yā karīm",
      "yā ar-ḥamar rāḥimīn",
      "waṣallallāhu `alā muḥammadiw wa-ālihiṭ ṭāhirīn"
    ]
  }
}