{
  "metadata": {
    "id": "26",
    "name": "Dua on sighting new Muharram Moon",
    "used": "1",
    "audio": "0",
    "section": "Months.Muharram",
    "section_rank": 0,
    "first_line": 3,
    "lines": 15,
    "has_youtube": false,
    "youtube_ids": [],
    "all_sections": [
      "Months.Muharram"
    ]
  },
  "content": {
    "arabic": [
      "بِسْمِ اللَّـهِ الرَّحْمَـٰنِ الرَّحِيمِ",
      "اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ",
      "اَللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ اللَّهُ أَكْبَرُ رَبِّيْ وَ رَبُّكَ",
      "اَللَّهُ لَا إِلَهَ إِلَّا هُوَ رَبُّ الْعَالَمِيْنَ",
      "اَلْحَمْدُ لِلَّهِ الَّذِيْ خَلَقَنِيْ وَ خَلَقَكَ",
      "وَ قَدَّرَكَ فِيْ مَنَازِلِكَ",
      "وَ جَعَلَكَ آيَةً لِلْعَالَمِيْنَ",
      "يُبَاهِيْ اللَّهُ بِكَ الْمَلَائِكَةَ",
      "اَللَّهُمَّ أَهِلَّهُ عَلَيْنَا بِالْأَمْنِ وَ الْإِيمَانِ وَ السَّلَامَةِ",
      "وَ الْإِسْلَامِ وَ الْغِبْطَةِ وَ السُّرُوْرِ وَ الْبَهْجَةِ",
      "وَ ثَبِّتْنَا عَلَى طَاعَتِكَ وَ الْمُسَارَعَةِ فِيْمَا يُرْضِيْكَ",
      "اَللَّهُمَّ بَارِكْ لَنَا فِيْ شَهْرِنَا هَذَا",
      "وَ ارْزُقْنَا خَيْرَهُ وَ بَرَكَتَهُ وَ يُمْنَهُ وَ عَوْنَهُ وَ فَوْزَهُ",
      "وَ اصْرِفْ عَنَّا شَرَّهُ وَ بَلَاءَهُ وَ فِتْنَتَهُ",
      "بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِيْنَ"
    ],
    "translation": [
      "In the Name of Allāh, the All-beneficent, the All-merciful.",
      "O' Allāh send Your blessings on Muhammad and the family of Muhammad.",
      "God is the Great! God is the Great! God is the Great! God is my Lord and your Lord!",
      "God is the Lord of the worlds. There are no Gods but God.",
      "Praise be to God, Who created me, created you,",
      "destined Your Path",
      "and established you as a sign for the people of the world.",
      "God takes pride in you near the angels.",
      "O' my God!Please let this month be a period of peace, safety,",
      "faith, nd total submission to Your will.",
      "Please establish us firmly in Your obedience and make us walk apace swiftly to that which You like and approve.",
      "O' my God! Please bless us in this month.",
      "And please bless us with its generous goodness and abundance, its blessedness, assistance and salvation. ",
      "and safeguard us from any evil, misfortune and mischief during this month.",
      "By Your Mercy! O' the Most Compassionate, Most Merciful."
    ],
    "transliteration": [
      "bismillāhir raḥmānir raḥīm",
      "allāhumma ṣalli `alā muḥammadin wa āli muḥammad",
      "allāhu akbarullāhu akbarullāhu akbaru rabbī wa rabbuk",
      "allāhu lā ilaha illā huwa rabbul `ālamīn",
      "al ḥamdu lillāhil ladhī khalaqanī wa khalaqak",
      "wa qaddaraka fī manāzilik",
      "wa ja`alaka-āyatan lil`ālamīn",
      "yubāhillāhu bikal malā-ikah",
      "allāhumma ahillahu `alaynā bil amni wal īmāni was salāmah",
      "wal islāmi wal ghibṭati was surūri wal bahjah",
      "wa thabbitnā `alā ṭā`atika wal musāra`ati fīmā yur-ḍīk",
      "allāhumma bārik lanā fī shahrinā hadhā",
      "war-zuqnā khayrahu wa barakatahu wa yumnahu wa `awnahu wa fawzah",
      "waṣrif `annā sharrahu wa balā-ahu wa fitnatah",
      "biraḥmatika yā ar-ḥamar rāḥimīn"
    ]
  }
}