{
  "metadata": {
    "id": "215",
    "name": "Dua 13 - Sahifat Sajjadiyyah",
    "used": "1",
    "audio": "2",
    "section": "Duas.Sahifa",
    "section_rank": "13",
    "first_line": 3,
    "lines": 55,
    "has_youtube": true,
    "youtube_ids": [
      "XIUxB_RT-fA"
    ],
    "all_sections": [
      "Duas.Sahifa"
    ]
  },
  "content": {
    "arabic": [
      "بِسْمِ اللَّـهِ الرَّحْمَـٰنِ الرَّحِيمِ",
      "اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِ مُحَمَّدٍ",
      "اَللَّهُمَّ يَا مُنْتَهَى مَطْلَبِ الْحَاجَاتِ",
      "وَيَا مَنْ عِنْدَهُ نَيْلُ الطَّلِبَاتِ",
      "وَيَا مَنْ لَا يَبِيعُ نِعَمَهُ بِالْأَثْمَانِ",
      "وَيَا مَنْ لَا يُكَدِّرُ عَطَايَاهُ بِالْإِمْتِنَانِ",
      "وَيَا مَنْ يُسْتَغْنَى بِهِ وَلَا يُسْتَغْنَى عَنْهُ",
      "وَيَا مَنْ يُرْغَبُ إِلَيْهِ وَلَا يُرْغَبُ عَنْهُ",
      "وَيَا مَنْ لَا تُفْنِيْ خَزَائِنَهُ الْمَسَائِلُ",
      "وَيَا مَنْ لَا تُبَدِّلُ حِكْمَتَهُ الْوَسَائِلُ",
      "وَيَا مَنْ لَا تَنْقَطِعُ عَنْهُ حَوَائِجُ الْمُحْتَاجِينَ",
      "وَيَا مَنْ لَا يُعَنِّيهِ دُعَاءُ الدَّاعِينَ",
      "تَمَدَّحْتَ بِالْغَنَاءِ عَنْ خَلْقِكَ وَأَنْتَ أَهْلُ الْغِنَى عَنْهُمْ",
      "وَنَسَبْتَهُمْ إِلَى الْفَقْرِ وَهُمْ أَهْلُ الْفَقْرِ إِلَيْكَ",
      "فَمَنْ حَاوَلَ سَدَّ خَلَّتِهِ مِنْ عِنْدِكَ",
      "وَرَامَ صَرْفَ الْفَقْرِ عَنْ نَفْسِهِ بِكَ فَقَدْ طَلَبَ حَاجَتَهُ",
      "فِيْ مَظَانِّهَا وَأَتَى طَلِبَتَهُ مِنْ وَجْهِهَا",
      "وَمَنْ تَوَجَّهَ بِحَاجَتِهِ إِلَى أَحَدٍ مِنْ خَلْقِكَ أَوْ جَعَلَهُ سَبَبَ نُجْحِهَا",
      "دُونَكَ فَقَدْ تَعَرَّضَ لِلْحِرْمَانِ",
      "وَاسْتَحَقَّ مِنْ عِنْدِكَ فَوْتَ الْإِحْسَانِ",
      "اَللَّهُمَّ وَلِيْ إِلَيْكَ حَاجَةٌ قَدْ قَصَّرَ عَنْهَا جُهْدِي",
      "وَتَقَطَّعَتْ دُونَهَا حِيَلِي",
      "وَسَوَّلَتْ لِيْ نَفْسِيْ رَفْعَهَا إِلَى مَنْ يَرْفَعُ حَوَائِجَهُ إِلَيْكَ",
      "وَلَا يَسْتَغْنِيْ فِيْ طَلِبَاتِهِ عَنْكَ",
      "وَهِيَ زَلَّةٌ مِنْ زَلَلِ الْخَاطِئِينَ",
      "وَعَثْرَةٌ مِنْ عَثَرَاتِ الْمُذْنِبِينَ",
      "ثُمَّ انْتَبَهْتُ بِتَذْكِيرِكَ لِيْ مِنْ غَفْلَتِي",
      "وَنَهَضْتُ بِتَوْفِيقِكَ مِنْ زَلَّتِي",
      "وَرَجَعْتُ وَنَكَصْتُ بِتَسْدِيْدِكَ عَنْ عَثْرَتِي",
      "وَقُلْتُ سُبْحَانَ رَبِّيْ كَيْفَ يَسْأَلُ مُحْتَاجٌ مُحْتَاجًا",
      "وَأَنَّى يَرْغَبُ مُعْدِمٌ إِلَى مُعْدِمٍ",
      "فَقَصَدْتُكَ يَا إِلَهِيْ بِالرَّغْبَةِ",
      "وَأَوْفَدْتُ عَلَيْكَ رَجَائِيْ بِالثِّقَةِ بِكَ",
      "وَعَلِمْتُ أَنَّ كَثِيرَ مَا أَسْأَلُكَ يَسِيرٌ فِيْ وُجْدِكَ",
      "وَأَنَّ خَطِيرَ مَا أَسْتَوْهِبُكَ حَقِيرٌ فِيْ وُسْعِكَ",
      "وَأَنَّ كَرَمَكَ لَا يَضِيقُ عَنْ سُؤَالِ أَحَدٍ",
      "وَأَنَّ يَدَكَ بِالْعَطَايَا أَعْلَى مِنْ كُلِّ يَدٍ",
      "اَللَّهُمَّ فَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ وَاحْمِلْنِيْ بِكَرَمِكَ عَلَى التَّفَضُّلِ",
      "وَلَا تَحْمِلْنِيْ بِعَدْلِكَ عَلَى الِاسْتِحْقَاقِ",
      "فَمَا أَنَا بِأَوَّلِ رَاغِبٍ رَغِبَ إِلَيْكَ فَأَعْطَيْتَهُ وَهُوَ يَسْتَحِقُّ الْمَنْعَ",
      "وَلَا بِأَوَّلِ سَائِلٍ سَأَلَكَ فَأَفْضَلْتَ عَلَيْهِ وَهُوَ يَسْتَوْجِبُ الْحِرْمَانَ",
      "اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ",
      "وَكُنْ لِدُعَائِيْ مُجِيبًا وَمِنْ نِدَائِيْ قَرِيبًا",
      "وَلِتَضَرُّعِيْ رَاحِمًا وَلِصَوْتِيْ سَامِعًا",
      "وَلَا تَقْطَعْ رَجَائِيْ عَنْكَ وَلَا تَبُتَّ سَبَبِيْ مِنْكَ",
      "وَلَا تُوَجِّهْنِيْ فِيْ حَاجَتِيْ هَذِهِ وَغَيْرِهَا إِلَى سِوَاكَ",
      "وَتَوَلَّنِيْ بِنُجْحِ طَلِبَتِيْ وَقَضَاءِ حَاجَتِي",
      "وَنَيْلِ سُؤْلِيْ قَبْلَ زَوَالِيْ عَنْ مَوْقِْفِيْ هَذَا",
      "بِتَيْسِيرِكَ لِيَ الْعَسِيرَ وَحُسْنِ تَقْدِيرِكَ لِيْ فِيْ جَمِيْعِ الْأُمُورِ",
      "وَصَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ صَلَاةً دَائِمَةً نَامِيَةً لَا انْقِطَاعَ لِأَبَدِهَا",
      "وَلَا مُنْتَهَى لِأَمَدِهَا وَاجْعَلْ ذٰلِكَ عَوْنًا لِيْ وَسَبَبًا لِنَجَاحِ طَلِبَتِيْ إِنَّكَ وَاسِعٌ كَرِيمٌ",
      "وَمِنْ حَاجَتِيْ يَا رَبِّ كَذَا وَكَذَا",
      "",
      "فَضْلُكَ آنَسَنِيْ وَإِحْسَانُكَ دَلَّنِي",
      "فَأَسْأَلُكَ بِكَ وَبِمُحَمَّدٍ وَ آلِهِ صَلَوَاتُكَ عَلَيْهِمْ أَنْ لَا تَرُدَّنِيْ خَائِبًا"
    ],
    "translation": [
      "In the Name of Allāh, the All-beneficent, the All-merciful.",
      "O' Allāh send Your blessings on Muhammad and the family of Muhammad.",
      "O God, O ultimate object of needs!",
      "O He through whom requests are attained!",
      "O He whose favours are not bought by prices!",
      "O He who does not muddy His gifts by the imposition of obligations!",
      "O He along with whom nothing is needed and without whom nothing can be done!",
      "O He toward whom desire is ever directed and never turned away!",
      "O He whose treasuries cannot be exhausted by demands!",
      "O He whose wisdom cannot be altered by any means!",
      "O He from whom the needs of the needy are never cut off!",
      "O He who is not distressed by the supplications of the supplicators!",
      "You hast lauded Yourself for having no need for Your creatures, and it suits You to have no need for them,",
      "and You hast attributed to them poverty, and it suits them to be poor toward You.",
      "So he who strives to remedy his lack through what is with You",
      "and wishes to turn poverty away from himself through You has sought his need",
      "in the most likely place and come to his request from the right quarter.",
      "But he who turns in his need toward one of Your creatures or assigns the cause of its being granted",
      "to other than You, has exposed himself to deprivation",
      "and deserves to miss Your beneficence.",
      "O God, I have a need of You: my exertion has fallen short of it",
      "and my stratagems have been cut back before reaching it.",
      "My soul induced me to present it to him who presents his needs to You",
      "and can do nothing without You in his requests,",
      "but this is one the slips of the offenders,",
      "one of the stumbles of the sinners!",
      "Then through Your reminding me, I was aroused from my heedlessness,",
      "through Your giving success, I stood up from my slip,",
      "and through Your pointing the way, I returned and withdrew from my stumble.",
      "I said: Glory be to my Lord! How can the needy ask from the needy?",
      "How can the destitute beseech the destitute?",
      "So I went straight to You, my God, in beseeching,",
      "and I sent You my hope with trust in You.",
      "I came to know that the many I request from You are few before Your wealth,",
      "the weighty I ask from You is vile before Your plenty;",
      "Your generosity is not constrained by anyone's asking,",
      "Your hand is higher in bestowing gifts than every hand!",
      "O God, so bless Muhammad and His Household, take me through They generosity to Your gratuitous bounty",
      "And take me not through Your justice to what I deserve!",
      "I am not the first beseecher to beseech You and You bestowed upon him while he deserved withholding,",
      "nor am I the first to ask from You and You wast bounteous toward him while he merited deprivation.",
      "O Allah, bless Muhammad and his Household,",
      "respond to my supplication, come near my call,",
      "have mercy on my pleading, listen to my voice,",
      "cut not short my hope for You, sever not my thread to You,",
      "turn not my face in this my need, and other needs, away from You,",
      "attend for my sake to the fulfillment of my request, the granting of my need,",
      "and the attainment of what I have asked before I leave this place",
      "through Your making easy for me the difficult and Your excellent ordainment for me in all affairs!",
      "Bless Muhammad and his Household with a permanent, ever-growing blessing, whose perpetuity has no cutting off",
      "and whose term knows no limit, and make that a help to me and a cause for the granting of my request! You art Boundless, Generous!",
      "And of my needs, my Lord, are such and such",
      "Here you should state your needs, then prostrate yourself, and say:",
      ".Your bounty has comforted me and Your beneficence has shown the way,",
      ".So I ask You by You and by Muhammad and his Household (Your blessings be upon them] that You sendest me not back in disappointment!"
    ],
    "transliteration": [
      "bismillāhir raḥmānir raḥīm",
      "allāhumma ṣalli `alā muḥammadin wa āli muḥammad",
      "allāhumma yā muntahā maṭlabil ḥājāt",
      "wayā man `indahu nayluṭ ṭalibāt",
      "wayā man lā yabī`u ni`amahu bil athmān",
      "wayā man lā yukaddiru `aṭāyāhu bil imtinān",
      "wayā man yustaghnā bihi walā yustaghnā `anh",
      "wayā man yur-ghabu ilayhi walā yur-ghabu `anh",
      "wayā man lā tufnī khazā-inahul masā-il",
      "wayā man lā tubaddilu ḥikmatahul wasā-il",
      "wayā man lā tanqaṭi`u `anhu ḥawā-ijul muḥtājīn",
      "wayā man lā yu`annīhi du`ā-ud dā`īn",
      "tamaddaḥta bil ghanā-i `an khalqika wa-anta ahlul ghinā `anhum",
      "wanasabtahum ilal faqri wahum ahlul faqri ilayk",
      "faman ḥāwala sadda khallatihi min `indik",
      "warāma ṣar-fal faqri `an nafsihi bika faqad ṭalaba ḥājatah",
      "fī maẓānnihā wa-atā ṭalibatahu min wajhihā",
      "waman tawajjaha biḥājatihi ilā aḥadin min khalqika aw ja`alahu sababa nujḥihā",
      "dūnaka faqad ta`arraḍa lilḥir-mān",
      "wastaḥaqqa min `indika fawtal iḥsān",
      "allāhumma walī ilayka ḥājatun qad qaṣṣara `anhā juhdī",
      "wataqaṭṭa`at dūnahā ḥiyalī",
      "wasawwalat lī nafsī raf`ahā ilā man yar-fa`u ḥawā-ijahu ilayk",
      "walā yastaghnī fī ṭalibātihi `ank",
      "wahiya zallatun min zalalil khāṭi-īn",
      "wa`athratun min `atharātil mudhnibīn",
      "thummantabahtu bitadhkīrika lī min ghaflatī",
      "wanahaḍtu bitawfīqika min zallatī",
      "waraja`tu wanakaṣtu bitasdīdika `an `athratī",
      "waqultu subḥāna rabbī kayfa yas-alu muḥtājun muḥtājā",
      "wa-annā yar-ghabu mu`dimun ilā mu`dim",
      "faqaṣadtuka yā ilahī birraghbah",
      "wa-awfadtu `alayka rajā-ī bithhiqati bik",
      "wa`alimtu anna kathīra mā as-aluka yasīrun fī wujdik",
      "wa-anna khaṭīra mā astawhibuka ḥaqīrun fī wus`ik",
      "wa-anna karamaka lā yaḍīqu `an su-āli aḥad",
      "wa-anna yadaka bil `aṭāyā a`lā min kulli yad",
      "allāhumma faṣalli `alā muḥammadin wa ālihi waḥmilnī bikaramika `alat tafaḍḍul",
      "walā taḥmilnī bi`adlika `alal istiḥqāq",
      "famā ana bi-awwali rāghibin raghiba ilayka fa-a`ṭaytahu wahuwa yastaḥiqqul man`",
      "walā bi-awwali sā-ilin sa-alaka fa-afḍalta `alayhi wahuwa yastawjibul ḥir-mān",
      "allāhumma ṣalli `alā muḥammadin wa ālih",
      "wakun lidu`ā-ī mujīban wamin nidā-ī qarībā",
      "walitaḍarru`ī rāḥiman waliṣawtī sāmi`ā",
      "walā taqṭa` rajā-ī `anka walā tabutta sababī mink",
      "walā tuwajjihnī fī ḥājatī hadhihi waghayrihā ilā siwāk",
      "watawallanī binujḥi ṭalibatī waqaḍā-i ḥājatī",
      "wanayli su-lī qabla zawālī `an mawqifī hadhā",
      "bitaysīrika liyal `asīra waḥusni taqdīrika lī fī jamī`il umūr",
      "waṣalli `alā muḥammadin wa ālihi ṣalātan dā-imatan nāmiyatan lanqiṭā`a li-abadihā",
      "walā muntahā li-amadihā waj`al dhālika `awnan lī wasababan linajāḥi ṭalibatī innaka wāsi`un karīm",
      "wamin ḥājatī yā rabbi kadhā wakadhā",
      "",
      "faḍluka-ānasanī wa-iḥsānuka dallanī",
      "fa-as-aluka bika wabimuḥammadin wa ālihi ṣalawātuka `alayhim an lā taruddanī khā-ibā"
    ]
  }
}