{
  "index": 62,
  "name": "الجمعة",
  "arabic_name": "الجُمُعَة",
  "english_name": "Al-Jumu`ah",
  "english_meaning": "Friday",
  "rows": [
    {
      "index": 1,
      "arabic": "يُسَبِّحُ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ٱلْمَلِكِ ٱلْقُدُّوسِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
      "translation": "ALL THAT IS in the heavens and the earth sings the praises of God the King, the Holy, Omnipotent, the Wise.",
      "transliteration": "yusabbiḥu lillāhi mā fis samāwāti wa mā fil-arḍil malikil quddūsil `azīzil ḥakīm",
      "bismillah": {
        "arabic": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
        "translation": "In the name of Allah, most benevolent, ever-merciful.",
        "transliteration": "bismillāhir raḥmānir raḥīm"
      }
    },
    {
      "index": 2,
      "arabic": "هُوَ ٱلَّذِى بَعَثَ فِى ٱلْأُمِّيِّـۧنَ رَسُولًا مِّنْهُمْ يَتْلُوا۟ عَلَيْهِمْ ءَايَـٰتِهِۦ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَإِن كَانُوا۟ مِن قَبْلُ لَفِى ضَلَـٰلٍ مُّبِينٍ",
      "translation": "It is He who raised among the gentiles an apostle from amongst them, who recites His revelations to them, reforms them and teaches them the Scripture and the Law, for before him they were clearly in error.",
      "transliteration": "huwal ladhī ba`atha fil-ummiyyīna rasūlan minhum yatlū `alayhim āyātihi wayuzakkīhim wayu`allimuhumul kitāba wal ḥikmata wa in kānū min qablu lafī ḍalālin mubīn"
    },
    {
      "index": 3,
      "arabic": "وَءَاخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا۟ بِهِمْ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "translation": "And for others among them who have not joined them yet. He is all-mighty and all-wise.",
      "transliteration": "wa-ākharīna minhum lammā yalḥaqū bihim ۚ wahuwal `azīzul ḥakīm"
    },
    {
      "index": 4,
      "arabic": "ذَٰلِكَ فَضْلُ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
      "translation": "This is the bounty of God, He gives whosoever He please. God is master of great bounty.",
      "transliteration": "dhālika faḍlullāhi yu-tīhi man yashā-u ۚ wallāhu dhul faḍlil `aẓīm"
    },
    {
      "index": 5,
      "arabic": "مَثَلُ ٱلَّذِينَ حُمِّلُوا۟ ٱلتَّوْرَىٰةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ ٱلْحِمَارِ يَحْمِلُ أَسْفَارًۢا ۚ بِئْسَ مَثَلُ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِ ٱللَّهِ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
      "translation": "The likeness of those who were charged with (the law of) the Torah which they did not observe, is that of a donkey who carries a load of books (oblivious of what they contain). How wretched the semblance of the people who deny the words of God! God does not show an unjust people the way.",
      "transliteration": "mathalul ladhīna ḥummilut tawrāta thumma lam yaḥmilūhā kamathalil ḥimāri yaḥmilu asfārā ۚ bi-sa mathalul qawmil ladhīna kadhhabū bi-āyātillāh ۚ wallāhu lā yahdil qawmaẓ ẓālimīn"
    },
    {
      "index": 6,
      "arabic": "قُلْ يَـٰٓأَيُّهَا ٱلَّذِينَ هَادُوٓا۟ إِن زَعَمْتُمْ أَنَّكُمْ أَوْلِيَآءُ لِلَّهِ مِن دُونِ ٱلنَّاسِ فَتَمَنَّوُا۟ ٱلْمَوْتَ إِن كُنتُمْ صَـٰدِقِينَ",
      "translation": "Say: \"O you Jews, if you claim that you are the favourites of God apart from all men, then wish for death, if you speak the truth.",
      "transliteration": "qul yā-ayyuhal ladhīna hādū in za`amtum annakum awliyā-u lillāhi min dūnin nāsi fatamannawul mawta in kuntum ṣādiqīn"
    },
    {
      "index": 7,
      "arabic": "وَلَا يَتَمَنَّوْنَهُۥٓ أَبَدًۢا بِمَا قَدَّمَتْ أَيْدِيهِمْ ۚ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّـٰلِمِينَ",
      "translation": "But they will never wish for death because of what they had done in the past, and God knows the sinners well.",
      "transliteration": "walā yatamannawnahu abadan bimā qaddamat aydīhim ۚ wallāhu `alīmun biẓ ẓālimīn"
    },
    {
      "index": 8,
      "arabic": "قُلْ إِنَّ ٱلْمَوْتَ ٱلَّذِى تَفِرُّونَ مِنْهُ فَإِنَّهُۥ مُلَـٰقِيكُمْ ۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَـٰلِمِ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
      "translation": "Tell them: \"Death from which you run, will surely come to you. You will then be sent back to Him who knows the unknown and the known, who will tell you what you used to do.",
      "transliteration": "qul innal mawtal ladhī tafirrūna minhu fa-innahu mulāqīkum ۖ thumma turaddūna ilā `ālimil ghaybi wash shahādati fayunabbi-ukum bimā kuntum ta`malūn"
    },
    {
      "index": 9,
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نُودِىَ لِلصَّلَوٰةِ مِن يَوْمِ ٱلْجُمُعَةِ فَٱسْعَوْا۟ إِلَىٰ ذِكْرِ ٱللَّهِ وَذَرُوا۟ ٱلْبَيْعَ ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
      "translation": "O you who believe, when the call to prayer is made on the day of congregation, hasten to remember God, putting aside your business. This is better for you if you can understand.",
      "transliteration": "yā-ayyuhal ladhīna āmanū idhā nūdiya lilṣṣalāti min yawmil jumu`ati fas`aw ilā dhikrillāhi wadharul bay` ۚ dhālikum khayrul lakum in kuntum ta`lamūn"
    },
    {
      "index": 10,
      "arabic": "فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُوا۟ فِى ٱلْأَرْضِ وَٱبْتَغُوا۟ مِن فَضْلِ ٱللَّهِ وَٱذْكُرُوا۟ ٱللَّهَ كَثِيرًا لَّعَلَّكُمْ تُفْلِحُونَ",
      "translation": "And when the service of prayer is over spread out in the land, and look for the bounty of God. and remember God a great deal that you may prosper.",
      "transliteration": "fa-idhā quḍiyatiṣ ṣalātu fantashirū fil-arḍi wabtaghū min faḍlillāhi wadhkurullāha kathīral la`allakum tufliḥūn"
    },
    {
      "index": 11,
      "arabic": "وَإِذَا رَأَوْا۟ تِجَـٰرَةً أَوْ لَهْوًا ٱنفَضُّوٓا۟ إِلَيْهَا وَتَرَكُوكَ قَآئِمًا ۚ قُلْ مَا عِندَ ٱللَّهِ خَيْرٌ مِّنَ ٱللَّهْوِ وَمِنَ ٱلتِّجَـٰرَةِ ۚ وَٱللَّهُ خَيْرُ ٱلرَّٰزِقِينَ",
      "translation": "Yet when they see some buying and selling, or some sport, they go for it, leaving you standing. Tell them: \"What is with God is better than your sport and commerce. And God is the best of providers.\"",
      "transliteration": "wa idhā ra-aw tijāratan aw lahwanin-faḍḍū ilayhā watarakūka qā-imā ۚ qul mā `indallāhi khayrun minallahwi wa minat tijārah ۚ wallāhu khayrur rāziqīn"
    }
  ]
}