{
  "index": 59,
  "name": "الحشر",
  "arabic_name": "الحَشر",
  "english_name": "Al-Ḥashr",
  "english_meaning": "The Gathering",
  "rows": [
    {
      "index": 1,
      "arabic": "سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "translation": "WHATEVER IS IN the heavens and the earth sings the praises of God. He is all-mighty and all-wise.",
      "transliteration": "sabbaḥa lillāhi mā fis samāwāti wa mā fil-arḍ ۖ wahuwal `azīzul ḥakīm",
      "bismillah": {
        "arabic": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
        "translation": "In the name of Allah, most benevolent, ever-merciful.",
        "transliteration": "bismillāhir raḥmānir raḥīm"
      }
    },
    {
      "index": 2,
      "arabic": "هُوَ ٱلَّذِىٓ أَخْرَجَ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَـٰبِ مِن دِيَـٰرِهِمْ لِأَوَّلِ ٱلْحَشْرِ ۚ مَا ظَنَنتُمْ أَن يَخْرُجُوا۟ ۖ وَظَنُّوٓا۟ أَنَّهُم مَّانِعَتُهُمْ حُصُونُهُم مِّنَ ٱللَّهِ فَأَتَىٰهُمُ ٱللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا۟ ۖ وَقَذَفَ فِى قُلُوبِهِمُ ٱلرُّعْبَ ۚ يُخْرِبُونَ بُيُوتَهُم بِأَيْدِيهِمْ وَأَيْدِى ٱلْمُؤْمِنِينَ فَٱعْتَبِرُوا۟ يَـٰٓأُو۟لِى ٱلْأَبْصَـٰرِ",
      "translation": "It is He who drove those among the people of the Book who refused to believe, from their homes for the first confrontation. You did not think that they would go away, and they imagined that their forts would protect them against God. But God came upon them from where they did not suspect, and filled their hearts with terror, so that they destroyed their homes with their own hands (or were destroyed) by the hands of believers. So take heed, O men of sight!",
      "transliteration": "huwal ladhī akhrajal ladhīna kafarū min ahlil kitābi min diyārihim li-awwalil ḥashr ۚ mā ẓanantum an yakhrujū ۖ waẓannū annahum māni`atuhum ḥuṣūnuhum minallāhi fa-atāhumullāhu min ḥaythu lam yaḥtasibū ۖ waqadhafa fī qulūbihimur ru`b ۚ yukhribūna buyūtahum bi-aydīhim wa-aydil mu-minīna fa`tabirū yā-ulil-abṣār"
    },
    {
      "index": 3,
      "arabic": "وَلَوْلَآ أَن كَتَبَ ٱللَّهُ عَلَيْهِمُ ٱلْجَلَآءَ لَعَذَّبَهُمْ فِى ٱلدُّنْيَا ۖ وَلَهُمْ فِى ٱلْـَٔاخِرَةِ عَذَابُ ٱلنَّارِ",
      "translation": "Had God not decreed the expulsion for them He would have punished them in this world, and in the next the punishment of Hell would have been theirs.",
      "transliteration": "walawlā an kataballāhu `alayhimul jalā-a la`adhhabahum fid dunyā ۖ walahum fil-ākhirati `adhābun nār"
    },
    {
      "index": 4,
      "arabic": "ذَٰلِكَ بِأَنَّهُمْ شَآقُّوا۟ ٱللَّهَ وَرَسُولَهُۥ ۖ وَمَن يُشَآقِّ ٱللَّهَ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
      "translation": "For they had opposed God and His Apostle; and whosoever opposes God, then God is severe in retribution.",
      "transliteration": "dhālika bi-annahum shāqqullāha warasūlah ۖ wa man yushāqqillāha fa-innallāha shadīdul `iqāb"
    },
    {
      "index": 5,
      "arabic": "مَا قَطَعْتُم مِّن لِّينَةٍ أَوْ تَرَكْتُمُوهَا قَآئِمَةً عَلَىٰٓ أُصُولِهَا فَبِإِذْنِ ٱللَّهِ وَلِيُخْزِىَ ٱلْفَـٰسِقِينَ",
      "translation": "The palm trees that you cut down or left standing intact was by God's dispensation, so that He might disgrace the transgressors.",
      "transliteration": "mā qaṭa`tum min līnatin aw taraktumūhā qā-imatan `alā uṣūlihā fabi-idhnillāhi waliyukhziyal fāsiqīn"
    },
    {
      "index": 6,
      "arabic": "وَمَآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنْهُمْ فَمَآ أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلَا رِكَابٍ وَلَـٰكِنَّ ٱللَّهَ يُسَلِّطُ رُسُلَهُۥ عَلَىٰ مَن يَشَآءُ ۚ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "translation": "You did not charge with horse or camel for whatever (spoils) God gave His Apostle from them. In any case, God gives authority to His Apostle over whomsoever He please. God has power over everything.",
      "transliteration": "wa mā afā-allāhu `alā rasūlihi minhum famā awjaftum `alayhi min khaylin walā rikābin walākinnallāha yusalliṭu rusulahu `alā man yashā-u ۚ wallāhu `alā kulli shay-in qadīr"
    },
    {
      "index": 7,
      "arabic": "مَّآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنْ أَهْلِ ٱلْقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِى ٱلْقُرْبَىٰ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينِ وَٱبْنِ ٱلسَّبِيلِ كَىْ لَا يَكُونَ دُولَةًۢ بَيْنَ ٱلْأَغْنِيَآءِ مِنكُمْ ۚ وَمَآ ءَاتَىٰكُمُ ٱلرَّسُولُ فَخُذُوهُ وَمَا نَهَىٰكُمْ عَنْهُ فَٱنتَهُوا۟ ۚ وَٱتَّقُوا۟ ٱللَّهَ ۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
      "translation": "Whatever booty God gives to His Apostle from the people of the cities, is for God and His Apostle, the near relations, the orphans, the needy and wayfarers, so that it does not concentrate in the hands of those who are rich among you. Accept what the Apostle gives you, and refrain from what he forbids, and take heed for yourself and fear God. Surely God is severe of retribution.",
      "transliteration": "mā afā-allāhu `alā rasūlihi min ahlil qurā falillāhi walirrasūli walidhil qurbā wal yatāmā wal masākīni wabnis sabīli kay lā yakūna dūlatan baynal-aghniyā-i minkum ۚ wa mā ātākumur rasūlu fakhudhūhu wa mā nahākum `anhu fantahū ۚ wattaqullāh ۖ innallāha shadīdul `iqāb"
    },
    {
      "index": 8,
      "arabic": "لِلْفُقَرَآءِ ٱلْمُهَـٰجِرِينَ ٱلَّذِينَ أُخْرِجُوا۟ مِن دِيَـٰرِهِمْ وَأَمْوَٰلِهِمْ يَبْتَغُونَ فَضْلًا مِّنَ ٱللَّهِ وَرِضْوَٰنًا وَيَنصُرُونَ ٱللَّهَ وَرَسُولَهُۥٓ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلصَّـٰدِقُونَ",
      "translation": "The spoils are also for the poor emigrants who were deprived of their homes and possessions and are seeking the bounty and protection of God, and are helping God and His Apostle. They are the ones who are true of word and deed.",
      "transliteration": "lilfuqarā-il muhājirīnal ladhīna ukhrijū min diyārihim wa-amwālihim yabtaghūna faḍlan minallāhi wariḍwānan wayanṣurūnallāha warasūlah ۚ ulā-ika humuṣ ṣādiqūn"
    },
    {
      "index": 9,
      "arabic": "وَٱلَّذِينَ تَبَوَّءُو ٱلدَّارَ وَٱلْإِيمَـٰنَ مِن قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِى صُدُورِهِمْ حَاجَةً مِّمَّآ أُوتُوا۟ وَيُؤْثِرُونَ عَلَىٰٓ أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ ۚ وَمَن يُوقَ شُحَّ نَفْسِهِۦ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
      "translation": "Those who came to the city and to faith before them, love those who take refuge with them, and do not feel for themselves any need for what is given them, and give them preference over themselves even if they are indigent. Whoever preserves himself from his own greed will be prosperous.",
      "transliteration": "wal ladhīna tabawwa-ud dāra wal-iymāna min qablihim yuḥibbūna man hājara ilayhim walā yajidūna fī ṣudūrihim ḥājatan mimmā ūtū wayu-thirūna `alā anfusihim walaw kāna bihim khaṣāṣah ۚ wa man yūqa shuḥḥa nafsihi fa-ulā-ika humul mufliḥūn"
    },
    {
      "index": 10,
      "arabic": "وَٱلَّذِينَ جَآءُو مِنۢ بَعْدِهِمْ يَقُولُونَ رَبَّنَا ٱغْفِرْ لَنَا وَلِإِخْوَٰنِنَا ٱلَّذِينَ سَبَقُونَا بِٱلْإِيمَـٰنِ وَلَا تَجْعَلْ فِى قُلُوبِنَا غِلًّا لِّلَّذِينَ ءَامَنُوا۟ رَبَّنَآ إِنَّكَ رَءُوفٌ رَّحِيمٌ",
      "translation": "(And the spoils are for) those who came after them, who say: \"O Lord, forgive us and our brothers who came to faith before us, and do not put a grudge in our hearts against those who believe O Lord, You are compassionate and kind.\"",
      "transliteration": "wal ladhīna jā-ū min ba`dihim yaqūlūna rabbanagh-fir lanā wali-ikhwāninal ladhīna sabaqūnā bil-iymāni walā taj`al fī qulūbinā ghillal lilladhīna āmanū rabbanā innaka ra-ūfun raḥīm"
    },
    {
      "index": 11,
      "arabic": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ نَافَقُوا۟ يَقُولُونَ لِإِخْوَٰنِهِمُ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَـٰبِ لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَدًا وَإِن قُوتِلْتُمْ لَنَنصُرَنَّكُمْ وَٱللَّهُ يَشْهَدُ إِنَّهُمْ لَكَـٰذِبُونَ",
      "translation": "Have you never considered the hypocrites? They say to their brethren among the people of the Book who do not believe: \"If you are driven out we shall go with you, and will not listen to any one in what concerns you; and if there is war against you, we shall aid you.\" But God is witness they are liars.",
      "transliteration": "alam tara ilal ladhīna nāfaqū yaqūlūna li-ikhwānihimul ladhīna kafarū min ahlil kitābi la-in ukhrijtum lanakhrujanna ma`akum walā nuṭī`u fīkum aḥadan abadan wa in qūtiltum lananṣurannakum wallāhu yash-hadu innahum lakādhibūn"
    },
    {
      "index": 12,
      "arabic": "لَئِنْ أُخْرِجُوا۟ لَا يَخْرُجُونَ مَعَهُمْ وَلَئِن قُوتِلُوا۟ لَا يَنصُرُونَهُمْ وَلَئِن نَّصَرُوهُمْ لَيُوَلُّنَّ ٱلْأَدْبَـٰرَ ثُمَّ لَا يُنصَرُونَ",
      "translation": "If they are driven out, they will not go with them; and if they are attacked, they will not aid them. And even if they aided them, they will turn their backs, then they will not be helped.",
      "transliteration": "la-in ukhrijū lā yakhrujūna ma`ahum wala-in qūtilū lā yanṣurūnahum wala-in naṣarūhum layuwallunnal-adbāra thumma lā yunṣarūn"
    },
    {
      "index": 13,
      "arabic": "لَأَنتُمْ أَشَدُّ رَهْبَةً فِى صُدُورِهِم مِّنَ ٱللَّهِ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَفْقَهُونَ",
      "translation": "Surely they have greater fear of you in their hearts than of God, because they do not understand.",
      "transliteration": "la-antum ashaddu rahbatan fī ṣudūrihim minallāh ۚ dhālika bi-annahum qawmul lā yafqahūn"
    },
    {
      "index": 14,
      "arabic": "لَا يُقَـٰتِلُونَكُمْ جَمِيعًا إِلَّا فِى قُرًى مُّحَصَّنَةٍ أَوْ مِن وَرَآءِ جُدُرٍۭ ۚ بَأْسُهُم بَيْنَهُمْ شَدِيدٌ ۚ تَحْسَبُهُمْ جَمِيعًا وَقُلُوبُهُمْ شَتَّىٰ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَعْقِلُونَ",
      "translation": "They will not fight you in a body except in fortified cities, or from behind the walls. Their enmity among themselves is great. You think they are united, but divided are their hearts. That is because these people are devoid of sense,",
      "transliteration": "lā yuqātilūnakum jamī`an illā fī quran muḥaṣṣanatin aw min warā-i judur ۚ ba-suhum baynahum shadīd ۚ taḥsabuhum jamī`an waqulūbuhum shattā ۚ dhālika bi-annahum qawmul lā ya`qilūn"
    },
    {
      "index": 15,
      "arabic": "كَمَثَلِ ٱلَّذِينَ مِن قَبْلِهِمْ قَرِيبًا ۖ ذَاقُوا۟ وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "translation": "Like those who had tasted the gravity of their actions a little before them. There is a grievous punishment for them.",
      "transliteration": "kamathalil ladhīna min qablihim qarībā ۖ dhāqū wabāla amrihim walahum `adhābun alīm"
    },
    {
      "index": 16,
      "arabic": "كَمَثَلِ ٱلشَّيْطَـٰنِ إِذْ قَالَ لِلْإِنسَـٰنِ ٱكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّى بَرِىٓءٌ مِّنكَ إِنِّىٓ أَخَافُ ٱللَّهَ رَبَّ ٱلْعَـٰلَمِينَ",
      "translation": "(They are) like Satan who says to man: \"Do not believe;\" and when he becomes a disbeliever, he says: \"I have nothing to do with you. I fear God, the Lord of all the worlds.\"",
      "transliteration": "kamathalish shayṭāni idh qāla lilinsānik-fur falammā kafara qāla innī barī-un minka innī akhāfullāha rabbal `ālamīn"
    },
    {
      "index": 17,
      "arabic": "فَكَانَ عَـٰقِبَتَهُمَآ أَنَّهُمَا فِى ٱلنَّارِ خَـٰلِدَيْنِ فِيهَا ۚ وَذَٰلِكَ جَزَٰٓؤُا۟ ٱلظَّـٰلِمِينَ",
      "translation": "Both of them will end up in Hell, where they will abide for ever. This is the punishment for the wicked.",
      "transliteration": "fakāna `āqibatahumā annahumā fin nāri khālidayni fīhā ۚ wadhālika jazā-uẓ ẓālimīn"
    },
    {
      "index": 18,
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَلْتَنظُرْ نَفْسٌ مَّا قَدَّمَتْ لِغَدٍ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
      "translation": "O you who believe, be fearful of God. Let each soul consider what it has sent (of good deeds) in advance for the morrow, and fear God. Surely God is aware of what you do.",
      "transliteration": "yā-ayyuhal ladhīna āmanut-taqullāha waltanẓur nafsun mā qaddamat lighad ۖ wattaqullāh ۚ innallāha khabīrun bimā ta`malūn"
    },
    {
      "index": 19,
      "arabic": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ نَسُوا۟ ٱللَّهَ فَأَنسَىٰهُمْ أَنفُسَهُمْ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلْفَـٰسِقُونَ",
      "translation": "And be not like those who have forgotten God, so that God has made them forget themselves. Such are the reprobates.",
      "transliteration": "walā takūnū kal ladhīna nasullāha fa-ansāhum anfusahum ۚ ulā-ika humul fāsiqūn"
    },
    {
      "index": 20,
      "arabic": "لَا يَسْتَوِىٓ أَصْحَـٰبُ ٱلنَّارِ وَأَصْحَـٰبُ ٱلْجَنَّةِ ۚ أَصْحَـٰبُ ٱلْجَنَّةِ هُمُ ٱلْفَآئِزُونَ",
      "translation": "Alike are not the inmates of Hell and the residents of Paradise. The men of Paradise will be felicitous.",
      "transliteration": "lā yastawī aṣ-ḥābun nāri wa-aṣ-ḥābul jannah ۚ aṣ-ḥābul jannati humul fā-izūn"
    },
    {
      "index": 21,
      "arabic": "لَوْ أَنزَلْنَا هَـٰذَا ٱلْقُرْءَانَ عَلَىٰ جَبَلٍ لَّرَأَيْتَهُۥ خَـٰشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ ٱللَّهِ ۚ وَتِلْكَ ٱلْأَمْثَـٰلُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ",
      "translation": "If We had sent down this Qur'an to a mountain you would have seen it turn desolate and split into two for fear of God. We offer these examples to men that they may think and reflect.",
      "transliteration": "law anzalnā hādhal qur-āna `alā jabalin lara-aytahu khāshi`an mutaṣaddi`an min khashyatil lāh ۚ watilkal-amthālu naḍribuhā linnāsi la`allahum yatafakkarūn"
    },
    {
      "index": 22,
      "arabic": "هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ ۖ عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ۖ هُوَ ٱلرَّحْمَـٰنُ ٱلرَّحِيمُ",
      "translation": "He is God; there is no god but He, the knower of the unknown and the known. He is the benevolent, ever-merciful.",
      "transliteration": "huwallāhul ladhī lā ilāha illā huw ۖ `ālimul ghaybi wash shahādah ۖ huwar raḥmānur raḥīm"
    },
    {
      "index": 23,
      "arabic": "هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْمَلِكُ ٱلْقُدُّوسُ ٱلسَّلَـٰمُ ٱلْمُؤْمِنُ ٱلْمُهَيْمِنُ ٱلْعَزِيزُ ٱلْجَبَّارُ ٱلْمُتَكَبِّرُ ۚ سُبْحَـٰنَ ٱللَّهِ عَمَّا يُشْرِكُونَ",
      "translation": "He is God; there is no god but He, the King, the Holy, the Preserver, Protector, Guardian, the Strong, the Powerful, Omnipotent. Far too exalted is God for what they associate with Him.",
      "transliteration": "huwallāhul ladhī lā ilāha illā huwal malikul quddūsus salāmul mu-minul muhayminul `azīzul jabbārul mutakabbir ۚ subḥānallāhi `ammā yushrikūn"
    },
    {
      "index": 24,
      "arabic": "هُوَ ٱللَّهُ ٱلْخَـٰلِقُ ٱلْبَارِئُ ٱلْمُصَوِّرُ ۖ لَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ ۚ يُسَبِّحُ لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "translation": "He is God, the Creator, the Maker, the Fashioner. His are all the names beautiful. Whatever is in the heavens and the earth sings His praises. He is all-mighty and all-wise.",
      "transliteration": "huwallāhul khāliqul bāri-ul muṣawwir ۖ lahul-asmā-ul ḥusnā ۚ yusabbiḥu lahu mā fis samāwāti wal-arḍ ۖ wahuwal `azīzul ḥakīm"
    }
  ]
}