{
  "index": 11,
  "name": "هود",
  "arabic_name": "هُود",
  "english_name": "Hūd",
  "english_meaning": "Hud",
  "ayas": [
    {
      "index": 0,
      "arabic": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
      "translation": "In the name of Allah, most benevolent, ever-merciful.",
      "transliteration": "bismillāhir raḥmānir raḥīm",
      "is_bismillah": true
    },
    {
      "index": 1,
      "arabic": "الٓر ۚ كِتَـٰبٌ أُحْكِمَتْ ءَايَـٰتُهُۥ ثُمَّ فُصِّلَتْ مِن لَّدُنْ حَكِيمٍ خَبِيرٍ",
      "translation": "ALIF LAM RA. This is a Book whose verses are indeclinable and distinct, which comes from One who is most wise and all-knowing,",
      "transliteration": "alif lām rā ۚ kitābun uḥkimat āyātuhu thumma fuṣṣilat min ladun ḥakīmin khabīr"
    },
    {
      "index": 2,
      "arabic": "أَلَّا تَعْبُدُوٓا۟ إِلَّا ٱللَّهَ ۚ إِنَّنِى لَكُم مِّنْهُ نَذِيرٌ وَبَشِيرٌ",
      "translation": "(Proclaiming) that you should worship none but God. Verily I bring to you from Him a message of warning and rejoicing,",
      "transliteration": "allā ta`budū illallāh ۚ innanī lakum minhu nadhīrun wabashīr"
    },
    {
      "index": 3,
      "arabic": "وَأَنِ ٱسْتَغْفِرُوا۟ رَبَّكُمْ ثُمَّ تُوبُوٓا۟ إِلَيْهِ يُمَتِّعْكُم مَّتَـٰعًا حَسَنًا إِلَىٰٓ أَجَلٍ مُّسَمًّى وَيُؤْتِ كُلَّ ذِى فَضْلٍ فَضْلَهُۥ ۖ وَإِن تَوَلَّوْا۟ فَإِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ كَبِيرٍ",
      "translation": "And that you should seek His forgiveness and turn towards Him. He will bestow the best things of life on you for a time ordained, and favour those with blessings who are worthy of grace. But if you turn away, I fear the punishment of a terrible Day for you.",
      "transliteration": "wa-anis-taghfirū rabbakum thumma tūbū ilayhi yumatti`kum matā`an ḥasanan ilā ajalin musamman wayu-ti kulla dhī faḍlin faḍlah ۖ wa in tawallaw fa-innī akhāfu `alaykum `adhāba yawmin kabīr"
    },
    {
      "index": 4,
      "arabic": "إِلَى ٱللَّهِ مَرْجِعُكُمْ ۖ وَهُوَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "translation": "To God have you to go back, and He has power over everything.",
      "transliteration": "ilallāhi marji`ukum ۖ wahuwa `alā kulli shay-in qadīr"
    },
    {
      "index": 5,
      "arabic": "أَلَآ إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُوا۟ مِنْهُ ۚ أَلَا حِينَ يَسْتَغْشُونَ ثِيَابَهُمْ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ ۚ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "Look, how they double up their breasts in order to hide from Him. But when they cover themselves up with their garments, He knows what they hide and what they expose. Indeed, He knows the secrets of the hearts.",
      "transliteration": "alā innahum yathnūna ṣudūrahum liyastakhfū minh ۚ alā ḥīna yastaghshūna thiyābahum ya`lamu mā yusirrūna wa mā yu`linūn ۚ innahu `alīmun bidhātiṣ ṣudūr"
    },
    {
      "index": 6,
      "arabic": "وَمَا مِن دَآبَّةٍ فِى ٱلْأَرْضِ إِلَّا عَلَى ٱللَّهِ رِزْقُهَا وَيَعْلَمُ مُسْتَقَرَّهَا وَمُسْتَوْدَعَهَا ۚ كُلٌّ فِى كِتَـٰبٍ مُّبِينٍ",
      "translation": "There is not a creature that moves on the earth whose nourishment is not provided by God, whose place of sojourning and depositing is not known to Him. All things conform to a manifest law.",
      "transliteration": "wa mā min dābbatin fil-arḍi illā `alallāhi rizquhā waya`lamu mustaqarrahā wa mustawda`ahā ۚ kullun fī kitābin mubīn"
    },
    {
      "index": 7,
      "arabic": "وَهُوَ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍ وَكَانَ عَرْشُهُۥ عَلَى ٱلْمَآءِ لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا ۗ وَلَئِن قُلْتَ إِنَّكُم مَّبْعُوثُونَ مِنۢ بَعْدِ ٱلْمَوْتِ لَيَقُولَنَّ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَـٰذَآ إِلَّا سِحْرٌ مُّبِينٌ",
      "translation": "It is He who created the heavens and the earth In six spans, and has control over the waters (of life) so that he may bring out the best that everyone of you could do. Yet if you said to them: \"You shall certainly be raised from the dead,\" the unbelievers will say: \"This will be nothing but sorcery.\"",
      "transliteration": "wahuwal ladhī khalaqas samāwāti wal-arḍa fī sittati ayyāmin wakāna `arshuhu `alal-mā-i liyabluwakum ayyukum aḥsanu `amalā ۗ wala-in qulta innakum mab`ūthūna min ba`dil mawti layaqūlannal ladhīna kafarū in hādhā illā siḥrun mubīn"
    },
    {
      "index": 8,
      "arabic": "وَلَئِنْ أَخَّرْنَا عَنْهُمُ ٱلْعَذَابَ إِلَىٰٓ أُمَّةٍ مَّعْدُودَةٍ لَّيَقُولُنَّ مَا يَحْبِسُهُۥٓ ۗ أَلَا يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفًا عَنْهُمْ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "translation": "If We defer their punishment for a certain time, they will say: \"What is keeping it back?\" And yet, the day it comes, they will not be able to avert it; and what they used to laugh at will encompass them.",
      "transliteration": "wala-in akhharnā `anhumul `adhāba ilā ummatim ma`dūdatin layaqūlunna mā yaḥbisuh ۗ alā yawma ya-tīhim laysa maṣrūfan `anhum waḥāqa bihim mā kānū bihi yastahzi-ūn"
    },
    {
      "index": 9,
      "arabic": "وَلَئِنْ أَذَقْنَا ٱلْإِنسَـٰنَ مِنَّا رَحْمَةً ثُمَّ نَزَعْنَـٰهَا مِنْهُ إِنَّهُۥ لَيَـُٔوسٌ كَفُورٌ",
      "translation": "If We allow man to enjoy Our favours, and then take them away from him, he becomes despondent and ungrateful.",
      "transliteration": "wala-in adhaqnal-insāna minnā raḥmatan thumma naza`nāhā minhu innahu laya-ūsun kafūr"
    },
    {
      "index": 10,
      "arabic": "وَلَئِنْ أَذَقْنَـٰهُ نَعْمَآءَ بَعْدَ ضَرَّآءَ مَسَّتْهُ لَيَقُولَنَّ ذَهَبَ ٱلسَّيِّـَٔاتُ عَنِّىٓ ۚ إِنَّهُۥ لَفَرِحٌ فَخُورٌ",
      "translation": "If We let him taste Our favours after adversity, he says: \"Misfortune has left me,\" and begins to brag and exult,",
      "transliteration": "wala-in adhaqnāhu na`mā-a ba`da ḍarrā-a massat-hu layaqūlanna dhahabas sayyi-ātu `annī ۚ innahu lafariḥun fakhūr"
    },
    {
      "index": 11,
      "arabic": "إِلَّا ٱلَّذِينَ صَبَرُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ أُو۟لَـٰٓئِكَ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
      "translation": "Except those who endure with patience and do the right, who will have pardon and a great reward.",
      "transliteration": "illal ladhīna ṣabarū wa`amiluṣ ṣāliḥāti ulā-ika lahum maghfiratun wa-ajrun kabīr"
    },
    {
      "index": 12,
      "arabic": "فَلَعَلَّكَ تَارِكٌۢ بَعْضَ مَا يُوحَىٰٓ إِلَيْكَ وَضَآئِقٌۢ بِهِۦ صَدْرُكَ أَن يَقُولُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ كَنزٌ أَوْ جَآءَ مَعَهُۥ مَلَكٌ ۚ إِنَّمَآ أَنتَ نَذِيرٌ ۚ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ وَكِيلٌ",
      "translation": "You may haply omit some of what has been revealed to you, and may be disheartened because they say: \"Why was no treasure sent down to him, or an angel accompanied him?\" Yet you have been sent to warn alone, for God takes care of everything.",
      "transliteration": "fala`allaka tārikun ba`ḍa mā yūḥā ilayka waḍā-iqun bihi ṣadruka an yaqūlū lawlā unzila `alayhi kanzun aw jā-a ma`ahu malak ۚ innamā anta nadhīr ۚ wallāhu `alā kulli shay-in wakīl"
    },
    {
      "index": 13,
      "arabic": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ ۖ قُلْ فَأْتُوا۟ بِعَشْرِ سُوَرٍ مِّثْلِهِۦ مُفْتَرَيَـٰتٍ وَٱدْعُوا۟ مَنِ ٱسْتَطَعْتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمْ صَـٰدِقِينَ",
      "translation": "Do they say (of the Prophet): \"He has forged (the Qur'an)?\" Say: \"Then bring ten Surahs like it, and call anyone except God to help you, if what you say is true.\"",
      "transliteration": "am yaqūlūnaf-tarāh ۖ qul fa-tū bi`ashri suwarin mithlihi muftarayātin wad`ū manis-taṭa`tum min dūnillāhi in kuntum ṣādiqīn"
    },
    {
      "index": 14,
      "arabic": "فَإِلَّمْ يَسْتَجِيبُوا۟ لَكُمْ فَٱعْلَمُوٓا۟ أَنَّمَآ أُنزِلَ بِعِلْمِ ٱللَّهِ وَأَن لَّآ إِلَـٰهَ إِلَّا هُوَ ۖ فَهَلْ أَنتُم مُّسْلِمُونَ",
      "translation": "If they do not answer you, then know it has been revealed with the knowledge of God, and that there is no god but He. (And say:) \"Will you now submit?\"",
      "transliteration": "fa-illam yastajībū lakum fa`lamū annamā unzila bi`il-millāhi wa-an lā ilāha illā huw ۖ fahal antum muslimūn"
    },
    {
      "index": 15,
      "arabic": "مَن كَانَ يُرِيدُ ٱلْحَيَوٰةَ ٱلدُّنْيَا وَزِينَتَهَا نُوَفِّ إِلَيْهِمْ أَعْمَـٰلَهُمْ فِيهَا وَهُمْ فِيهَا لَا يُبْخَسُونَ",
      "translation": "To those who desire the life of this world and its many allures, We shall pay them in full for their acts herein and will not withold any thing.",
      "transliteration": "man kāna yurīdul ḥayātad dunyā wazīnatahā nuwaffi ilayhim a`mālahum fīhā wahum fīhā lā yubkhasūn"
    },
    {
      "index": 16,
      "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ لَيْسَ لَهُمْ فِى ٱلْـَٔاخِرَةِ إِلَّا ٱلنَّارُ ۖ وَحَبِطَ مَا صَنَعُوا۟ فِيهَا وَبَـٰطِلٌ مَّا كَانُوا۟ يَعْمَلُونَ",
      "translation": "Yet these are the people for whom there is nothing but Fire in the world to come. Fruitless will be what they have fashioned, and whatever they have done will perish.",
      "transliteration": "ulā-ikal ladhīna laysa lahum fil-ākhirati illan nār ۖ waḥabiṭa mā ṣana`ū fīhā wabāṭilun mā kānū ya`malūn"
    },
    {
      "index": 17,
      "arabic": "أَفَمَن كَانَ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّهِۦ وَيَتْلُوهُ شَاهِدٌ مِّنْهُ وَمِن قَبْلِهِۦ كِتَـٰبُ مُوسَىٰٓ إِمَامًا وَرَحْمَةً ۚ أُو۟لَـٰٓئِكَ يُؤْمِنُونَ بِهِۦ ۚ وَمَن يَكْفُرْ بِهِۦ مِنَ ٱلْأَحْزَابِ فَٱلنَّارُ مَوْعِدُهُۥ ۚ فَلَا تَكُ فِى مِرْيَةٍ مِّنْهُ ۚ إِنَّهُ ٱلْحَقُّ مِن رَّبِّكَ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ",
      "translation": "Will he who has a clear proof from his Lord, which acts as evidence from Him, before which the Book of Moses was a way-giver and a grace, (not believe in it)? Whoever among the partisans does not believe in it shall have Hell as the promised award. So have no doubt about it, for surely it's the truth from your Lord, though most men may not believe.",
      "transliteration": "afaman kāna `alā bayyinatim min rabbihi wayatlūhu shāhidun minhu wa min qablihi kitābu mūsā imāman waraḥmah ۚ ulā-ika yu-minūna bih ۚ wa man yakfur bihi minal-aḥzābi fan nāru maw`iduh ۚ falā taku fī miryatim minh ۚ innahul ḥaqqu min rabbika walākinna aktharan nāsi lā yu-minūn"
    },
    {
      "index": 18,
      "arabic": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا ۚ أُو۟لَـٰٓئِكَ يُعْرَضُونَ عَلَىٰ رَبِّهِمْ وَيَقُولُ ٱلْأَشْهَـٰدُ هَـٰٓؤُلَآءِ ٱلَّذِينَ كَذَبُوا۟ عَلَىٰ رَبِّهِمْ ۚ أَلَا لَعْنَةُ ٱللَّهِ عَلَى ٱلظَّـٰلِمِينَ",
      "translation": "Who is more wicked than he who invents lies about God? Such men shall be arraigned before their Lord, and the witnesses will testify: \"These are those who imputed lies to God.\" Beware! The scourge of God will fall on the unjust,",
      "transliteration": "wa man aẓlamu mimmanif-tarā `alallāhi kadhibā ۚ ulā-ika yu`raḍūna `alā rabbihim wayaqūlul-ash-hādu hā-ulā-il ladhīna kadhabū `alā rabbihim ۚ alā la`natullāhi `alaẓ ẓālimīn"
    },
    {
      "index": 19,
      "arabic": "ٱلَّذِينَ يَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَيَبْغُونَهَا عِوَجًا وَهُم بِٱلْـَٔاخِرَةِ هُمْ كَـٰفِرُونَ",
      "translation": "Who obstruct others from the way of God and seek obliquity in it, and do not believe in the life to come.",
      "transliteration": "alladhīna yaṣuddūna `an sabīlillāhi wayabghūnahā `iwajan wahum bil-ākhirati hum kāfirūn"
    },
    {
      "index": 20,
      "arabic": "أُو۟لَـٰٓئِكَ لَمْ يَكُونُوا۟ مُعْجِزِينَ فِى ٱلْأَرْضِ وَمَا كَانَ لَهُم مِّن دُونِ ٱللَّهِ مِنْ أَوْلِيَآءَ ۘ يُضَـٰعَفُ لَهُمُ ٱلْعَذَابُ ۚ مَا كَانُوا۟ يَسْتَطِيعُونَ ٱلسَّمْعَ وَمَا كَانُوا۟ يُبْصِرُونَ",
      "translation": "They shall not weaken (the power of) God on earth, nor find any other protector but God. Their punishment will be doubled, for they could neither hear nor see.",
      "transliteration": "ulā-ika lam yakūnū mu`jizīna fil-arḍi wa mā kāna lahum min dūnillāhi min awliyā-a ۘ yuḍā`afu lahumul `adhāb ۚ mā kānū yastaṭī`ūnas sam`a wa mā kānū yubṣirūn"
    },
    {
      "index": 21,
      "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ خَسِرُوٓا۟ أَنفُسَهُمْ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
      "translation": "They are verily those who exceeded themselves, and the (gods) they invented abandoned them.",
      "transliteration": "ulā-ikal ladhīna khasirū anfusahum waḍalla `anhum mā kānū yaftarūn"
    },
    {
      "index": 22,
      "arabic": "لَا جَرَمَ أَنَّهُمْ فِى ٱلْـَٔاخِرَةِ هُمُ ٱلْأَخْسَرُونَ",
      "translation": "Undoubtedly they will be losers in the life to come.",
      "transliteration": "lā jarama annahum fil-ākhirati humul-akhsarūn"
    },
    {
      "index": 23,
      "arabic": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَأَخْبَتُوٓا۟ إِلَىٰ رَبِّهِمْ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَنَّةِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "translation": "But those who believe and do things good, and are humble before their Lord, are men of Paradise where they will abide for ever.",
      "transliteration": "innal ladhīna āmanū wa`amiluṣ ṣāliḥāti wa-akhbatū ilā rabbihim ulā-ika aṣ-ḥābul jannah ۖ hum fīhā khālidūn"
    },
    {
      "index": 24,
      "arabic": "مَثَلُ ٱلْفَرِيقَيْنِ كَٱلْأَعْمَىٰ وَٱلْأَصَمِّ وَٱلْبَصِيرِ وَٱلسَّمِيعِ ۚ هَلْ يَسْتَوِيَانِ مَثَلًا ۚ أَفَلَا تَذَكَّرُونَ",
      "translation": "The semblance of these two groups is that of a man who is deaf and blind, and the other who can hear and see. Can they be equal? Why do you not reflect?",
      "transliteration": "mathalul farīqayni kal-a`mā wal-aṣammi wal baṣīri was samī` ۚ hal yastawiyāni mathalā ۚ afalā tadhakkarūn"
    },
    {
      "index": 25,
      "arabic": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦٓ إِنِّى لَكُمْ نَذِيرٌ مُّبِينٌ",
      "translation": "We sent Noah to his people (and he said): \"I give you a clear warning.",
      "transliteration": "walaqad arsalnā nūḥan ilā qawmihi innī lakum nadhīrun mubīn"
    },
    {
      "index": 26,
      "arabic": "أَن لَّا تَعْبُدُوٓا۟ إِلَّا ٱللَّهَ ۖ إِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيمٍ",
      "translation": "Do not worship anyone but God; for I fear the punishment of a dreadful day for you.\"",
      "transliteration": "an lā ta`budū illallāh ۖ innī akhāfu `alaykum `adhāba yawmin alīm"
    },
    {
      "index": 27,
      "arabic": "فَقَالَ ٱلْمَلَأُ ٱلَّذِينَ كَفَرُوا۟ مِن قَوْمِهِۦ مَا نَرَىٰكَ إِلَّا بَشَرًا مِّثْلَنَا وَمَا نَرَىٰكَ ٱتَّبَعَكَ إِلَّا ٱلَّذِينَ هُمْ أَرَاذِلُنَا بَادِىَ ٱلرَّأْىِ وَمَا نَرَىٰ لَكُمْ عَلَيْنَا مِن فَضْلٍۭ بَلْ نَظُنُّكُمْ كَـٰذِبِينَ",
      "translation": "The leaders of the people who were unbelievers, replied: \"We see that you are but a man like us, and see that none among us follows you but the meanest and immature of judgement, and do not see any excellence in you above us. In fact, we think you are a liar.\"",
      "transliteration": "faqālal-mala-ul ladhīna kafarū min qawmihi mā narāka illā basharan mithlanā wa mā narākat-taba`aka illal ladhīna hum arādhilunā bādiyar ra-yi wa mā narā lakum `alaynā min faḍlin bal naẓunnukum kādhibīn"
    },
    {
      "index": 28,
      "arabic": "قَالَ يَـٰقَوْمِ أَرَءَيْتُمْ إِن كُنتُ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّى وَءَاتَىٰنِى رَحْمَةً مِّنْ عِندِهِۦ فَعُمِّيَتْ عَلَيْكُمْ أَنُلْزِمُكُمُوهَا وَأَنتُمْ لَهَا كَـٰرِهُونَ",
      "translation": "He said: \"O my people, think. If I have a clear proof from my Lord, and He has bestowed on me His grace, though unknown to you, can we force it upon you when you are averse?",
      "transliteration": "qāla yāqawmi ara aytum in kuntu `alā bayyinatim min rabbī wa-ātānī raḥmatan min `indihi fa`ummiyat `alaykum anulzimukumūhā wa-antum lahā kārihūn"
    },
    {
      "index": 29,
      "arabic": "وَيَـٰقَوْمِ لَآ أَسْـَٔلُكُمْ عَلَيْهِ مَالًا ۖ إِنْ أَجْرِىَ إِلَّا عَلَى ٱللَّهِ ۚ وَمَآ أَنَا۠ بِطَارِدِ ٱلَّذِينَ ءَامَنُوٓا۟ ۚ إِنَّهُم مُّلَـٰقُوا۟ رَبِّهِمْ وَلَـٰكِنِّىٓ أَرَىٰكُمْ قَوْمًا تَجْهَلُونَ",
      "translation": "I do not demand for it any wealth from you, O my people. My reward is with God. And I will not drive those away who believe. They have also to meet their Lord. But I see you are an ignorant people.",
      "transliteration": "wayāqawmi lā as-alukum `alayhi mālā ۖ in ajriya illā `alallāh ۚ wa mā ana biṭāridil ladhīna āmanū ۚ innahum mulāqū rabbihim walākinnī arākum qawman tajhalūn"
    },
    {
      "index": 30,
      "arabic": "وَيَـٰقَوْمِ مَن يَنصُرُنِى مِنَ ٱللَّهِ إِن طَرَدتُّهُمْ ۚ أَفَلَا تَذَكَّرُونَ",
      "translation": "O my people, who will save me from God if I drive them away? Do you not understand?",
      "transliteration": "wayāqawmi man yanṣurunī minallāhi in ṭaradtuhum ۚ afalā tadhakkarūn"
    },
    {
      "index": 31,
      "arabic": "وَلَآ أَقُولُ لَكُمْ عِندِى خَزَآئِنُ ٱللَّهِ وَلَآ أَعْلَمُ ٱلْغَيْبَ وَلَآ أَقُولُ إِنِّى مَلَكٌ وَلَآ أَقُولُ لِلَّذِينَ تَزْدَرِىٓ أَعْيُنُكُمْ لَن يُؤْتِيَهُمُ ٱللَّهُ خَيْرًا ۖ ٱللَّهُ أَعْلَمُ بِمَا فِىٓ أَنفُسِهِمْ ۖ إِنِّىٓ إِذًا لَّمِنَ ٱلظَّـٰلِمِينَ",
      "translation": "I say not that I have the treasures of God, or that I possess the knowledge of the unknown. I do not claim to be an angel, nor can I say that God will not bestow any good on those you disdain, for God is cognisant of what is in their hearts. If I say this, I will surely be unjust.\"",
      "transliteration": "walā aqūlu lakum `indī khazā-inullāhi walā a`lamul ghayba walā aqūlu innī malakun walā aqūlu lilladhīna tazdarī a`yunukum lan yu-tiyahumullāhu khayrā ۖ allāhu a`lamu bimā fī anfusihim ۖ innī idhal laminaẓ ẓālimīn"
    },
    {
      "index": 32,
      "arabic": "قَالُوا۟ يَـٰنُوحُ قَدْ جَـٰدَلْتَنَا فَأَكْثَرْتَ جِدَٰلَنَا فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
      "translation": "They said: \"O Noah, you have argued with us, and disputed at length; so bring that (retribution) you promise, if you speak the truth.\"",
      "transliteration": "qālū yānūḥu qad jādaltanā fa-aktharta jidālanā fa-tinā bimā ta`idunā in kunta minaṣ ṣādiqīn"
    },
    {
      "index": 33,
      "arabic": "قَالَ إِنَّمَا يَأْتِيكُم بِهِ ٱللَّهُ إِن شَآءَ وَمَآ أَنتُم بِمُعْجِزِينَ",
      "translation": "He replied: \"Only God will bring it on you if He please, and you cannot prevail against Him.",
      "transliteration": "qāla innamā ya-tīkum bihillāhu in shā-a wa mā antum bimu`jizīn"
    },
    {
      "index": 34,
      "arabic": "وَلَا يَنفَعُكُمْ نُصْحِىٓ إِنْ أَرَدتُّ أَنْ أَنصَحَ لَكُمْ إِن كَانَ ٱللَّهُ يُرِيدُ أَن يُغْوِيَكُمْ ۚ هُوَ رَبُّكُمْ وَإِلَيْهِ تُرْجَعُونَ",
      "translation": "Even if I wish to advise you aright, my counsel will not profit you if God intend that you go astray, for He is your Lord and to Him you will return.\"",
      "transliteration": "walā yanfa`ukum nuṣ-ḥī in aradtu an anṣaḥa lakum in kānallāhu yurīdu an yughwiyakum ۚ huwa rabbukum wa ilayhi turja`ūn"
    },
    {
      "index": 35,
      "arabic": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ ۖ قُلْ إِنِ ٱفْتَرَيْتُهُۥ فَعَلَىَّ إِجْرَامِى وَأَنَا۠ بَرِىٓءٌ مِّمَّا تُجْرِمُونَ",
      "translation": "Do they say you have fabricated it? Tell them: \"If I have fabricated it, then mine is the guilt; but I am clear of what you are guilty.\"",
      "transliteration": "am yaqūlūnaf-tarāh ۖ qul inif-taraytuhu fa`alayya ijrāmī wa-ana barī-un mimmā tujrimūn"
    },
    {
      "index": 36,
      "arabic": "وَأُوحِىَ إِلَىٰ نُوحٍ أَنَّهُۥ لَن يُؤْمِنَ مِن قَوْمِكَ إِلَّا مَن قَدْ ءَامَنَ فَلَا تَبْتَئِسْ بِمَا كَانُوا۟ يَفْعَلُونَ",
      "translation": "And Noah was informed through revelation: \"Apart from those who have come to believe already not one of your people is going to believe. So grieve not for what they are doing.",
      "transliteration": "wa-ūḥiya ilā nūḥin annahu lan yu-mina min qawmika illā man qad āmana falā tabta-is bimā kānū yaf`alūn"
    },
    {
      "index": 37,
      "arabic": "وَٱصْنَعِ ٱلْفُلْكَ بِأَعْيُنِنَا وَوَحْيِنَا وَلَا تُخَـٰطِبْنِى فِى ٱلَّذِينَ ظَلَمُوٓا۟ ۚ إِنَّهُم مُّغْرَقُونَ",
      "translation": "Build an ark under Our eye and as We instruct. Do not plead for those who have been wicked, for they shall certainly be drowned.\"",
      "transliteration": "waṣna`il fulka bi-a`yuninā wawaḥyinā walā tukhāṭibnī fil ladhīna ẓalamū ۚ innahum mughraqūn"
    },
    {
      "index": 38,
      "arabic": "وَيَصْنَعُ ٱلْفُلْكَ وَكُلَّمَا مَرَّ عَلَيْهِ مَلَأٌ مِّن قَوْمِهِۦ سَخِرُوا۟ مِنْهُ ۚ قَالَ إِن تَسْخَرُوا۟ مِنَّا فَإِنَّا نَسْخَرُ مِنكُمْ كَمَا تَسْخَرُونَ",
      "translation": "So he built the ark; and when groups of his people passed by him, they scoffed at him. He said to them: \"Though you laugh at us (now), we shall laugh at you, as you are laughing at us.",
      "transliteration": "wayaṣna`ul fulka wakullamā marra `alayhi mala-un min qawmihi sakhirū minh ۚ qāla in taskharū minnā fa-innā naskharu minkum kamā taskharūn"
    },
    {
      "index": 39,
      "arabic": "فَسَوْفَ تَعْلَمُونَ مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ",
      "translation": "You will soon come to know who suffers the punishment that would put him to shame, and who suffers lasting torment.\"",
      "transliteration": "fasawfa ta`lamūna man ya-tīhi `adhābun yukhzīhi wayaḥillu `alayhi `adhābun muqīm"
    },
    {
      "index": 40,
      "arabic": "حَتَّىٰٓ إِذَا جَآءَ أَمْرُنَا وَفَارَ ٱلتَّنُّورُ قُلْنَا ٱحْمِلْ فِيهَا مِن كُلٍّ زَوْجَيْنِ ٱثْنَيْنِ وَأَهْلَكَ إِلَّا مَن سَبَقَ عَلَيْهِ ٱلْقَوْلُ وَمَنْ ءَامَنَ ۚ وَمَآ ءَامَنَ مَعَهُۥٓ إِلَّا قَلِيلٌ",
      "translation": "When Our command was issued and the waters gushed forth from the source, We said: \"Take into (the ark) a pair of every species, and members of your family other than those against whom the sentence has been passed already, and those who come to believe.\" But only a few believed in him.",
      "transliteration": "ḥattā idhā jā-a amrunā wafārat tannūru qulnaḥ-mil fīhā min kullin zawjaynith-nayni wa-ahlaka illā man sabaqa `alayhil qawlu wa man āman ۚ wa mā āmana ma`ahu illā qalīl"
    },
    {
      "index": 41,
      "arabic": "وَقَالَ ٱرْكَبُوا۟ فِيهَا بِسْمِ ٱللَّهِ مَجْر۪ىٰهَا وَمُرْسَىٰهَآ ۚ إِنَّ رَبِّى لَغَفُورٌ رَّحِيمٌ",
      "translation": "And (Noah) said: \"Embark. In the name of God be its course and mooring. My Lord is surely forgiving and kind.\"",
      "transliteration": "waqālar-kabū fīhā bismillāhi majrehā wa mursāhā ۚ inna rabbī laghafūrun raḥīm"
    },
    {
      "index": 42,
      "arabic": "وَهِىَ تَجْرِى بِهِمْ فِى مَوْجٍ كَٱلْجِبَالِ وَنَادَىٰ نُوحٌ ٱبْنَهُۥ وَكَانَ فِى مَعْزِلٍ يَـٰبُنَىَّ ٱرْكَب مَّعَنَا وَلَا تَكُن مَّعَ ٱلْكَـٰفِرِينَ",
      "translation": "It sailed on waves like mountains (high), and Noah called to his son who was separated from him: \"Embark with us, O my son, and be not one of those who do not believe.\"",
      "transliteration": "wahiya tajrī bihim fī mawjin kal jibāli wanādā nūḥunib-nahu wakāna fī ma`ziliy yābunayyar-kab ma`anā walā takun ma`al kāfirīn"
    },
    {
      "index": 43,
      "arabic": "قَالَ سَـَٔاوِىٓ إِلَىٰ جَبَلٍ يَعْصِمُنِى مِنَ ٱلْمَآءِ ۚ قَالَ لَا عَاصِمَ ٱلْيَوْمَ مِنْ أَمْرِ ٱللَّهِ إِلَّا مَن رَّحِمَ ۚ وَحَالَ بَيْنَهُمَا ٱلْمَوْجُ فَكَانَ مِنَ ٱلْمُغْرَقِينَ",
      "translation": "\"I shall go up a mountain,\" he said, \"which will keep me from the water.\" \"There is no getting away,\" said Noah, \"from the decree of God today, except for those on whom be His mercy.\" And a wave came between them, and he was among those who were drowned.",
      "transliteration": "qāla sa-āwy ilā jabaliy ya`ṣimunī minal mā-i ۚ qāla lā `āṣimal yawma min amrillāhi illā man raḥim ۚ waḥāla baynahumal mawju fakāna minal mughraqīn"
    },
    {
      "index": 44,
      "arabic": "وَقِيلَ يَـٰٓأَرْضُ ٱبْلَعِى مَآءَكِ وَيَـٰسَمَآءُ أَقْلِعِى وَغِيضَ ٱلْمَآءُ وَقُضِىَ ٱلْأَمْرُ وَٱسْتَوَتْ عَلَى ٱلْجُودِىِّ ۖ وَقِيلَ بُعْدًا لِّلْقَوْمِ ٱلظَّـٰلِمِينَ",
      "translation": "Then it was said: \"O earth, swallow back your water; and, O sky, desist.\" And the water subsided, and the decree was accomplished. The ark came to rest on Judi (Mount Ararat), and it was said: \"Away with the cursed people!\"",
      "transliteration": "waqīla yā-arḍub-la`ī mā-aki wayāsamā-u aqli`ī waghīḍal mā-u waquḍiyal-amru wastawat `alal-jūdiyy ۖ waqīla bu`dal lilqawmiẓ ẓālimīn"
    },
    {
      "index": 45,
      "arabic": "وَنَادَىٰ نُوحٌ رَّبَّهُۥ فَقَالَ رَبِّ إِنَّ ٱبْنِى مِنْ أَهْلِى وَإِنَّ وَعْدَكَ ٱلْحَقُّ وَأَنتَ أَحْكَمُ ٱلْحَـٰكِمِينَ",
      "translation": "Noah called on his Lord and said: \"O Lord, my son is surely a member of my family, and verily Your promise is true, as You are the most just of all judges.\"",
      "transliteration": "wanādā nūḥun rabbahu faqāla rabbi innab-nī min ahlī wa inna wa`dakal ḥaqqu wa-anta aḥkamul ḥākimīn"
    },
    {
      "index": 46,
      "arabic": "قَالَ يَـٰنُوحُ إِنَّهُۥ لَيْسَ مِنْ أَهْلِكَ ۖ إِنَّهُۥ عَمَلٌ غَيْرُ صَـٰلِحٍ ۖ فَلَا تَسْـَٔلْنِ مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ ۖ إِنِّىٓ أَعِظُكَ أَن تَكُونَ مِنَ ٱلْجَـٰهِلِينَ",
      "translation": "\"O Noah\", He answered, \"truly he is not of your family. He is surely the outcome of an unrighteous act. So ask Me not of what you do not know. I warn you not to be one of the ignorant.\"",
      "transliteration": "qāla yānūḥu innahu laysa min ahlik ۖ innahu `amalun ghayru ṣāliḥ ۖ falā tas-alni mā laysa laka bihi `il-m ۖ innī a`iẓuka an takūna minal jāhilīn"
    },
    {
      "index": 47,
      "arabic": "قَالَ رَبِّ إِنِّىٓ أَعُوذُ بِكَ أَنْ أَسْـَٔلَكَ مَا لَيْسَ لِى بِهِۦ عِلْمٌ ۖ وَإِلَّا تَغْفِرْ لِى وَتَرْحَمْنِىٓ أَكُن مِّنَ ٱلْخَـٰسِرِينَ",
      "translation": "\"Preserve me, O Lord,\" said (Noah), \"from asking You that of which I have no knowledge. If You do not forgive me and have mercy on me I shall be among those who perish.\"",
      "transliteration": "qāla rabbi innī a`ūdhu bika an as-alaka mā laysa lī bihi `il-m ۖ wa illā taghfir lī watarḥamnī akun minal khāsirīn"
    },
    {
      "index": 48,
      "arabic": "قِيلَ يَـٰنُوحُ ٱهْبِطْ بِسَلَـٰمٍ مِّنَّا وَبَرَكَـٰتٍ عَلَيْكَ وَعَلَىٰٓ أُمَمٍ مِّمَّن مَّعَكَ ۚ وَأُمَمٌ سَنُمَتِّعُهُمْ ثُمَّ يَمَسُّهُم مِّنَّا عَذَابٌ أَلِيمٌ",
      "translation": "(And the Lord) said: \"O Noah, disembark with peace and safety from Us and blessings on you and the people with you. As for some (of them), We shall bestow advantages for a time, then send a grievous punishment on them.\"",
      "transliteration": "qīla yānūḥuh-biṭ bisalāmin minnā wabarakātin `alayka wa`alā umamin mimman ma`ak ۚ wa-umamun sanumatti`uhum thumma yamassuhum minnā `adhābun alīm"
    },
    {
      "index": 49,
      "arabic": "تِلْكَ مِنْ أَنۢبَآءِ ٱلْغَيْبِ نُوحِيهَآ إِلَيْكَ ۖ مَا كُنتَ تَعْلَمُهَآ أَنتَ وَلَا قَوْمُكَ مِن قَبْلِ هَـٰذَا ۖ فَٱصْبِرْ ۖ إِنَّ ٱلْعَـٰقِبَةَ لِلْمُتَّقِينَ",
      "translation": "This is news of the Unknown We reveal to you, which neither you nor your people knew before. So endure with patience. The future is for those who keep away from evil and follow the straight path.",
      "transliteration": "tilka min anbā-il ghaybi nūḥīhā ilayk ۖ mā kunta ta`lamuhā anta walā qawmuka min qabli hādhā ۖ faṣbir ۖ innal `āqibata lil-muttaqīn"
    },
    {
      "index": 50,
      "arabic": "وَإِلَىٰ عَادٍ أَخَاهُمْ هُودًا ۚ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥٓ ۖ إِنْ أَنتُمْ إِلَّا مُفْتَرُونَ",
      "translation": "We sent to the people of 'Ad their brother Hud, who said: \"O my people, worship God; you have no other god but He. (As for the idols,) you are only inventing lies.",
      "transliteration": "wa ilā `ādin akhāhum hūdā ۚ qāla yāqawmi'-budullāha mā lakum min ilāhin ghayruh ۖ in antum illā muftarūn"
    },
    {
      "index": 51,
      "arabic": "يَـٰقَوْمِ لَآ أَسْـَٔلُكُمْ عَلَيْهِ أَجْرًا ۖ إِنْ أَجْرِىَ إِلَّا عَلَى ٱلَّذِى فَطَرَنِىٓ ۚ أَفَلَا تَعْقِلُونَ",
      "translation": "O my people, I ask no recompense of you for it: My reward is with Him who created me. Will you not, therefore, understand?",
      "transliteration": "yāqawmi lā as-alukum `alayhi ajrā ۖ in ajriya illā `alal ladhī faṭaranī ۚ afalā ta`qilūn"
    },
    {
      "index": 52,
      "arabic": "وَيَـٰقَوْمِ ٱسْتَغْفِرُوا۟ رَبَّكُمْ ثُمَّ تُوبُوٓا۟ إِلَيْهِ يُرْسِلِ ٱلسَّمَآءَ عَلَيْكُم مِّدْرَارًا وَيَزِدْكُمْ قُوَّةً إِلَىٰ قُوَّتِكُمْ وَلَا تَتَوَلَّوْا۟ مُجْرِمِينَ",
      "translation": "O my people, beg your Lord to forgive you, and turn to Him in repentance. He will send down rain in torrents for you from the shies, and give you added strength. So do not turn away from Him as sinners.\"",
      "transliteration": "wayāqawmis-taghfirū rabbakum thumma tūbū ilayhi yursilis samā-a `alaykum midrāran wayazidkum quwwatan ilā quwwatikum walā tatawallaw mujrimīn"
    },
    {
      "index": 53,
      "arabic": "قَالُوا۟ يَـٰهُودُ مَا جِئْتَنَا بِبَيِّنَةٍ وَمَا نَحْنُ بِتَارِكِىٓ ءَالِهَتِنَا عَن قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ",
      "translation": "They said: \"O Hud, you have come to us with no proofs. We shall not abandon our gods because you say so, nor believe in you.",
      "transliteration": "qālū yāhūdu mā ji-tanā bibayyinatin wa mā naḥnu bitārikī ālihatinā `an qawlika wa mā naḥnu laka bimu-minīn"
    },
    {
      "index": 54,
      "arabic": "إِن نَّقُولُ إِلَّا ٱعْتَرَىٰكَ بَعْضُ ءَالِهَتِنَا بِسُوٓءٍ ۗ قَالَ إِنِّىٓ أُشْهِدُ ٱللَّهَ وَٱشْهَدُوٓا۟ أَنِّى بَرِىٓءٌ مِّمَّا تُشْرِكُونَ",
      "translation": "All we can say is that some of our gods have smitten you with evil.\" He replied:\" I call God to witness, and you be witness too, that I am clear of what you associate (in your affairs)",
      "transliteration": "in naqūlu illa'-tarāka ba`ḍu ālihatinā bisū-ī ۗ qāla innī ush-hidullāha wash-hadū annī barī-un mimmā tushrikūn"
    },
    {
      "index": 55,
      "arabic": "مِن دُونِهِۦ ۖ فَكِيدُونِى جَمِيعًا ثُمَّ لَا تُنظِرُونِ",
      "translation": "Apart from Him. Contrive against me as much as you like, and give me no respite.",
      "transliteration": "min dūnih ۖ fakīdūnī jamī`an thumma lā tunẓirūn"
    },
    {
      "index": 56,
      "arabic": "إِنِّى تَوَكَّلْتُ عَلَى ٱللَّهِ رَبِّى وَرَبِّكُم ۚ مَّا مِن دَآبَّةٍ إِلَّا هُوَ ءَاخِذٌۢ بِنَاصِيَتِهَآ ۚ إِنَّ رَبِّى عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "translation": "I place my trust in God who is my Lord and your Lord. There is no creature that moves on the earth who is not held by the forelock firmly by Him. Verily the way of my Lord is straight.",
      "transliteration": "innī tawakkaltu `alallāhi rabbī warabbikum ۚ mā min dābbatin illā huwa ākhidhun bināṣiyatihā ۚ inna rabbī `alā ṣirāṭin mustaqīm"
    },
    {
      "index": 57,
      "arabic": "فَإِن تَوَلَّوْا۟ فَقَدْ أَبْلَغْتُكُم مَّآ أُرْسِلْتُ بِهِۦٓ إِلَيْكُمْ ۚ وَيَسْتَخْلِفُ رَبِّى قَوْمًا غَيْرَكُمْ وَلَا تَضُرُّونَهُۥ شَيْـًٔا ۚ إِنَّ رَبِّى عَلَىٰ كُلِّ شَىْءٍ حَفِيظٌ",
      "translation": "If you turn away, then (remember) I have delivered to you the message I was sent with. My Lord will put other people in your place, and you will not be able to prevail against Him. Indeed my Lord keeps a watch over all things.\"",
      "transliteration": "fa-in tawallaw faqad ablaghtukum mā ursiltu bihi ilaykum ۚ wayastakhlifu rabbī qawman ghayrakum walā taḍurrūnahu shay-ā ۚ inna rabbī `alā kulli shay-in ḥafīẓ"
    },
    {
      "index": 58,
      "arabic": "وَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا هُودًا وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَنَجَّيْنَـٰهُم مِّنْ عَذَابٍ غَلِيظٍ",
      "translation": "So, when Our command was issued We rescued Hud by Our grace, and those who believed, with him, and saved them from a dreadful doom.",
      "transliteration": "walammā jā-a amrunā najjaynā hūdan wal ladhīna āmanū ma`ahu biraḥmatim minnā wanajjaynāhum min `adhābin ghalīẓ"
    },
    {
      "index": 59,
      "arabic": "وَتِلْكَ عَادٌ ۖ جَحَدُوا۟ بِـَٔايَـٰتِ رَبِّهِمْ وَعَصَوْا۟ رُسُلَهُۥ وَٱتَّبَعُوٓا۟ أَمْرَ كُلِّ جَبَّارٍ عَنِيدٍ",
      "translation": "These were the people of 'Ad who denied the word of their Lord and rebelled against His apostles, and followed the bidding of every perverse tyrant.",
      "transliteration": "watilka `ād ۖ jaḥadū bi-āyāti rabbihim wa`aṣaw rusulahu wattaba`ū amra kulli jabbārin `anīd"
    },
    {
      "index": 60,
      "arabic": "وَأُتْبِعُوا۟ فِى هَـٰذِهِ ٱلدُّنْيَا لَعْنَةً وَيَوْمَ ٱلْقِيَـٰمَةِ ۗ أَلَآ إِنَّ عَادًا كَفَرُوا۟ رَبَّهُمْ ۗ أَلَا بُعْدًا لِّعَادٍ قَوْمِ هُودٍ",
      "translation": "So they were accursed in the world, and they will be damned on the Day of Doom. Beware! The 'Ad turned away from their Lord.",
      "transliteration": "wa-utbi`ū fī hādhihid dunyā la`natan wayawmal qiyāmah ۗ alā inna `ādan kafarū rabbahum ۗ alā bu`dal li`ādin qawmi hūd"
    },
    {
      "index": 61,
      "arabic": "وَإِلَىٰ ثَمُودَ أَخَاهُمْ صَـٰلِحًا ۚ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥ ۖ هُوَ أَنشَأَكُم مِّنَ ٱلْأَرْضِ وَٱسْتَعْمَرَكُمْ فِيهَا فَٱسْتَغْفِرُوهُ ثُمَّ تُوبُوٓا۟ إِلَيْهِ ۚ إِنَّ رَبِّى قَرِيبٌ مُّجِيبٌ",
      "translation": "Be warned! Accursed are the people of 'Ad who were Hud's. To Thamud We Sent their brother Saleh. \"O my people,\" he said, \"worship God; you have no other god but He. It is He who raised you from the earth and settled you upon it. So beg your Lord to forgive you, and turn to Him in repentance. Surely my Lord is near and answers.\"",
      "transliteration": "wa ilā thamūda akhāhum ṣāliḥā ۚ qāla yāqawmi'-budullāha mā lakum min ilāhin ghayruh ۖ huwa ansha-akum minal-arḍi wasta`marakum fīhā fastaghfirūhu thumma tūbū ilayh ۚ inna rabbī qarībun mujīb"
    },
    {
      "index": 62,
      "arabic": "قَالُوا۟ يَـٰصَـٰلِحُ قَدْ كُنتَ فِينَا مَرْجُوًّا قَبْلَ هَـٰذَآ ۖ أَتَنْهَىٰنَآ أَن نَّعْبُدَ مَا يَعْبُدُ ءَابَآؤُنَا وَإِنَّنَا لَفِى شَكٍّ مِّمَّا تَدْعُونَآ إِلَيْهِ مُرِيبٍ",
      "translation": "They said: \"O Saleh, we had placed our hopes in you, but you forbid us from worshipping that which our fathers worshipped, and we are suspicious of what you are calling us to.\"",
      "transliteration": "qālū yāṣāliḥu qad kunta fīnā marjuwwan qabla hādhā ۖ atanhānā an na`buda mā ya`budu ābā-unā wa innanā lafī shakkin mimmā tad`ūnā ilayhi murīb"
    },
    {
      "index": 63,
      "arabic": "قَالَ يَـٰقَوْمِ أَرَءَيْتُمْ إِن كُنتُ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّى وَءَاتَىٰنِى مِنْهُ رَحْمَةً فَمَن يَنصُرُنِى مِنَ ٱللَّهِ إِنْ عَصَيْتُهُۥ ۖ فَمَا تَزِيدُونَنِى غَيْرَ تَخْسِيرٍ",
      "translation": "He said: \"O my people, have you considered that if my Lord has clearly shown me the way, and I have His blessings too, who will save me then from God if I disobey? You will only add to my ruin.",
      "transliteration": "qāla yāqawmi ara aytum in kuntu `alā bayyinatim min rabbī wa-ātānī minhu raḥmatan faman yanṣurunī minallāhi in `aṣaytuh ۖ famā tazīdūnanī ghayra takhsīr"
    },
    {
      "index": 64,
      "arabic": "وَيَـٰقَوْمِ هَـٰذِهِۦ نَاقَةُ ٱللَّهِ لَكُمْ ءَايَةً فَذَرُوهَا تَأْكُلْ فِىٓ أَرْضِ ٱللَّهِ وَلَا تَمَسُّوهَا بِسُوٓءٍ فَيَأْخُذَكُمْ عَذَابٌ قَرِيبٌ",
      "translation": "O my people, this she-camel of God is a token for you. So leave her alone to graze on God's earth, and do not molest her, otherwise the swiftest punishment would befall you.\"",
      "transliteration": "wayāqawmi hādhihi nāqatullāhi lakum āyatan fadharūhā ta-kul fī arḍillāhi walā tamassūhā bisū-in faya-khudhakum `adhābun qarīb"
    },
    {
      "index": 65,
      "arabic": "فَعَقَرُوهَا فَقَالَ تَمَتَّعُوا۟ فِى دَارِكُمْ ثَلَـٰثَةَ أَيَّامٍ ۖ ذَٰلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ",
      "translation": "But they hamstrung her. Then (Saleh) said: \"You have but three days to enjoy life in your homes. Infallible is this promise.",
      "transliteration": "fa`aqarūhā faqāla tamatta`ū fī dārikum thalāthata ayyām ۖ dhālika wa`dun ghayru makdhūb"
    },
    {
      "index": 66,
      "arabic": "فَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا صَـٰلِحًا وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَمِنْ خِزْىِ يَوْمِئِذٍ ۗ إِنَّ رَبَّكَ هُوَ ٱلْقَوِىُّ ٱلْعَزِيزُ",
      "translation": "So, when Our command (of punishment) came We delivered Saleh by Our grace, and those who believed, with him, from the disgrace of that day. Verily your Lord is mighty and powerful.",
      "transliteration": "falammā jā-a amrunā najjaynā ṣāliḥan wal ladhīna āmanū ma`ahu biraḥmatim minnā wa min khizyi yawmi-idh ۗ inna rabbaka huwal qawiyyul `azīz"
    },
    {
      "index": 67,
      "arabic": "وَأَخَذَ ٱلَّذِينَ ظَلَمُوا۟ ٱلصَّيْحَةُ فَأَصْبَحُوا۟ فِى دِيَـٰرِهِمْ جَـٰثِمِينَ",
      "translation": "The sinners were seized by a blast from heaven, and lay overturned in their homes in the morning,",
      "transliteration": "wa-akhadhal ladhīna ẓalamuṣ ṣayḥatu fa-aṣbaḥū fī diyārihim jāthimīn"
    },
    {
      "index": 68,
      "arabic": "كَأَن لَّمْ يَغْنَوْا۟ فِيهَآ ۗ أَلَآ إِنَّ ثَمُودَا۟ كَفَرُوا۟ رَبَّهُمْ ۗ أَلَا بُعْدًا لِّثَمُودَ",
      "translation": "As though they had never lived there at all. Beware! The people of Thamud turned away from their Lord. Beware! Accursed are the people of Thamud.",
      "transliteration": "ka-an lam yaghnaw fīhā ۗ alā inna thamūda kafarū rabbahum ۗ alā bu`dal lithamūd"
    },
    {
      "index": 69,
      "arabic": "وَلَقَدْ جَآءَتْ رُسُلُنَآ إِبْرَٰهِيمَ بِٱلْبُشْرَىٰ قَالُوا۟ سَلَـٰمًا ۖ قَالَ سَلَـٰمٌ ۖ فَمَا لَبِثَ أَن جَآءَ بِعِجْلٍ حَنِيذٍ",
      "translation": "Our angels came to Abraham with good news, and said: \"Peace on you. \"Peace on you too,\" said Abraham, and hastened to bring a roasted calf.",
      "transliteration": "walaqad jā-at rusulunā ibrāhīma bil bushrā qālū salāmā ۖ qāla salām ۖ famā labitha an jā-a bi`ijlin ḥanīdh"
    },
    {
      "index": 70,
      "arabic": "فَلَمَّا رَءَآ أَيْدِيَهُمْ لَا تَصِلُ إِلَيْهِ نَكِرَهُمْ وَأَوْجَسَ مِنْهُمْ خِيفَةً ۚ قَالُوا۟ لَا تَخَفْ إِنَّآ أُرْسِلْنَآ إِلَىٰ قَوْمِ لُوطٍ",
      "translation": "When they did not stretch their hands towards it he became suspicious and afraid of them. They said: \"Do not be afraid. We have been sent to the people of Lot.\"",
      "transliteration": "falammā ra-ā aydiyahum lā taṣilu ilayhi nakirahum wa-awjasa minhum khīfah ۚ qālū lā takhaf innā ursilnā ilā qawmi lūṭ"
    },
    {
      "index": 71,
      "arabic": "وَٱمْرَأَتُهُۥ قَآئِمَةٌ فَضَحِكَتْ فَبَشَّرْنَـٰهَا بِإِسْحَـٰقَ وَمِن وَرَآءِ إِسْحَـٰقَ يَعْقُوبَ",
      "translation": "His wife who stood near, laughed as We gave her the good news of Isaac, and after Isaac of Jacob.",
      "transliteration": "wamra-atuhu qā-imatun faḍaḥikat fabashharnāhā bi-is-ḥāqa wa min warā-i is-ḥāqa ya`qūb"
    },
    {
      "index": 72,
      "arabic": "قَالَتْ يَـٰوَيْلَتَىٰٓ ءَأَلِدُ وَأَنَا۠ عَجُوزٌ وَهَـٰذَا بَعْلِى شَيْخًا ۖ إِنَّ هَـٰذَا لَشَىْءٌ عَجِيبٌ",
      "translation": "She said: \"Woe betide me! Will I give birth when I am old and this my husband be aged? This is indeed surprising!\"",
      "transliteration": "qālat yāwaylatā a-alidu wa-ana `ajūzun wahādhā ba`lī shaykhā ۖ inna hādhā lashay-un `ajīb"
    },
    {
      "index": 73,
      "arabic": "قَالُوٓا۟ أَتَعْجَبِينَ مِنْ أَمْرِ ٱللَّهِ ۖ رَحْمَتُ ٱللَّهِ وَبَرَكَـٰتُهُۥ عَلَيْكُمْ أَهْلَ ٱلْبَيْتِ ۚ إِنَّهُۥ حَمِيدٌ مَّجِيدٌ",
      "translation": "\"Why are you surprised at the command of God? God's mercy and blessings be upon you, O members of this household,\" they said. \"Verily He is worthy of praise and glory.\"",
      "transliteration": "qālū ata`jabīna min amrillāh ۖ raḥmatullāhi wabarakātuhu `alaykum ahlal-bayt ۚ innahu ḥamīdun majīd"
    },
    {
      "index": 74,
      "arabic": "فَلَمَّا ذَهَبَ عَنْ إِبْرَٰهِيمَ ٱلرَّوْعُ وَجَآءَتْهُ ٱلْبُشْرَىٰ يُجَـٰدِلُنَا فِى قَوْمِ لُوطٍ",
      "translation": "When Abraham's fear was dispelled, and the good news had come to him, he pleaded for the people of Lot with Us.",
      "transliteration": "falammā dhahaba `an ibrāhīmar raw`u wajā-at hul bushrā yujādilunā fī qawmi lūṭ"
    },
    {
      "index": 75,
      "arabic": "إِنَّ إِبْرَٰهِيمَ لَحَلِيمٌ أَوَّٰهٌ مُّنِيبٌ",
      "translation": "Abraham was kind, compassionate, and penitent.",
      "transliteration": "inna ibrāhīma laḥalīmun awwāhun munīb"
    },
    {
      "index": 76,
      "arabic": "يَـٰٓإِبْرَٰهِيمُ أَعْرِضْ عَنْ هَـٰذَآ ۖ إِنَّهُۥ قَدْ جَآءَ أَمْرُ رَبِّكَ ۖ وَإِنَّهُمْ ءَاتِيهِمْ عَذَابٌ غَيْرُ مَرْدُودٍ",
      "translation": "\"Desist from pleading, O Abraham,\" (they said). \"Your Lord's command has verily been issued, and a punishment that cannot be averted is bound to fall on them.\"",
      "transliteration": "yā-ibrāhīmu a`riḍ `an hādhā ۖ innahu qad jā-a amru rabbik ۖ wa innahum ātīhim `adhābun ghayru mardūd"
    },
    {
      "index": 77,
      "arabic": "وَلَمَّا جَآءَتْ رُسُلُنَا لُوطًا سِىٓءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالَ هَـٰذَا يَوْمٌ عَصِيبٌ",
      "translation": "So when Our angels came to Lot, he grieved for them, and felt powerless to help them, and said: \"This is a day of sorrow.",
      "transliteration": "walammā jā-at rusulunā lūṭan sī-a bihim waḍāqa bihim dhar`an waqāla hādhā yawmun `aṣīb"
    },
    {
      "index": 78,
      "arabic": "وَجَآءَهُۥ قَوْمُهُۥ يُهْرَعُونَ إِلَيْهِ وَمِن قَبْلُ كَانُوا۟ يَعْمَلُونَ ٱلسَّيِّـَٔاتِ ۚ قَالَ يَـٰقَوْمِ هَـٰٓؤُلَآءِ بَنَاتِى هُنَّ أَطْهَرُ لَكُمْ ۖ فَٱتَّقُوا۟ ٱللَّهَ وَلَا تُخْزُونِ فِى ضَيْفِىٓ ۖ أَلَيْسَ مِنكُمْ رَجُلٌ رَّشِيدٌ",
      "translation": "His people came excited to him. They were addicted to sin already. Said (Lot): \"O my people, these daughters of mine are cleaner (and lawful) for you. Have fear of God, and do not shame me before my guests. Is there no man of discernment among you?\"",
      "transliteration": "wajā-ahu qawmuhu yuhra`ūna ilayhi wa min qablu kānū ya`malūnas sayyi-āt ۚ qāla yāqawmi hā-ulā-i banātī hunna aṭ-haru lakum ۖ fattaqullāha walā tukhzūni fī ḍayfī ۖ alaysa minkum rajulun rashīd"
    },
    {
      "index": 79,
      "arabic": "قَالُوا۟ لَقَدْ عَلِمْتَ مَا لَنَا فِى بَنَاتِكَ مِنْ حَقٍّ وَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ",
      "translation": "They said: \"You know we have no need for your daughters, and know well what we want.\"",
      "transliteration": "qālū laqad `alimta mā lanā fī banātika min ḥaqqin wa innaka lata`lamu mā nurīd"
    },
    {
      "index": 80,
      "arabic": "قَالَ لَوْ أَنَّ لِى بِكُمْ قُوَّةً أَوْ ءَاوِىٓ إِلَىٰ رُكْنٍ شَدِيدٍ",
      "translation": "\"I wish I had the power to resist you,\" said (Lot), \"or powerful support.\"",
      "transliteration": "qāla law anna lī bikum quwwatan aw āwy ilā ruknin shadīd"
    },
    {
      "index": 81,
      "arabic": "قَالُوا۟ يَـٰلُوطُ إِنَّا رُسُلُ رَبِّكَ لَن يَصِلُوٓا۟ إِلَيْكَ ۖ فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِّنَ ٱلَّيْلِ وَلَا يَلْتَفِتْ مِنكُمْ أَحَدٌ إِلَّا ٱمْرَأَتَكَ ۖ إِنَّهُۥ مُصِيبُهَا مَآ أَصَابَهُمْ ۚ إِنَّ مَوْعِدَهُمُ ٱلصُّبْحُ ۚ أَلَيْسَ ٱلصُّبْحُ بِقَرِيبٍ",
      "translation": "(The angels) said: \"O Lot, we have verily been sent by your Lord. They will never be able to harm you. So, leave late at night with your family, and none of you should turn back to look; but your wife will suffer (the fate) they are going to suffer. Their hour of doom is in the morning: Is not the morning nigh?\"",
      "transliteration": "qālū yālūṭu innā rusulu rabbika lan yaṣilū ilayk ۖ fa-asri bi-ahlika biqiṭ`in minal layli walā yaltafit minkum aḥadun illam-ra-atak ۖ innahu muṣībuhā mā aṣābahum ۚ inna maw`idahumuṣ ṣubḥ ۚ alaysaṣ ṣubḥu biqarīb"
    },
    {
      "index": 82,
      "arabic": "فَلَمَّا جَآءَ أَمْرُنَا جَعَلْنَا عَـٰلِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهَا حِجَارَةً مِّن سِجِّيلٍ مَّنضُودٍ",
      "translation": "So when the decreed moment arrived, We turned the habitations upside down, and rained upon them stones of hardened lava in quick succession,",
      "transliteration": "falammā jā-a amrunā ja`alnā `āliyahā sāfilahā wa-amṭarnā `alayhā ḥijāratan min sijjīlin manḍūd"
    },
    {
      "index": 83,
      "arabic": "مُّسَوَّمَةً عِندَ رَبِّكَ ۖ وَمَا هِىَ مِنَ ٱلظَّـٰلِمِينَ بِبَعِيدٍ",
      "translation": "Impressed with (the signs) of your Lord. And such (punishment) is not far for the (other) transgressers.",
      "transliteration": "musawwamatan `inda rabbik ۖ wa mā hiya minaẓ ẓālimīna biba`īd"
    },
    {
      "index": 84,
      "arabic": "وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا ۚ قَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُهُۥ ۖ وَلَا تَنقُصُوا۟ ٱلْمِكْيَالَ وَٱلْمِيزَانَ ۚ إِنِّىٓ أَرَىٰكُم بِخَيْرٍ وَإِنِّىٓ أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ مُّحِيطٍ",
      "translation": "We sent to Midian their brother Shu'aib. He said: \"O my people, worship God; you have no other god but He. So do not give in short measure nor underweigh. I see you are prosperous, but I fear the doom of an overwhelming Day for you.",
      "transliteration": "wa ilā madyana akhāhum shu`aybā ۚ qāla yāqawmi'-budullāha mā lakum min ilāhin ghayruh ۖ walā tanquṣul mikyāla wal mīzān ۚ innī arākum bikhayrin wa innī akhāfu `alaykum `adhāba yawmin muḥīṭ"
    },
    {
      "index": 85,
      "arabic": "وَيَـٰقَوْمِ أَوْفُوا۟ ٱلْمِكْيَالَ وَٱلْمِيزَانَ بِٱلْقِسْطِ ۖ وَلَا تَبْخَسُوا۟ ٱلنَّاسَ أَشْيَآءَهُمْ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
      "translation": "So, O my people, weigh and measure with justness, and do not withhold things due to men, and do not spread corruption in the land, despoiling it.",
      "transliteration": "wayāqawmi awful mikyāla wal mīzāna bil qisṭ ۖ walā tabkhasun nāsa ashyā-ahum walā ta`thaw fil-arḍi mufsidīn"
    },
    {
      "index": 86,
      "arabic": "بَقِيَّتُ ٱللَّهِ خَيْرٌ لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ ۚ وَمَآ أَنَا۠ عَلَيْكُم بِحَفِيظٍ",
      "translation": "That which is left to you by God is better, if you are true believers; yet I am not a warden over you.\"",
      "transliteration": "baqiyyatullāhi khayrul lakum in kuntum mu-minīn ۚ wa mā ana `alaykum biḥafīẓ"
    },
    {
      "index": 87,
      "arabic": "قَالُوا۟ يَـٰشُعَيْبُ أَصَلَوٰتُكَ تَأْمُرُكَ أَن نَّتْرُكَ مَا يَعْبُدُ ءَابَآؤُنَآ أَوْ أَن نَّفْعَلَ فِىٓ أَمْوَٰلِنَا مَا نَشَـٰٓؤُا۟ ۖ إِنَّكَ لَأَنتَ ٱلْحَلِيمُ ٱلرَّشِيدُ",
      "translation": "They said: \"O Shu'aib, does your piety teach that we should abandon what our fathers worshipped, or desist from doing what we like with our goods? How gracious a man of discernment you are indeed!\"",
      "transliteration": "qālū yāshu`aybu aṣalātuka ta-muruka an natruka mā ya`budu ābā-unā aw an naf`ala fī amwālinā mā nashā-u ۖ innaka la-antal ḥalīmur rashīd"
    },
    {
      "index": 88,
      "arabic": "قَالَ يَـٰقَوْمِ أَرَءَيْتُمْ إِن كُنتُ عَلَىٰ بَيِّنَةٍ مِّن رَّبِّى وَرَزَقَنِى مِنْهُ رِزْقًا حَسَنًا ۚ وَمَآ أُرِيدُ أَنْ أُخَالِفَكُمْ إِلَىٰ مَآ أَنْهَىٰكُمْ عَنْهُ ۚ إِنْ أُرِيدُ إِلَّا ٱلْإِصْلَـٰحَ مَا ٱسْتَطَعْتُ ۚ وَمَا تَوْفِيقِىٓ إِلَّا بِٱللَّهِ ۚ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ",
      "translation": "He said: \"O my people, think. I have a clear sign from my Lord, who has also given me a goodly provision, and I do not wish for myself what I forbid you: I only wish to reform you as best I can. My success is from God alone. In Him I have placed my trust, and to Him I turn.",
      "transliteration": "qāla yāqawmi ara aytum in kuntu `alā bayyinatim min rabbī warazaqanī minhu rizqan ḥasanā ۚ wa mā urīdu an ukhālifakum ilā mā anhākum `anh ۚ in urīdu illal-iṣlāḥa mas-taṭa`t ۚ wa mā tawfīqī illā billāh ۚ `alayhi tawakkaltu wa ilayhi unīb"
    },
    {
      "index": 89,
      "arabic": "وَيَـٰقَوْمِ لَا يَجْرِمَنَّكُمْ شِقَاقِىٓ أَن يُصِيبَكُم مِّثْلُ مَآ أَصَابَ قَوْمَ نُوحٍ أَوْ قَوْمَ هُودٍ أَوْ قَوْمَ صَـٰلِحٍ ۚ وَمَا قَوْمُ لُوطٍ مِّنكُم بِبَعِيدٍ",
      "translation": "\"O my people (I fear) lest your opposition to me should bring you the like of what befell the people of Noah or Hud or Saleh; and the people of Lot are not distant from you.",
      "transliteration": "wayāqawmi lā yajrimannakum shiqāqī an yuṣībakum mithlu mā aṣāba qawma nūḥin aw qawma hūdin aw qawma ṣāliḥ ۚ wa mā qawmu lūṭin minkum biba`īd"
    },
    {
      "index": 90,
      "arabic": "وَٱسْتَغْفِرُوا۟ رَبَّكُمْ ثُمَّ تُوبُوٓا۟ إِلَيْهِ ۚ إِنَّ رَبِّى رَحِيمٌ وَدُودٌ",
      "translation": "\"Beg your Lord to forgive you, and turn to Him. Indeed my Lord is compassionate and loving.\"",
      "transliteration": "wastaghfirū rabbakum thumma tūbū ilayh ۚ inna rabbī raḥīmun wadūd"
    },
    {
      "index": 91,
      "arabic": "قَالُوا۟ يَـٰشُعَيْبُ مَا نَفْقَهُ كَثِيرًا مِّمَّا تَقُولُ وَإِنَّا لَنَرَىٰكَ فِينَا ضَعِيفًا ۖ وَلَوْلَا رَهْطُكَ لَرَجَمْنَـٰكَ ۖ وَمَآ أَنتَ عَلَيْنَا بِعَزِيزٍ",
      "translation": "They said: \"O Shu'aib, much of what you say is meaningless to us, and then (for sure) you are powerless among us. But for your clan we would have stoned you to death. You have no power over us.",
      "transliteration": "qālū yāshu`aybu mā nafqahu kathīran mimmā taqūlu wa innā lanarāka fīnā ḍa`īfā ۖ walawlā rahṭuka larajamnāk ۖ wa mā anta `alaynā bi`azīz"
    },
    {
      "index": 92,
      "arabic": "قَالَ يَـٰقَوْمِ أَرَهْطِىٓ أَعَزُّ عَلَيْكُم مِّنَ ٱللَّهِ وَٱتَّخَذْتُمُوهُ وَرَآءَكُمْ ظِهْرِيًّا ۖ إِنَّ رَبِّى بِمَا تَعْمَلُونَ مُحِيطٌ",
      "translation": "He said: \"My clan seems mightier to you than God whom you neglect and push behind your backs. Surely what you do is within the power of my Lord.",
      "transliteration": "qāla yāqawmi arahṭī a`azzu `alaykum minallāhi wattakhadhtumūhu warā-akum ẓihriyyā ۖ inna rabbī bimā ta`malūna muḥīṭ"
    },
    {
      "index": 93,
      "arabic": "وَيَـٰقَوْمِ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنِّى عَـٰمِلٌ ۖ سَوْفَ تَعْلَمُونَ مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ وَمَنْ هُوَ كَـٰذِبٌ ۖ وَٱرْتَقِبُوٓا۟ إِنِّى مَعَكُمْ رَقِيبٌ",
      "translation": "Do on your part what you can, O people, I will do what I will. You will come to know who suffers the punishment that would put him to shame, and who is the liar. So watch; I am watching with you.\"",
      "transliteration": "wayāqawmi'-malū `alā makānatikum innī `āmil ۖ sawfa ta`lamūna man ya-tīhi `adhābun yukhzīhi wa man huwa kādhib ۖ wartaqibū innī ma`akum raqīb"
    },
    {
      "index": 94,
      "arabic": "وَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا شُعَيْبًا وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ بِرَحْمَةٍ مِّنَّا وَأَخَذَتِ ٱلَّذِينَ ظَلَمُوا۟ ٱلصَّيْحَةُ فَأَصْبَحُوا۟ فِى دِيَـٰرِهِمْ جَـٰثِمِينَ",
      "translation": "And when Our word came to pass, We rescued Shu'aib and those who believed, with him, by Our grace, but those who were wicked were seized by a punishment from heaven, and lay overturned in their homes in the morning.",
      "transliteration": "walammā jā-a amrunā najjaynā shu`ayban wal ladhīna āmanū ma`ahu biraḥmatim minnā wa-akhadhatil ladhīna ẓalamuṣ ṣayḥatu fa-aṣbaḥū fī diyārihim jāthimīn"
    },
    {
      "index": 95,
      "arabic": "كَأَن لَّمْ يَغْنَوْا۟ فِيهَآ ۗ أَلَا بُعْدًا لِّمَدْيَنَ كَمَا بَعِدَتْ ثَمُودُ",
      "translation": "As though they had not dwelt there at all. Beware! Condemmed were the people of Midian as those of Thamud had been before them!",
      "transliteration": "ka-an lam yaghnaw fīhā ۗ alā bu`dal limadyana kamā ba`idat thamūd"
    },
    {
      "index": 96,
      "arabic": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَـٰتِنَا وَسُلْطَـٰنٍ مُّبِينٍ",
      "translation": "We sent Moses with Our signs and full authority",
      "transliteration": "walaqad arsalnā mūsā bi-āyātinā wasulṭānin mubīn"
    },
    {
      "index": 97,
      "arabic": "إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَٱتَّبَعُوٓا۟ أَمْرَ فِرْعَوْنَ ۖ وَمَآ أَمْرُ فِرْعَوْنَ بِرَشِيدٍ",
      "translation": "To the Pharaoh and his nobles, but they followed the bidding of Pharaoh, though the bidding of Pharaoh was unrightful.",
      "transliteration": "ilā fir`awna wa mala-ihi fattaba`ū amra fir`awn ۖ wa mā amru fir`awna birashīd"
    },
    {
      "index": 98,
      "arabic": "يَقْدُمُ قَوْمَهُۥ يَوْمَ ٱلْقِيَـٰمَةِ فَأَوْرَدَهُمُ ٱلنَّارَ ۖ وَبِئْسَ ٱلْوِرْدُ ٱلْمَوْرُودُ",
      "translation": "He shall be at the head of his people on the Day of Resurrection, and drive them into Hell like cattle driven to water -- what an evil watering-place to reach!",
      "transliteration": "yaqdumu qawmahu yawmal qiyāmati fa-awradahumun nār ۖ wabi-sal wirdul mawrūd"
    },
    {
      "index": 99,
      "arabic": "وَأُتْبِعُوا۟ فِى هَـٰذِهِۦ لَعْنَةً وَيَوْمَ ٱلْقِيَـٰمَةِ ۚ بِئْسَ ٱلرِّفْدُ ٱلْمَرْفُودُ",
      "translation": "Damned will they be in this world, and on the Day of Doom how evil the gift that they will receive!",
      "transliteration": "wa-utbi`ū fī hādhihi la`natan wayawmal qiyāmah ۚ bi-sar rifdul marfūd"
    },
    {
      "index": 100,
      "arabic": "ذَٰلِكَ مِنْ أَنۢبَآءِ ٱلْقُرَىٰ نَقُصُّهُۥ عَلَيْكَ ۖ مِنْهَا قَآئِمٌ وَحَصِيدٌ",
      "translation": "These are a few accounts of settlements that We narrate to you. Some still survive, and some have been mowed down.",
      "transliteration": "dhālika min anbā-il qurā naquṣṣuhu `alayk ۖ minhā qā-imun waḥaṣīd"
    },
    {
      "index": 101,
      "arabic": "وَمَا ظَلَمْنَـٰهُمْ وَلَـٰكِن ظَلَمُوٓا۟ أَنفُسَهُمْ ۖ فَمَآ أَغْنَتْ عَنْهُمْ ءَالِهَتُهُمُ ٱلَّتِى يَدْعُونَ مِن دُونِ ٱللَّهِ مِن شَىْءٍ لَّمَّا جَآءَ أَمْرُ رَبِّكَ ۖ وَمَا زَادُوهُمْ غَيْرَ تَتْبِيبٍ",
      "translation": "We did not wrong them; they wronged themselves. When your Lord's chastisement descended upon them, their gods, on whom they called apart from God, were not of the least avail, and all they did was only to add to their destruction.",
      "transliteration": "wa mā ẓalamnāhum walākin ẓalamū anfusahum ۖ famā aghnat `anhum ālihatuhumul latī yad`ūna min dūnillāhi min shay-in lammā jā-a amru rabbik ۖ wa mā zādūhum ghayra tatbīb"
    },
    {
      "index": 102,
      "arabic": "وَكَذَٰلِكَ أَخْذُ رَبِّكَ إِذَآ أَخَذَ ٱلْقُرَىٰ وَهِىَ ظَـٰلِمَةٌ ۚ إِنَّ أَخْذَهُۥٓ أَلِيمٌ شَدِيدٌ",
      "translation": "Such is the punishment of your Lord when He seizes human settlements in the acts of wickedness. Surely His hold is grievous and terrible.",
      "transliteration": "wakadhālika akhdhu rabbika idhā akhadhal qurā wahiya ẓālimah ۚ inna akhdhahu alīmun shadīd"
    },
    {
      "index": 103,
      "arabic": "إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّمَنْ خَافَ عَذَابَ ٱلْـَٔاخِرَةِ ۚ ذَٰلِكَ يَوْمٌ مَّجْمُوعٌ لَّهُ ٱلنَّاسُ وَذَٰلِكَ يَوْمٌ مَّشْهُودٌ",
      "translation": "In this surely is a sign for him who fears the torment of the Hereafter, the day when mankind will be assembled together, which will be a day when all things would become evident.",
      "transliteration": "inna fī dhālika la-āyatan liman khāfa `adhābal-ākhirah ۚ dhālika yawmun majmū`ul lahun nāsu wadhālika yawmun mash-hūd"
    },
    {
      "index": 104,
      "arabic": "وَمَا نُؤَخِّرُهُۥٓ إِلَّا لِأَجَلٍ مَّعْدُودٍ",
      "translation": "We are deferring it only for a time ordained.",
      "transliteration": "wa mā nu-akhhiruhu illā li-ajalin ma`dūd"
    },
    {
      "index": 105,
      "arabic": "يَوْمَ يَأْتِ لَا تَكَلَّمُ نَفْسٌ إِلَّا بِإِذْنِهِۦ ۚ فَمِنْهُمْ شَقِىٌّ وَسَعِيدٌ",
      "translation": "The day it comes no soul will dare say a word but by His leave; and some will be wretched, some will be blessed.",
      "transliteration": "yawma ya-ti lā takallamu nafsun illā bi-idhnih ۚ faminhum shaqiyyun wasa`īd"
    },
    {
      "index": 106,
      "arabic": "فَأَمَّا ٱلَّذِينَ شَقُوا۟ فَفِى ٱلنَّارِ لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ",
      "translation": "And those who are doomed, will be in Hell: For them will be sighing and sobbing,",
      "transliteration": "fa-ammal ladhīna shaqū fafin nāri lahum fīhā zafīrun washahīq"
    },
    {
      "index": 107,
      "arabic": "خَـٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَـٰوَٰتُ وَٱلْأَرْضُ إِلَّا مَا شَآءَ رَبُّكَ ۚ إِنَّ رَبَّكَ فَعَّالٌ لِّمَا يُرِيدُ",
      "translation": "Where they will dwell so long as heaven and earth endure, unless your Lord will otherwise. Verily your Lord does as He wills.",
      "transliteration": "khālidīna fīhā mā dāmatis samāwātu wal-arḍu illā mā shā-a rabbuk ۚ inna rabbaka fa``ālul limā yurīd"
    },
    {
      "index": 108,
      "arabic": "وَأَمَّا ٱلَّذِينَ سُعِدُوا۟ فَفِى ٱلْجَنَّةِ خَـٰلِدِينَ فِيهَا مَا دَامَتِ ٱلسَّمَـٰوَٰتُ وَٱلْأَرْضُ إِلَّا مَا شَآءَ رَبُّكَ ۖ عَطَآءً غَيْرَ مَجْذُوذٍ",
      "translation": "Those who are blessed will be in Paradise, where they will dwell so long as heaven and earth survive, unless your Lord wills otherwise: This will be a gift uninterrupted.",
      "transliteration": "wa-ammal ladhīna su`idū fafil jannati khālidīna fīhā mā dāmatis samāwātu wal-arḍu illā mā shā-a rabbuk ۖ `aṭā-an ghayra majdhūdh"
    },
    {
      "index": 109,
      "arabic": "فَلَا تَكُ فِى مِرْيَةٍ مِّمَّا يَعْبُدُ هَـٰٓؤُلَآءِ ۚ مَا يَعْبُدُونَ إِلَّا كَمَا يَعْبُدُ ءَابَآؤُهُم مِّن قَبْلُ ۚ وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنقُوصٍ",
      "translation": "So, you should not entertain any doubt about those whom they worship: They only worship what their fathers had worshipped before them. We shall verily give them their meed without diminution.",
      "transliteration": "falā taku fī miryatim mimmā ya`budu hā-ulā-i ۚ mā ya`budūna illā kamā ya`budu ābā-uhum min qabl ۚ wa innā lamuwaffūhum naṣībahum ghayra manqūṣ"
    },
    {
      "index": 110,
      "arabic": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ فَٱخْتُلِفَ فِيهِ ۚ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِىَ بَيْنَهُمْ ۚ وَإِنَّهُمْ لَفِى شَكٍّ مِّنْهُ مُرِيبٍ",
      "translation": "Verily We gave to Moses the Book, but there was disagreement about it. Had the decree of your Lord (delaying it) not been issued the matter would have been settled between them. They are still suspicious of it and in doubt.",
      "transliteration": "walaqad ātaynā mūsal kitāba fakhtulifa fīh ۚ walawlā kalimatun sabaqat min rabbika laquḍiya baynahum ۚ wa innahum lafī shakkin minhu murīb"
    },
    {
      "index": 111,
      "arabic": "وَإِنَّ كُلًّا لَّمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَـٰلَهُمْ ۚ إِنَّهُۥ بِمَا يَعْمَلُونَ خَبِيرٌ",
      "translation": "Surely your Lord will reward everyone in accordance with his deeds. He is certainly aware of all they do.",
      "transliteration": "wa inna kullal lammā layuwaffiyannahum rabbuka a`mālahum ۚ innahu bimā ya`malūna khabīr"
    },
    {
      "index": 112,
      "arabic": "فَٱسْتَقِمْ كَمَآ أُمِرْتَ وَمَن تَابَ مَعَكَ وَلَا تَطْغَوْا۟ ۚ إِنَّهُۥ بِمَا تَعْمَلُونَ بَصِيرٌ",
      "translation": "So, you and those who turned to God with you, should walk along the straight path as you have been commanded, and do not transgress, for He verily sees whatsoever you do.",
      "transliteration": "fastaqim kamā umirta wa man tāba ma`aka walā taṭghaw ۚ innahu bimā ta`malūna baṣīr"
    },
    {
      "index": 113,
      "arabic": "وَلَا تَرْكَنُوٓا۟ إِلَى ٱلَّذِينَ ظَلَمُوا۟ فَتَمَسَّكُمُ ٱلنَّارُ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِنْ أَوْلِيَآءَ ثُمَّ لَا تُنصَرُونَ",
      "translation": "Do not lean towards the wicked, or you will be caught in the flames of Hell, and have none to befriend you other than God, nor will you be given help.",
      "transliteration": "walā tarkanū ilal ladhīna ẓalamū fatamassakumun nāru wa mā lakum min dūnillāhi min awliyā-a thumma lā tunṣarūn"
    },
    {
      "index": 114,
      "arabic": "وَأَقِمِ ٱلصَّلَوٰةَ طَرَفَىِ ٱلنَّهَارِ وَزُلَفًا مِّنَ ٱلَّيْلِ ۚ إِنَّ ٱلْحَسَنَـٰتِ يُذْهِبْنَ ٱلسَّيِّـَٔاتِ ۚ ذَٰلِكَ ذِكْرَىٰ لِلذَّٰكِرِينَ",
      "translation": "Stand up for the service of prayer at the two ends of day and the first watch of night. Remember that good deeds nullify the bad. This is a reminder for those who are observant.",
      "transliteration": "wa-aqimiṣ ṣalāta ṭarafayin nahāri wazulafan minal layl ۚ innal ḥasanāti yudh-hibnas sayyi-āt ۚ dhālika dhikrā lidhhākirīn"
    },
    {
      "index": 115,
      "arabic": "وَٱصْبِرْ فَإِنَّ ٱللَّهَ لَا يُضِيعُ أَجْرَ ٱلْمُحْسِنِينَ",
      "translation": "Be steadfast, for verily God does not let the reward of those who are upright and do good to go waste.",
      "transliteration": "waṣbir fa-innallāha lā yuḍī`u ajral muḥsinīn"
    },
    {
      "index": 116,
      "arabic": "فَلَوْلَا كَانَ مِنَ ٱلْقُرُونِ مِن قَبْلِكُمْ أُو۟لُوا۟ بَقِيَّةٍ يَنْهَوْنَ عَنِ ٱلْفَسَادِ فِى ٱلْأَرْضِ إِلَّا قَلِيلًا مِّمَّنْ أَنجَيْنَا مِنْهُمْ ۗ وَٱتَّبَعَ ٱلَّذِينَ ظَلَمُوا۟ مَآ أُتْرِفُوا۟ فِيهِ وَكَانُوا۟ مُجْرِمِينَ",
      "translation": "If only there had been men endued with virtue in the ages before you, who could preserve men from doing evil in the world, other than the few We saved from among them. Those who were wicked followed that which made them dissolute, and became sinners.",
      "transliteration": "falawlā kāna minal qurūni min qablikum ulū baqiyyatin yanhawna `anil fasādi fil-arḍi illā qalīlan mimman anjaynā minhum ۗ wattaba`al ladhīna ẓalamū mā utrifū fīhi wakānū mujrimīn"
    },
    {
      "index": 117,
      "arabic": "وَمَا كَانَ رَبُّكَ لِيُهْلِكَ ٱلْقُرَىٰ بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ",
      "translation": "Your Lord would not surely destroy unjustly human habitations so long as the people are righteous.",
      "transliteration": "wa mā kāna rabbuka liyuhlikal qurā biẓul-min wa-ahluhā muṣliḥūn"
    },
    {
      "index": 118,
      "arabic": "وَلَوْ شَآءَ رَبُّكَ لَجَعَلَ ٱلنَّاسَ أُمَّةً وَٰحِدَةً ۖ وَلَا يَزَالُونَ مُخْتَلِفِينَ",
      "translation": "But if your Lord had pleased He could have made all human beings into one community of belief. But they would still have differed from one another,",
      "transliteration": "walaw shā-a rabbuka laja`alan nāsa ummatan wāḥidah ۖ walā yazālūna mukhtalifīn"
    },
    {
      "index": 119,
      "arabic": "إِلَّا مَن رَّحِمَ رَبُّكَ ۚ وَلِذَٰلِكَ خَلَقَهُمْ ۗ وَتَمَّتْ كَلِمَةُ رَبِّكَ لَأَمْلَأَنَّ جَهَنَّمَ مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ أَجْمَعِينَ",
      "translation": "Except those on whom your Lord had mercy for which He has created them. But fulfilled shall be the word of your Lord. \"I will fill up Hell with jinns and men.\"",
      "transliteration": "illā man raḥima rabbuk ۚ walidhālika khalaqahum ۗ watammat kalimatu rabbika la-amla-anna jahannama minal jinnati wan nāsi ajma`īn"
    },
    {
      "index": 120,
      "arabic": "وَكُلًّا نَّقُصُّ عَلَيْكَ مِنْ أَنۢبَآءِ ٱلرُّسُلِ مَا نُثَبِّتُ بِهِۦ فُؤَادَكَ ۚ وَجَآءَكَ فِى هَـٰذِهِ ٱلْحَقُّ وَمَوْعِظَةٌ وَذِكْرَىٰ لِلْمُؤْمِنِينَ",
      "translation": "The histories of apostles that We relate to you are (meant) to strengthen your heart. Through them has the truth come to you, and guidance, and reminder to those who believe.",
      "transliteration": "wakullan naquṣṣu `alayka min anbā-ir rusuli mā nuthabbitu bihi fu-ādak ۚ wajā-aka fī hādhihil ḥaqqu wa maw`iẓatun wadhikrā lil-mu-minīn"
    },
    {
      "index": 121,
      "arabic": "وَقُل لِّلَّذِينَ لَا يُؤْمِنُونَ ٱعْمَلُوا۟ عَلَىٰ مَكَانَتِكُمْ إِنَّا عَـٰمِلُونَ",
      "translation": "Say to the infidels. \"Act as best you can, we are acting too;",
      "transliteration": "waqul lilladhīna lā yu-minūna'-malū `alā makānatikum innā `āmilūn"
    },
    {
      "index": 122,
      "arabic": "وَٱنتَظِرُوٓا۟ إِنَّا مُنتَظِرُونَ",
      "translation": "And wait (for what is to come), we are also waiting (to see).\"",
      "transliteration": "wantaẓirū innā muntaẓirūn"
    },
    {
      "index": 123,
      "arabic": "وَلِلَّهِ غَيْبُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَإِلَيْهِ يُرْجَعُ ٱلْأَمْرُ كُلُّهُۥ فَٱعْبُدْهُ وَتَوَكَّلْ عَلَيْهِ ۚ وَمَا رَبُّكَ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
      "translation": "To God belong the secrets of the heavens and the earth, and all things will go back to Him. So worship Him and put your trust in Him; your Lord is not heedless of what you do.",
      "transliteration": "walillāhi ghaybus samāwāti wal-arḍi wa ilayhi yurja`ul-amru kulluhu fa`bud-hu watawakkal `alayh ۚ wa mā rabbuka bighāfilin `ammā ta`malūn"
    }
  ]
}