{
  "index": 10,
  "name": "يونس",
  "arabic_name": "يُونس",
  "english_name": "Yūnus",
  "english_meaning": "Jonah",
  "rows": [
    {
      "index": 1,
      "arabic": "الٓر ۚ تِلْكَ ءَايَـٰتُ ٱلْكِتَـٰبِ ٱلْحَكِيمِ",
      "translation": "ALIF LAM RA. These are the verses of the authoritative Book.",
      "transliteration": "alif lām rā ۚ tilka āyātul kitābil ḥakīm",
      "bismillah": {
        "arabic": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
        "translation": "In the name of Allah, most benevolent, ever-merciful.",
        "transliteration": "bismillāhir raḥmānir raḥīm"
      }
    },
    {
      "index": 2,
      "arabic": "أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَآ إِلَىٰ رَجُلٍ مِّنْهُمْ أَنْ أَنذِرِ ٱلنَّاسَ وَبَشِّرِ ٱلَّذِينَ ءَامَنُوٓا۟ أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِندَ رَبِّهِمْ ۗ قَالَ ٱلْكَـٰفِرُونَ إِنَّ هَـٰذَا لَسَـٰحِرٌ مُّبِينٌ",
      "translation": "Are the people astonished that a man who is one of them was commanded by Us to warn them and to bring glad tidings to those who believe that they have a true precedence with their Lord? (Yet) the unbelievers say: \"He is a clear sorcerer.\"",
      "transliteration": "akāna linnāsi `ajaban an awḥaynā ilā rajulin minhum an andhirin nāsa wabashhiril ladhīna āmanū anna lahum qadama ṣidqin `inda rabbihim ۗ qālal-kāfirūna inna hādhā lasāḥirun mubīn"
    },
    {
      "index": 3,
      "arabic": "إِنَّ رَبَّكُمُ ٱللَّهُ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۖ يُدَبِّرُ ٱلْأَمْرَ ۖ مَا مِن شَفِيعٍ إِلَّا مِنۢ بَعْدِ إِذْنِهِۦ ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ فَٱعْبُدُوهُ ۚ أَفَلَا تَذَكَّرُونَ",
      "translation": "Your Lord is God who created the heavens and the earth in six spans, then assumed His power, dispensing all affairs. None can intercede with Him except by His leave. He is God, your Lord, so worship Him. Will you not be warned?",
      "transliteration": "inna rabbakumullāhul ladhī khalaqas samāwāti wal-arḍa fī sittati ayyāmin thummas-tawā `alal-`arsh ۖ yudabbirul-amr ۖ mā min shafī`in illā min ba`di idhnih ۚ dhālikumullāhu rabbukum fa`budūh ۚ afalā tadhakkarūn"
    },
    {
      "index": 4,
      "arabic": "إِلَيْهِ مَرْجِعُكُمْ جَمِيعًا ۖ وَعْدَ ٱللَّهِ حَقًّا ۚ إِنَّهُۥ يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ لِيَجْزِىَ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ بِٱلْقِسْطِ ۚ وَٱلَّذِينَ كَفَرُوا۟ لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌۢ بِمَا كَانُوا۟ يَكْفُرُونَ",
      "translation": "To Him will you all return: God's promise is true. It is He who originates creation, then will revert it, so that He may reward those who believe and do good things in all justice. But those who deny the truth will receive boiling water to drink and grievous punishment, for they disbelieved.",
      "transliteration": "ilayhi marji`ukum jamī`ā ۖ wa`dallāhi ḥaqqā ۚ innahu yabda-ul khalqa thumma yu`īduhu liyajziyal ladhīna āmanū wa`amiluṣ ṣāliḥāti bil qisṭ ۚ wal ladhīna kafarū lahum sharābun min ḥamīmin wa`adhābun alīmun bimā kānū yakfurūn"
    },
    {
      "index": 5,
      "arabic": "هُوَ ٱلَّذِى جَعَلَ ٱلشَّمْسَ ضِيَآءً وَٱلْقَمَرَ نُورًا وَقَدَّرَهُۥ مَنَازِلَ لِتَعْلَمُوا۟ عَدَدَ ٱلسِّنِينَ وَٱلْحِسَابَ ۚ مَا خَلَقَ ٱللَّهُ ذَٰلِكَ إِلَّا بِٱلْحَقِّ ۚ يُفَصِّلُ ٱلْـَٔايَـٰتِ لِقَوْمٍ يَعْلَمُونَ",
      "translation": "It is He who gave the sun its radiance, the moon its lustre, and appointed its stations so that you may compute years and numbers. God did not create them but with deliberation. He distinctly explains His signs for those who can understand.",
      "transliteration": "huwal ladhī ja`alash shamsa ḍiyā-an wal qamara nūran waqaddarahu manāzila lita`lamū `adadas sinīna wal ḥisāb ۚ mā khalaqallāhu dhālika illā bil ḥaqq ۚ yufaṣṣilul-āyāti liqawmiy ya`lamūn"
    },
    {
      "index": 6,
      "arabic": "إِنَّ فِى ٱخْتِلَـٰفِ ٱلَّيْلِ وَٱلنَّهَارِ وَمَا خَلَقَ ٱللَّهُ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ لَـَٔايَـٰتٍ لِّقَوْمٍ يَتَّقُونَ",
      "translation": "In the alternation of night and day, and all that He has created in the heavens and the earth, are certainly signs for people who fear God.",
      "transliteration": "inna fikh-tilāfil layli wan nahāri wa mā khalaqallāhu fis samāwāti wal-arḍi la-āyātin liqawmiy yattaqūn"
    },
    {
      "index": 7,
      "arabic": "إِنَّ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا وَرَضُوا۟ بِٱلْحَيَوٰةِ ٱلدُّنْيَا وَٱطْمَأَنُّوا۟ بِهَا وَٱلَّذِينَ هُمْ عَنْ ءَايَـٰتِنَا غَـٰفِلُونَ",
      "translation": "As for those who do not hope to meet Us (after death), and are content with the life of this world, who are oblivious of Our signs,",
      "transliteration": "innal ladhīna lā yarjūna liqā-anā waraḍū bil ḥayātid dunyā waṭma-annū bihā wal ladhīna hum `an āyātinā ghāfilūn"
    },
    {
      "index": 8,
      "arabic": "أُو۟لَـٰٓئِكَ مَأْوَىٰهُمُ ٱلنَّارُ بِمَا كَانُوا۟ يَكْسِبُونَ",
      "translation": "Will have Hell as their abode for what they have earned.",
      "transliteration": "ulā-ika ma-wāhumun nāru bimā kānū yaksibūn"
    },
    {
      "index": 9,
      "arabic": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ يَهْدِيهِمْ رَبُّهُم بِإِيمَـٰنِهِمْ ۖ تَجْرِى مِن تَحْتِهِمُ ٱلْأَنْهَـٰرُ فِى جَنَّـٰتِ ٱلنَّعِيمِ",
      "translation": "But those who believe and act for a beneficial end will be guided by their Lord for their good faith. At their feet shall flow streams of running water in gardens of delight.",
      "transliteration": "innal ladhīna āmanū wa`amiluṣ ṣāliḥāti yahdīhim rabbuhum bi-iymānihim ۖ tajrī min taḥtihimul-anhāru fī jannātin na`īm"
    },
    {
      "index": 10,
      "arabic": "دَعْوَىٰهُمْ فِيهَا سُبْحَـٰنَكَ ٱللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَـٰمٌ ۚ وَءَاخِرُ دَعْوَىٰهُمْ أَنِ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
      "translation": "Their invocation will be: \"All glory to you, O God,\" and \"Peace\" will be their salutation, and the end of their prayer (will be): \"All praise be to God, the Lord of all the worlds.\"",
      "transliteration": "da`wāhum fīhā subḥānakallāhumma wataḥiyyatuhum fīhā salām ۚ wa-ākhiru da`wāhum anil ḥamdu lillāhi rabbil `ālamīn"
    },
    {
      "index": 11,
      "arabic": "وَلَوْ يُعَجِّلُ ٱللَّهُ لِلنَّاسِ ٱلشَّرَّ ٱسْتِعْجَالَهُم بِٱلْخَيْرِ لَقُضِىَ إِلَيْهِمْ أَجَلُهُمْ ۖ فَنَذَرُ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا فِى طُغْيَـٰنِهِمْ يَعْمَهُونَ",
      "translation": "If God were to hasten the evil, as men try to hasten the good, their term would come to end. So We leave those who do not expect to meet Us to wander perplexed in transgression.",
      "transliteration": "walaw yu`ajjilullāhu linnāsish sharras-ti`jālahum bil khayri laquḍiya ilayhim ajaluhum ۖ fanadharul ladhīna lā yarjūna liqā-anā fī ṭughyānihim ya`mahūn"
    },
    {
      "index": 12,
      "arabic": "وَإِذَا مَسَّ ٱلْإِنسَـٰنَ ٱلضُّرُّ دَعَانَا لِجَنۢبِهِۦٓ أَوْ قَاعِدًا أَوْ قَآئِمًا فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُۥ مَرَّ كَأَن لَّمْ يَدْعُنَآ إِلَىٰ ضُرٍّ مَّسَّهُۥ ۚ كَذَٰلِكَ زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُوا۟ يَعْمَلُونَ",
      "translation": "When man is afflicted with adversity he calls to Us, whether lying on his side, or sitting or standing. But when We take away his troubles, he moves away, as though he had never called to Us in affliction. In the same way, attractive have been made their deeds to the prodigals.",
      "transliteration": "wa idhā massal-insānaḍ ḍurru da`ānā lijanbihi aw qā`idan aw qā-iman falammā kashafnā `anhu ḍurrahu marra ka-an lam yad`unā ilā ḍurrin massah ۚ kadhālika zuyyina lil-musrifīna mā kānū ya`malūn"
    },
    {
      "index": 13,
      "arabic": "وَلَقَدْ أَهْلَكْنَا ٱلْقُرُونَ مِن قَبْلِكُمْ لَمَّا ظَلَمُوا۟ ۙ وَجَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ وَمَا كَانُوا۟ لِيُؤْمِنُوا۟ ۚ كَذَٰلِكَ نَجْزِى ٱلْقَوْمَ ٱلْمُجْرِمِينَ",
      "translation": "How many generations did We lay low before you when they became wilfully unjust. Their apostles had brought clear proofs to them, yet they never believed. So We punished the sinful people.",
      "transliteration": "walaqad ahlaknal qurūna min qablikum lammā ẓalamū wajā-at hum rusuluhum bil bayyināti wa mā kānū liyu-minū ۚ kadhālika najzil qawmal mujrimīn"
    },
    {
      "index": 14,
      "arabic": "ثُمَّ جَعَلْنَـٰكُمْ خَلَـٰٓئِفَ فِى ٱلْأَرْضِ مِنۢ بَعْدِهِمْ لِنَنظُرَ كَيْفَ تَعْمَلُونَ",
      "translation": "Then We appointed you leaders in the land after them to see how you behaved.",
      "transliteration": "thumma ja`alnākum khalā-ifa fil-arḍi min ba`dihim linanẓura kayfa ta`malūn"
    },
    {
      "index": 15,
      "arabic": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَاتُنَا بَيِّنَـٰتٍ ۙ قَالَ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا ٱئْتِ بِقُرْءَانٍ غَيْرِ هَـٰذَآ أَوْ بَدِّلْهُ ۚ قُلْ مَا يَكُونُ لِىٓ أَنْ أُبَدِّلَهُۥ مِن تِلْقَآئِ نَفْسِىٓ ۖ إِنْ أَتَّبِعُ إِلَّا مَا يُوحَىٰٓ إِلَىَّ ۖ إِنِّىٓ أَخَافُ إِنْ عَصَيْتُ رَبِّى عَذَابَ يَوْمٍ عَظِيمٍ",
      "translation": "When Our clear messages are recited to them, those who do not hope to meet Us, say: \"Bring a different Qur'an, or make amendments to this one.\" Say: \"It is not for me to change it of my will. I follow (only) what is revealed to me. If I disobey my Lord, I fear the punishment of an awful Day.\"",
      "transliteration": "wa idhā tutlā `alayhim āyātunā bayyinātin qālal ladhīna lā yarjūna liqā-ana-ti biqur-ānin ghayri hādhā aw baddilh ۚ qul mā yakūnu lī an ubaddilahu min tilqā-i nafsī ۖ in attabi`u illā mā yūḥā ilayy ۖ innī akhāfu in `aṣaytu rabbī `adhāba yawmin `aẓīm"
    },
    {
      "index": 16,
      "arabic": "قُل لَّوْ شَآءَ ٱللَّهُ مَا تَلَوْتُهُۥ عَلَيْكُمْ وَلَآ أَدْرَىٰكُم بِهِۦ ۖ فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا مِّن قَبْلِهِۦٓ ۚ أَفَلَا تَعْقِلُونَ",
      "translation": "Say: \"Had God pleased I would never have recited it to you, nor would He have given you comprehension of it. (Remember that I am one of you) and have lived a whole life with you before (its revelation). Even then you do not understand.\"",
      "transliteration": "qul law shā-allāhu mā talawtuhu `alaykum walā adrākum bih ۖ faqad labithtu fīkum `umuran min qablih ۚ afalā ta`qilūn"
    },
    {
      "index": 17,
      "arabic": "فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِـَٔايَـٰتِهِۦٓ ۚ إِنَّهُۥ لَا يُفْلِحُ ٱلْمُجْرِمُونَ",
      "translation": "Who is more unjust than he who imputes lies to God or denies His revelations? The sinners will surely not be reprieved.",
      "transliteration": "faman aẓlamu mimmanif-tarā `alallāhi kadhiban aw kadhhaba bi-āyātih ۚ innahu lā yufliḥul mujrimūn"
    },
    {
      "index": 18,
      "arabic": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُمْ وَلَا يَنفَعُهُمْ وَيَقُولُونَ هَـٰٓؤُلَآءِ شُفَعَـٰٓؤُنَا عِندَ ٱللَّهِ ۚ قُلْ أَتُنَبِّـُٔونَ ٱللَّهَ بِمَا لَا يَعْلَمُ فِى ٱلسَّمَـٰوَٰتِ وَلَا فِى ٱلْأَرْضِ ۚ سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يُشْرِكُونَ",
      "translation": "They worship those besides God who cannot do them harm or bring them gain, and say: \"These are our intercessors with God.\" Say: \"Do you want to inform God of things in the heavens and the earth He does not know?\" Glorious is He, and too exalted for what they associate with Him!",
      "transliteration": "waya`budūna min dūnillāhi mā lā yaḍurruhum walā yanfa`uhum wayaqūlūna hā-ulā-i shufa`ā-unā `indallāh ۚ qul atunabbi-ūnallāha bimā lā ya`lamu fis samāwāti walā fil-arḍ ۚ subḥānahu wata`ālā `ammā yushrikūn"
    },
    {
      "index": 19,
      "arabic": "وَمَا كَانَ ٱلنَّاسُ إِلَّآ أُمَّةً وَٰحِدَةً فَٱخْتَلَفُوا۟ ۚ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِىَ بَيْنَهُمْ فِيمَا فِيهِ يَخْتَلِفُونَ",
      "translation": "Men were once a community of one faith; but they differed (and followed different ways). Had it not been for the word proclaimed by your Lord before, their differences would have been resolved.",
      "transliteration": "wa mā kānan nāsu illā ummatan wāḥidatan fakhtalafū ۚ walawlā kalimatun sabaqat min rabbika laquḍiya baynahum fīmā fīhi yakhtalifūn"
    },
    {
      "index": 20,
      "arabic": "وَيَقُولُونَ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَةٌ مِّن رَّبِّهِۦ ۖ فَقُلْ إِنَّمَا ٱلْغَيْبُ لِلَّهِ فَٱنتَظِرُوٓا۟ إِنِّى مَعَكُم مِّنَ ٱلْمُنتَظِرِينَ",
      "translation": "They say: \"How is it that no sign was sent by his Lord (to His Prophet)?\" Tell them: \"Unknown things are only known to God. So watch and wait (for the sign); I am waiting and expecting with you.\"",
      "transliteration": "wayaqūlūna lawlā unzila `alayhi āyatun min rabbih ۖ faqul innamal ghaybu lillāhi fantaẓirū innī ma`akum minal muntaẓirīn"
    },
    {
      "index": 21,
      "arabic": "وَإِذَآ أَذَقْنَا ٱلنَّاسَ رَحْمَةً مِّنۢ بَعْدِ ضَرَّآءَ مَسَّتْهُمْ إِذَا لَهُم مَّكْرٌ فِىٓ ءَايَاتِنَا ۚ قُلِ ٱللَّهُ أَسْرَعُ مَكْرًا ۚ إِنَّ رُسُلَنَا يَكْتُبُونَ مَا تَمْكُرُونَ",
      "translation": "When We let them taste Our mercy after affliction, they contrive against Our signs. Say: \"God is swifter at contriving,\" for Our angels record everything you plan.",
      "transliteration": "wa idhā adhaqnan nāsa raḥmatan min ba`di ḍarrā-a massat-hum idhā lahum makrun fī āyātinā ۚ qulillāhu asra`u makrā ۚ inna rusulanā yaktubūna mā tamkurūn"
    },
    {
      "index": 22,
      "arabic": "هُوَ ٱلَّذِى يُسَيِّرُكُمْ فِى ٱلْبَرِّ وَٱلْبَحْرِ ۖ حَتَّىٰٓ إِذَا كُنتُمْ فِى ٱلْفُلْكِ وَجَرَيْنَ بِهِم بِرِيحٍ طَيِّبَةٍ وَفَرِحُوا۟ بِهَا جَآءَتْهَا رِيحٌ عَاصِفٌ وَجَآءَهُمُ ٱلْمَوْجُ مِن كُلِّ مَكَانٍ وَظَنُّوٓا۟ أَنَّهُمْ أُحِيطَ بِهِمْ ۙ دَعَوُا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ لَئِنْ أَنجَيْتَنَا مِنْ هَـٰذِهِۦ لَنَكُونَنَّ مِنَ ٱلشَّـٰكِرِينَ",
      "translation": "It is He who enables you to travel over land and sea. When you sail in ships in a favourable breeze, you rejoice. But when a gale begins to blow and the waves dash against them from every side they realise that they have been caught in it, (and) they call on God in all faith: \"If You save us from this we shall ever be grateful.\"",
      "transliteration": "huwal ladhī yusayyirukum fil barri wal baḥr ۖ ḥattā idhā kuntum fil fulki wajarayna bihim birīḥin ṭayyibatin wafariḥū bihā jā-at hā rīḥun `āṣifun wajā-ahumul mawju min kulli makānin waẓannū annahum uḥīṭa bihim da`awullāha mukhliṣīna lahud dīna la-in anjaytanā min hādhihi lanakūnanna minash shākirīn"
    },
    {
      "index": 23,
      "arabic": "فَلَمَّآ أَنجَىٰهُمْ إِذَا هُمْ يَبْغُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ ۗ يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَا بَغْيُكُمْ عَلَىٰٓ أَنفُسِكُم ۖ مَّتَـٰعَ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ ثُمَّ إِلَيْنَا مَرْجِعُكُمْ فَنُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
      "translation": "But when He rescues them, they commit excesses in the land unjustly again. Your rebellion, O people, shall recoil back on your own selves. The joys of the world (are only ephemeral): You have to come back to Us in the end. We shall then inform you what you were doing.",
      "transliteration": "falammā anjāhum idhā hum yabghūna fil-arḍi bighayril ḥaqq ۗ yā-ayyuhan nāsu innamā baghyukum `alā anfusikum ۖ matā`al ḥayātid dunyā ۖ thumma ilaynā marji`ukum fanunabbi-ukum bimā kuntum ta`malūn"
    },
    {
      "index": 24,
      "arabic": "إِنَّمَا مَثَلُ ٱلْحَيَوٰةِ ٱلدُّنْيَا كَمَآءٍ أَنزَلْنَـٰهُ مِنَ ٱلسَّمَآءِ فَٱخْتَلَطَ بِهِۦ نَبَاتُ ٱلْأَرْضِ مِمَّا يَأْكُلُ ٱلنَّاسُ وَٱلْأَنْعَـٰمُ حَتَّىٰٓ إِذَآ أَخَذَتِ ٱلْأَرْضُ زُخْرُفَهَا وَٱزَّيَّنَتْ وَظَنَّ أَهْلُهَآ أَنَّهُمْ قَـٰدِرُونَ عَلَيْهَآ أَتَىٰهَآ أَمْرُنَا لَيْلًا أَوْ نَهَارًا فَجَعَلْنَـٰهَا حَصِيدًا كَأَن لَّمْ تَغْنَ بِٱلْأَمْسِ ۚ كَذَٰلِكَ نُفَصِّلُ ٱلْـَٔايَـٰتِ لِقَوْمٍ يَتَفَكَّرُونَ",
      "translation": "The life of the world is like the rain that waters the crops of the earth which are used as food by men and cattle. But when the earth is embellished and adorned with gold, and its tillers begin to feel that (the crops) are under control, Our command descends suddenly at night or in the day, and We mow them down as though there was nothing there yesterday. This is how We distinctly explain Our signs to those who think.",
      "transliteration": "innamā mathalul ḥayātid dunyā kamā-in anzalnāhu minas samā-i fakhtalaṭa bihi nabātul-arḍi mimmā ya-kulun nāsu wal-an`āmu ḥattā idhā akhadhatil-arḍu zukhrufahā wazzayyanat waẓanna ahluhā annahum qādirūna `alayhā atāhā amrunā laylan aw nahāran faja`alnāhā ḥaṣīdan ka-an lam taghna bil-ams ۚ kadhālika nufaṣṣilul-āyāti liqawmiy yatafakkarūn"
    },
    {
      "index": 25,
      "arabic": "وَٱللَّهُ يَدْعُوٓا۟ إِلَىٰ دَارِ ٱلسَّلَـٰمِ وَيَهْدِى مَن يَشَآءُ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "translation": "God invites you to mansions of peace, and guides whosoever He will to the path that is straight",
      "transliteration": "wallāhu yad`ū ilā dāris salāmi wayahdī man yashā-u ilā ṣirāṭin mustaqīm"
    },
    {
      "index": 26,
      "arabic": "لِّلَّذِينَ أَحْسَنُوا۟ ٱلْحُسْنَىٰ وَزِيَادَةٌ ۖ وَلَا يَرْهَقُ وُجُوهَهُمْ قَتَرٌ وَلَا ذِلَّةٌ ۚ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَنَّةِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "translation": "For those who do good there is goodness and more, and no blot or disgrace will cover their faces. They are people of Paradise, where they will abide for ever.",
      "transliteration": "lilladhīna aḥsanul ḥusnā waziyādah ۖ walā yarhaqu wujūhahum qatarun walā dhillah ۚ ulā-ika aṣ-ḥābul jannah ۖ hum fīhā khālidūn"
    },
    {
      "index": 27,
      "arabic": "وَٱلَّذِينَ كَسَبُوا۟ ٱلسَّيِّـَٔاتِ جَزَآءُ سَيِّئَةٍۭ بِمِثْلِهَا وَتَرْهَقُهُمْ ذِلَّةٌ ۖ مَّا لَهُم مِّنَ ٱللَّهِ مِنْ عَاصِمٍ ۖ كَأَنَّمَآ أُغْشِيَتْ وُجُوهُهُمْ قِطَعًا مِّنَ ٱلَّيْلِ مُظْلِمًا ۚ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "translation": "But those who earn evil shall be punished to an equal degree as their evil, and they will be covered with shame, and will have none to protect them against God: Their faces shall be blackened as though with patches of the night. They are the people of Hell, where they will abide for ever,",
      "transliteration": "wal ladhīna kasabus sayyi-āti jazā-u sayyi-atin bimithlihā watarhaquhum dhillah ۖ mā lahum minallāhi min `āṣim ۖ ka-annamā ughshiyat wujūhuhum qiṭa`an minal layli muẓlimā ۚ ulā-ika aṣ-ḥābun nār ۖ hum fīhā khālidūn"
    },
    {
      "index": 28,
      "arabic": "وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُوا۟ مَكَانَكُمْ أَنتُمْ وَشُرَكَآؤُكُمْ ۚ فَزَيَّلْنَا بَيْنَهُمْ ۖ وَقَالَ شُرَكَآؤُهُم مَّا كُنتُمْ إِيَّانَا تَعْبُدُونَ",
      "translation": "The day We shall gather them all together We shall say to the idolaters: \"Take your stand with the compeers you worshipped as the equals of God.\" We shall then create a rift between them, and the compeers will say: \"You did not worship us;",
      "transliteration": "wayawma naḥshuruhum jamī`an thumma naqūlu lilladhīna ashrakū makānakum antum washurakā-ukum ۚ fazayyalnā baynahum ۖ waqāla shurakā-uhum mā kuntum iyyānā ta`budūn"
    },
    {
      "index": 29,
      "arabic": "فَكَفَىٰ بِٱللَّهِ شَهِيدًۢا بَيْنَنَا وَبَيْنَكُمْ إِن كُنَّا عَنْ عِبَادَتِكُمْ لَغَـٰفِلِينَ",
      "translation": "For God is sufficient as witness between us and you we were not aware of your worship.\"",
      "transliteration": "fakafā billāhi shahīdan baynanā wabaynakum in kunnā `an `ibādatikum laghāfilīn"
    },
    {
      "index": 30,
      "arabic": "هُنَالِكَ تَبْلُوا۟ كُلُّ نَفْسٍ مَّآ أَسْلَفَتْ ۚ وَرُدُّوٓا۟ إِلَى ٱللَّهِ مَوْلَىٰهُمُ ٱلْحَقِّ ۖ وَضَلَّ عَنْهُم مَّا كَانُوا۟ يَفْتَرُونَ",
      "translation": "Then each will see what he had done in the past; and they will turn to God, their true Lord, and all the lies they had fabricated will be of no avail to them.",
      "transliteration": "hunālika tablū kullu nafsin mā aslafat ۚ waruddū ilallāhi mawlāhumul ḥaqq ۖ waḍalla `anhum mā kānū yaftarūn"
    },
    {
      "index": 31,
      "arabic": "قُلْ مَن يَرْزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ أَمَّن يَمْلِكُ ٱلسَّمْعَ وَٱلْأَبْصَـٰرَ وَمَن يُخْرِجُ ٱلْحَىَّ مِنَ ٱلْمَيِّتِ وَيُخْرِجُ ٱلْمَيِّتَ مِنَ ٱلْحَىِّ وَمَن يُدَبِّرُ ٱلْأَمْرَ ۚ فَسَيَقُولُونَ ٱللَّهُ ۚ فَقُلْ أَفَلَا تَتَّقُونَ",
      "translation": "Ask them: \"Who gives you food and sustenance from the skies and the earth? Or, who is the lord of ear and eye? And who brings forth the living from the dead, the dead from the living? And who directs all affairs?\" They will say: \"God.\" So tell them: \"Why do you not fear Him?\"",
      "transliteration": "qul man yarzuqukum minas samā-i wal-arḍi amman yamlikus sam`a wal-abṣāra wa man yukhrijul ḥayya minal mayyiti wayukhrijul mayyita minal ḥayyi wa man yudabbirul-amr ۚ fasayaqūlūnallāh ۚ faqul afalā tattaqūn"
    },
    {
      "index": 32,
      "arabic": "فَذَٰلِكُمُ ٱللَّهُ رَبُّكُمُ ٱلْحَقُّ ۖ فَمَاذَا بَعْدَ ٱلْحَقِّ إِلَّا ٱلضَّلَـٰلُ ۖ فَأَنَّىٰ تُصْرَفُونَ",
      "translation": "Such then is God, your true Lord; and when truth is gone what is left but error? So why do you turn away?",
      "transliteration": "fadhālikumullāhu rabbukumul ḥaqq ۖ famādhā ba`dal ḥaqqi illaḍ ḍalāl ۖ fa-annā tuṣrafūn"
    },
    {
      "index": 33,
      "arabic": "كَذَٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ فَسَقُوٓا۟ أَنَّهُمْ لَا يُؤْمِنُونَ",
      "translation": "Thus the word of your Lord about those who disobey comes true, that they do not believe.",
      "transliteration": "kadhālika ḥaqqat kalimatu rabbika `alal ladhīna fasaqū annahum lā yu-minūn"
    },
    {
      "index": 34,
      "arabic": "قُلْ هَلْ مِن شُرَكَآئِكُم مَّن يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ ۚ قُلِ ٱللَّهُ يَبْدَؤُا۟ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
      "translation": "Ask them: \"Is there among the partners (you ascribe to God) one who first originates then reverts it? Say: \"It is God alone who first creates and then reverts it. So where do you stray?\"",
      "transliteration": "qul hal min shurakā-ikum man yabda-ul khalqa thumma yu`īduh ۚ qulillāhu yabda-ul khalqa thumma yu`īduh ۖ fa-annā tu-fakūn"
    },
    {
      "index": 35,
      "arabic": "قُلْ هَلْ مِن شُرَكَآئِكُم مَّن يَهْدِىٓ إِلَى ٱلْحَقِّ ۚ قُلِ ٱللَّهُ يَهْدِى لِلْحَقِّ ۗ أَفَمَن يَهْدِىٓ إِلَى ٱلْحَقِّ أَحَقُّ أَن يُتَّبَعَ أَمَّن لَّا يَهِدِّىٓ إِلَّآ أَن يُهْدَىٰ ۖ فَمَا لَكُمْ كَيْفَ تَحْكُمُونَ",
      "translation": "Ask: \"Is there one among those you associate with God who can show the way to the truth?\" Say: \"It is God who shows the way to truth.\" Then who is more worthy of being followed -- He who guides to the truth, or he who cannot find the path until shown the way? What has happened to you that you judge in such a wise?",
      "transliteration": "qul hal min shurakā-ikum man yahdī ilal-ḥaqq ۚ qulillāhu yahdī lilḥaqq ۗ afaman yahdī ilal-ḥaqqi aḥaqqu an yuttaba`a amman lā yahiddī illā an yuhdā ۖ famā lakum kayfa taḥkumūn"
    },
    {
      "index": 36,
      "arabic": "وَمَا يَتَّبِعُ أَكْثَرُهُمْ إِلَّا ظَنًّا ۚ إِنَّ ٱلظَّنَّ لَا يُغْنِى مِنَ ٱلْحَقِّ شَيْـًٔا ۚ إِنَّ ٱللَّهَ عَلِيمٌۢ بِمَا يَفْعَلُونَ",
      "translation": "Many of them follow nothing but illusion; yet illusion cannot replace the reality. God verily knows what they do.",
      "transliteration": "wa mā yattabi`u aktharuhum illā ẓannā ۚ innaẓ ẓanna lā yughnī minal ḥaqqi shay-ā ۚ innallāha `alīmun bimā yaf`alūn"
    },
    {
      "index": 37,
      "arabic": "وَمَا كَانَ هَـٰذَا ٱلْقُرْءَانُ أَن يُفْتَرَىٰ مِن دُونِ ٱللَّهِ وَلَـٰكِن تَصْدِيقَ ٱلَّذِى بَيْنَ يَدَيْهِ وَتَفْصِيلَ ٱلْكِتَـٰبِ لَا رَيْبَ فِيهِ مِن رَّبِّ ٱلْعَـٰلَمِينَ",
      "translation": "This Qur'an is not such (a writ) as could be composed by anyone but God. It confirms what has been revealed before, and is an exposition of (Heaven's) law. Without any doubt it's from the Lord of all the worlds.",
      "transliteration": "wa mā kāna hādhal qur-ānu an yuftarā min dūnillāhi walākin taṣdīqal ladhī bayna yadayhi watafṣīlal-kitābi lā rayba fīhi min rabbil `ālamīn"
    },
    {
      "index": 38,
      "arabic": "أَمْ يَقُولُونَ ٱفْتَرَىٰهُ ۖ قُلْ فَأْتُوا۟ بِسُورَةٍ مِّثْلِهِۦ وَٱدْعُوا۟ مَنِ ٱسْتَطَعْتُم مِّن دُونِ ٱللَّهِ إِن كُنتُمْ صَـٰدِقِينَ",
      "translation": "Do they say (of the Prophet) that: \"He has composed it?\" Say to them: \"Bring a Surah like this, and call anyone apart from God you can (to help you), if what you say is true.\"",
      "transliteration": "am yaqūlūnaf-tarāh ۖ qul fa-tū bisūratim mithlihi wad`ū manis-taṭa`tum min dūnillāhi in kuntum ṣādiqīn"
    },
    {
      "index": 39,
      "arabic": "بَلْ كَذَّبُوا۟ بِمَا لَمْ يُحِيطُوا۟ بِعِلْمِهِۦ وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُۥ ۚ كَذَٰلِكَ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ ۖ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلظَّـٰلِمِينَ",
      "translation": "In fact, they deny what is beyond the reach of their knowledge, whose explanation has not reached them yet. So had those who have gone before them denied; but look at the fate of the unjust",
      "transliteration": "bal kadhhabū bimā lam yuḥīṭū bi`il-mihi walammā ya-tihim ta-wīluh ۚ kadhālika kadhhabal ladhīna min qablihim ۖ fanẓur kayfa kāna `āqibatuẓ ẓālimīn"
    },
    {
      "index": 40,
      "arabic": "وَمِنْهُم مَّن يُؤْمِنُ بِهِۦ وَمِنْهُم مَّن لَّا يُؤْمِنُ بِهِۦ ۚ وَرَبُّكَ أَعْلَمُ بِٱلْمُفْسِدِينَ",
      "translation": "Some of them will believe in it, some will not. Your Lord knows the transgressors well.",
      "transliteration": "wa minhum man yu-minu bihi wa minhum man lā yu-minu bih ۚ warabbuka a`lamu bil mufsidīn"
    },
    {
      "index": 41,
      "arabic": "وَإِن كَذَّبُوكَ فَقُل لِّى عَمَلِى وَلَكُمْ عَمَلُكُمْ ۖ أَنتُم بَرِيٓـُٔونَ مِمَّآ أَعْمَلُ وَأَنَا۠ بَرِىٓءٌ مِّمَّا تَعْمَلُونَ",
      "translation": "If they (still) call you a liar, tell them: \"For me my actions, for you yours. You are not answerable for my deeds, nor I for what you do.\"",
      "transliteration": "wa in kadhhabūka faqul lī `amalī walakum `amalukum ۖ antum barī-ūna mimmā a`malu wa-ana barī-un mimmā ta`malūn"
    },
    {
      "index": 42,
      "arabic": "وَمِنْهُم مَّن يَسْتَمِعُونَ إِلَيْكَ ۚ أَفَأَنتَ تُسْمِعُ ٱلصُّمَّ وَلَوْ كَانُوا۟ لَا يَعْقِلُونَ",
      "translation": "Some of them listen to you: But can you make the deaf hear who do not understand a thing?",
      "transliteration": "wa minhum man yastami`ūna ilayk ۚ afa-anta tusmi`uṣ ṣumma walaw kānū lā ya`qilūn"
    },
    {
      "index": 43,
      "arabic": "وَمِنْهُم مَّن يَنظُرُ إِلَيْكَ ۚ أَفَأَنتَ تَهْدِى ٱلْعُمْىَ وَلَوْ كَانُوا۟ لَا يُبْصِرُونَ",
      "translation": "Some of them look toward you: But can you show the blind the way even when they cannot see?",
      "transliteration": "wa minhum man yanẓuru ilayk ۚ afa-anta tahdil `umya walaw kānū lā yubṣirūn"
    },
    {
      "index": 44,
      "arabic": "إِنَّ ٱللَّهَ لَا يَظْلِمُ ٱلنَّاسَ شَيْـًٔا وَلَـٰكِنَّ ٱلنَّاسَ أَنفُسَهُمْ يَظْلِمُونَ",
      "translation": "Surely God does not wrong anyone; they wrong themselves.",
      "transliteration": "innallāha lā yaẓlimun nāsa shay-an walākinnan nāsa anfusahum yaẓlimūn"
    },
    {
      "index": 45,
      "arabic": "وَيَوْمَ يَحْشُرُهُمْ كَأَن لَّمْ يَلْبَثُوٓا۟ إِلَّا سَاعَةً مِّنَ ٱلنَّهَارِ يَتَعَارَفُونَ بَيْنَهُمْ ۚ قَدْ خَسِرَ ٱلَّذِينَ كَذَّبُوا۟ بِلِقَآءِ ٱللَّهِ وَمَا كَانُوا۟ مُهْتَدِينَ",
      "translation": "The day He will gather them together it will appear to them that they had lived (in the world) but an hour of a day to make each other's acquaintance. Verily those who deny the meeting with God will be lost, and not find the way.",
      "transliteration": "wayawma yaḥshuruhum ka-an lam yalbathū illā sā`atan minan nahāri yata`ārafūna baynahum ۚ qad khasiral ladhīna kadhhabū biliqā-illāhi wa mā kānū muhtadīn"
    },
    {
      "index": 46,
      "arabic": "وَإِمَّا نُرِيَنَّكَ بَعْضَ ٱلَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا مَرْجِعُهُمْ ثُمَّ ٱللَّهُ شَهِيدٌ عَلَىٰ مَا يَفْعَلُونَ",
      "translation": "Whether We show you some of the promise (of punishment in wait) for them, or take you to Ourself, their returning is to Us in the end; and God is a witness to all they do.",
      "transliteration": "wa immā nuriyannaka ba`ḍal ladhī na`iduhum aw natawaffayannaka fa-ilaynā marji`uhum thummallāhu shahīdun `alā mā yaf`alūn"
    },
    {
      "index": 47,
      "arabic": "وَلِكُلِّ أُمَّةٍ رَّسُولٌ ۖ فَإِذَا جَآءَ رَسُولُهُمْ قُضِىَ بَيْنَهُم بِٱلْقِسْطِ وَهُمْ لَا يُظْلَمُونَ",
      "translation": "For every people there is an apostle; and when their apostle is come the matter is decided between them equitably, and no one is wronged.",
      "transliteration": "walikulli ummatin rasūl ۖ fa-idhā jā-a rasūluhum quḍiya baynahum bil qisṭi wahum lā yuẓlamūn"
    },
    {
      "index": 48,
      "arabic": "وَيَقُولُونَ مَتَىٰ هَـٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَـٰدِقِينَ",
      "translation": "They say: \"When is this promise going to come, if what you say is true?\"",
      "transliteration": "wayaqūlūna matā hādhal wa`du in kuntum ṣādiqīn"
    },
    {
      "index": 49,
      "arabic": "قُل لَّآ أَمْلِكُ لِنَفْسِى ضَرًّا وَلَا نَفْعًا إِلَّا مَا شَآءَ ٱللَّهُ ۗ لِكُلِّ أُمَّةٍ أَجَلٌ ۚ إِذَا جَآءَ أَجَلُهُمْ فَلَا يَسْتَـْٔخِرُونَ سَاعَةً ۖ وَلَا يَسْتَقْدِمُونَ",
      "translation": "Say: \"I have no power over my own gain or loss other than what God may please.\" Every people have a certain term. When their time is come they can neither delay it an hour nor advance it a moment forward.",
      "transliteration": "qul lā amliku linafsī ḍarran walā naf`an illā mā shā-allāh ۗ likulli ummatin ajal ۚ idhā jā-a ajaluhum falā yasta-khirūna sā`ah ۖ walā yastaqdimūn"
    },
    {
      "index": 50,
      "arabic": "قُلْ أَرَءَيْتُمْ إِنْ أَتَىٰكُمْ عَذَابُهُۥ بَيَـٰتًا أَوْ نَهَارًا مَّاذَا يَسْتَعْجِلُ مِنْهُ ٱلْمُجْرِمُونَ",
      "translation": "Say: \"Have you ever thought if His punishment befalls you at night or in the day, what would the sinners do to despatch it?",
      "transliteration": "qul ara aytum in atākum `adhābuhu bayātan aw nahāran mādhā yasta`jilu minhul mujrimūn"
    },
    {
      "index": 51,
      "arabic": "أَثُمَّ إِذَا مَا وَقَعَ ءَامَنتُم بِهِۦٓ ۚ ءَآلْـَٔـٰنَ وَقَدْ كُنتُم بِهِۦ تَسْتَعْجِلُونَ",
      "translation": "Will you believe it when it comes to pass? Indeed, you will believe it then. How impatient you were to hasten it!",
      "transliteration": "athumma idhā mā waqa`a āmantum bih ۚ āl-āna waqad kuntum bihi tasta`jilūn"
    },
    {
      "index": 52,
      "arabic": "ثُمَّ قِيلَ لِلَّذِينَ ظَلَمُوا۟ ذُوقُوا۟ عَذَابَ ٱلْخُلْدِ هَلْ تُجْزَوْنَ إِلَّا بِمَا كُنتُمْ تَكْسِبُونَ",
      "translation": "Then will the sinners be told: \"Now taste everlasting torment. Should you be rewarded for anything else but what you did?\"",
      "transliteration": "thumma qīla lilladhīna ẓalamū dhūqū `adhābal khuldi hal tujzawna illā bimā kuntum taksibūn"
    },
    {
      "index": 53,
      "arabic": "وَيَسْتَنۢبِـُٔونَكَ أَحَقٌّ هُوَ ۖ قُلْ إِى وَرَبِّىٓ إِنَّهُۥ لَحَقٌّ ۖ وَمَآ أَنتُم بِمُعْجِزِينَ",
      "translation": "Yet they want to be informed if it is true. Say: \"By my Lord, it is the truth. You cannot invalidate it.\"",
      "transliteration": "wayastanbi-ūnaka aḥaqqun huw ۖ qul iy warabbī innahu laḥaqq ۖ wa mā antum bimu`jizīn"
    },
    {
      "index": 54,
      "arabic": "وَلَوْ أَنَّ لِكُلِّ نَفْسٍ ظَلَمَتْ مَا فِى ٱلْأَرْضِ لَٱفْتَدَتْ بِهِۦ ۗ وَأَسَرُّوا۟ ٱلنَّدَامَةَ لَمَّا رَأَوُا۟ ٱلْعَذَابَ ۖ وَقُضِىَ بَيْنَهُم بِٱلْقِسْطِ ۚ وَهُمْ لَا يُظْلَمُونَ",
      "translation": "Even if every soul that has sinned possessed whatever is on the earth, it would surely offer it to ransom itself, and feel repentant on seeing the punishment. Yet the sentence would be passed with justice, and not one will be wronged.",
      "transliteration": "walaw anna likulli nafsin ẓalamat mā fil-arḍi laftadat bih ۗ wa-asarrun nadāmata lammā ra-awul `adhāb ۖ waquḍiya baynahum bil qisṭ ۚ wahum lā yuẓlamūn"
    },
    {
      "index": 55,
      "arabic": "أَلَآ إِنَّ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۗ أَلَآ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
      "translation": "For all that is in the heavens and the earth belongs to God. Remember, the promise of God is true. But most of them do not know.",
      "transliteration": "alā inna lillāhi mā fis samāwāti wal-arḍ ۗ alā inna wa`dallāhi ḥaqqun walākinna aktharahum lā ya`lamūn"
    },
    {
      "index": 56,
      "arabic": "هُوَ يُحْىِۦ وَيُمِيتُ وَإِلَيْهِ تُرْجَعُونَ",
      "translation": "He is the giver of life and death, and to Him you will return.",
      "transliteration": "huwa yuḥyī wayumītu wa ilayhi turja`ūn"
    },
    {
      "index": 57,
      "arabic": "يَـٰٓأَيُّهَا ٱلنَّاسُ قَدْ جَآءَتْكُم مَّوْعِظَةٌ مِّن رَّبِّكُمْ وَشِفَآءٌ لِّمَا فِى ٱلصُّدُورِ وَهُدًى وَرَحْمَةٌ لِّلْمُؤْمِنِينَ",
      "translation": "O men, a warning has come to you from your Lord, a remedy for the (doubts) of the heart, and a guidance and grace for those who believe.",
      "transliteration": "yā-ayyuhan nāsu qad jā-at kum maw`iẓatun min rabbikum washifā-un limā fiṣ ṣudūri wahudan waraḥmatun lil-mu-minīn"
    },
    {
      "index": 58,
      "arabic": "قُلْ بِفَضْلِ ٱللَّهِ وَبِرَحْمَتِهِۦ فَبِذَٰلِكَ فَلْيَفْرَحُوا۟ هُوَ خَيْرٌ مِّمَّا يَجْمَعُونَ",
      "translation": "Say: \"It is the blessing and mercy of God; so rejoice in it. It is better than all that you amass.\"",
      "transliteration": "qul bifaḍlillāhi wabiraḥmatihi fabidhālika falyafraḥū huwa khayrun mimmā yajma`ūn"
    },
    {
      "index": 59,
      "arabic": "قُلْ أَرَءَيْتُم مَّآ أَنزَلَ ٱللَّهُ لَكُم مِّن رِّزْقٍ فَجَعَلْتُم مِّنْهُ حَرَامًا وَحَلَـٰلًا قُلْ ءَآللَّهُ أَذِنَ لَكُمْ ۖ أَمْ عَلَى ٱللَّهِ تَفْتَرُونَ",
      "translation": "Say: \"Have you thought of what God has sent you for food, of which you have labelled some as lawful and some forbidden?\" And ask: \"Has God commanded this, or you are imputing lies to God?\"",
      "transliteration": "qul ara aytum mā anzalallāhu lakum min rizqin faja`altum minhu ḥarāman waḥalālan qul ālllāhu adhina lakum ۖ am `alallāhi taftarūn"
    },
    {
      "index": 60,
      "arabic": "وَمَا ظَنُّ ٱلَّذِينَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ يَوْمَ ٱلْقِيَـٰمَةِ ۗ إِنَّ ٱللَّهَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَشْكُرُونَ",
      "translation": "What do those who invent lies of God think about the Day of Reckoning? (Will they escape the judgement?) In fact God is gracious to men; but most of them are not grateful.",
      "transliteration": "wa mā ẓannul ladhīna yaftarūna `alallāhil kadhiba yawmal qiyāmah ۗ innallāha ladhū faḍlin `alan nāsi walākinna aktharahum lā yashkurūn"
    },
    {
      "index": 61,
      "arabic": "وَمَا تَكُونُ فِى شَأْنٍ وَمَا تَتْلُوا۟ مِنْهُ مِن قُرْءَانٍ وَلَا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُودًا إِذْ تُفِيضُونَ فِيهِ ۚ وَمَا يَعْزُبُ عَن رَّبِّكَ مِن مِّثْقَالِ ذَرَّةٍ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ وَلَآ أَصْغَرَ مِن ذَٰلِكَ وَلَآ أَكْبَرَ إِلَّا فِى كِتَـٰبٍ مُّبِينٍ",
      "translation": "There is no state you are in, whether reading from the Qur'an, or doing something else, but We are watching you as you are engaged in it. There is not the weight of an atom on the earth and in the heavens that is hidden from your Lord, nor is there anything smaller or greater than this but is recorded in the perspicuous Book.",
      "transliteration": "wa mā takūnu fī sha-nin wa mā tatlū minhu min qur-ānin walā ta`malūna min `amalin illā kunnā `alaykum shuhūdan idh tufīḍūna fīh ۚ wa mā ya`zubu `an rabbika min mithqāli dharratin fil-arḍi walā fis samā-i walā aṣghara min dhālika walā akbara illā fī kitābin mubīn"
    },
    {
      "index": 62,
      "arabic": "أَلَآ إِنَّ أَوْلِيَآءَ ٱللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "translation": "Remember, there is neither fear nor regret for the friends of God.",
      "transliteration": "alā inna awliyā-allāhi lā khawfun `alayhim walā hum yaḥzanūn"
    },
    {
      "index": 63,
      "arabic": "ٱلَّذِينَ ءَامَنُوا۟ وَكَانُوا۟ يَتَّقُونَ",
      "translation": "Those who believe and obey God,",
      "transliteration": "alladhīna āmanū wakānū yattaqūn"
    },
    {
      "index": 64,
      "arabic": "لَهُمُ ٱلْبُشْرَىٰ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَفِى ٱلْـَٔاخِرَةِ ۚ لَا تَبْدِيلَ لِكَلِمَـٰتِ ٱللَّهِ ۚ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
      "translation": "For them is good news in the life of the world and in the life to come. There is no changing the words of God. That will be the great triumph.",
      "transliteration": "lahumul bushrā fil ḥayātid dunyā wafil-ākhirah ۚ lā tabdīla likalimātillāh ۚ dhālika huwal fawzul `aẓīm"
    },
    {
      "index": 65,
      "arabic": "وَلَا يَحْزُنكَ قَوْلُهُمْ ۘ إِنَّ ٱلْعِزَّةَ لِلَّهِ جَمِيعًا ۚ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "translation": "You should not be grieved by what they say. All glory is wholly for God: He is the one who hears and knows everything.",
      "transliteration": "walā yaḥzunka qawluhum ۘ innal `izzata lillāhi jamī`ā ۚ huwas samī`ul `alīm"
    },
    {
      "index": 66,
      "arabic": "أَلَآ إِنَّ لِلَّهِ مَن فِى ٱلسَّمَـٰوَٰتِ وَمَن فِى ٱلْأَرْضِ ۗ وَمَا يَتَّبِعُ ٱلَّذِينَ يَدْعُونَ مِن دُونِ ٱللَّهِ شُرَكَآءَ ۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَإِنْ هُمْ إِلَّا يَخْرُصُونَ",
      "translation": "Remember, whosoever is in the heavens and the earth belongs to God. Those who call on others they associate with God, follow nothing but conjecture, and only guess.",
      "transliteration": "alā inna lillāhi man fis samāwāti wa man fil-arḍ ۗ wa mā yattabi`ul ladhīna yad`ūna min dūnillāhi shurakā-a ۚ in yattabi`ūna illaẓ ẓanna wa in hum illā yakhruṣūn"
    },
    {
      "index": 67,
      "arabic": "هُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِتَسْكُنُوا۟ فِيهِ وَٱلنَّهَارَ مُبْصِرًا ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَسْمَعُونَ",
      "translation": "It is He who made the night for you to rest, and made the day enlightening. Indeed there are signs in this for those who listen.",
      "transliteration": "huwal ladhī ja`ala lakumul layla litaskunū fīhi wan nahāra mubṣirā ۚ inna fī dhālika la-āyātin liqawmiy yasma`ūn"
    },
    {
      "index": 68,
      "arabic": "قَالُوا۟ ٱتَّخَذَ ٱللَّهُ وَلَدًا ۗ سُبْحَـٰنَهُۥ ۖ هُوَ ٱلْغَنِىُّ ۖ لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۚ إِنْ عِندَكُم مِّن سُلْطَـٰنٍۭ بِهَـٰذَآ ۚ أَتَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
      "translation": "They say: \"God has begotten a son.\" Immaculate is He and self-sufficient.\" Whatsoever is in the heavens and the earth belongs to Him. You have no proof for this (assertion): Why do you say things of God you do not know?",
      "transliteration": "qālut-takhadhallāhu waladā ۗ subḥānah ۖ huwal ghaniyy ۖ lahu mā fis samāwāti wa mā fil-arḍ ۚ in `indakum min sulṭānin bihādhā ۚ ataqūlūna `alallāhi mā lā ta`lamūn"
    },
    {
      "index": 69,
      "arabic": "قُلْ إِنَّ ٱلَّذِينَ يَفْتَرُونَ عَلَى ٱللَّهِ ٱلْكَذِبَ لَا يُفْلِحُونَ",
      "translation": "Say: \"Those who fabricate lies about God will never succeed.\"",
      "transliteration": "qul innal ladhīna yaftarūna `alallāhil kadhiba lā yufliḥūn"
    },
    {
      "index": 70,
      "arabic": "مَتَـٰعٌ فِى ٱلدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ ثُمَّ نُذِيقُهُمُ ٱلْعَذَابَ ٱلشَّدِيدَ بِمَا كَانُوا۟ يَكْفُرُونَ",
      "translation": "Let them profit by the world (while they may): In the end they will come back to Us. Then We shall make them taste severe punishment for having denied (the truth).",
      "transliteration": "matā`un fid dunyā thumma ilaynā marji`uhum thumma nudhīquhumul `adhābash shadīda bimā kānū yakfurūn"
    },
    {
      "index": 71,
      "arabic": "وَٱتْلُ عَلَيْهِمْ نَبَأَ نُوحٍ إِذْ قَالَ لِقَوْمِهِۦ يَـٰقَوْمِ إِن كَانَ كَبُرَ عَلَيْكُم مَّقَامِى وَتَذْكِيرِى بِـَٔايَـٰتِ ٱللَّهِ فَعَلَى ٱللَّهِ تَوَكَّلْتُ فَأَجْمِعُوٓا۟ أَمْرَكُمْ وَشُرَكَآءَكُمْ ثُمَّ لَا يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّةً ثُمَّ ٱقْضُوٓا۟ إِلَىَّ وَلَا تُنظِرُونِ",
      "translation": "Recount to them the story of Noah when he said to his people: \"O people, if you find my staying with you and warning through God's signs, unbearable to you, know that I have reposed my trust in God. So plan your move, and call your associates, and make certain of your plan; then do whatever you intend against me, allowing me no respite.",
      "transliteration": "watlu `alayhim naba-a nūḥin idh qāla liqawmihi yāqawmi in kāna kabura `alaykum maqāmī watadhkīrī bi-āyātillāhi fa`alallāhi tawakkaltu fa-ajmi`ū amrakum washurakā-akum thumma lā yakun amrukum `alaykum ghummatan thummaq-ḍū ilayya walā tunẓirūn"
    },
    {
      "index": 72,
      "arabic": "فَإِن تَوَلَّيْتُمْ فَمَا سَأَلْتُكُم مِّنْ أَجْرٍ ۖ إِنْ أَجْرِىَ إِلَّا عَلَى ٱللَّهِ ۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ ٱلْمُسْلِمِينَ",
      "translation": "If you turn away from me (remember) I do not ask any recompense from you. My reward is with God; I have been commanded to be one of those who submit to Him.\"",
      "transliteration": "fa-in tawallaytum famā sa-altukum min ajr ۖ in ajriya illā `alallāh ۖ wa-umirtu an akūna minal muslimīn"
    },
    {
      "index": 73,
      "arabic": "فَكَذَّبُوهُ فَنَجَّيْنَـٰهُ وَمَن مَّعَهُۥ فِى ٱلْفُلْكِ وَجَعَلْنَـٰهُمْ خَلَـٰٓئِفَ وَأَغْرَقْنَا ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا ۖ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُنذَرِينَ",
      "translation": "Even then they denied him; so We saved him and those with him, in the ark, and established them in the land, and drowned those who denied Our signs. So think of the fate of those who were warned (and took no heed).",
      "transliteration": "fakadhhabūhu fanajjaynāhu wa man ma`ahu fil fulki waja`alnāhum khalā-ifa wa-aghraqnal ladhīna kadhhabū bi-āyātinā ۖ fanẓur kayfa kāna `āqibatul mundharīn"
    },
    {
      "index": 74,
      "arabic": "ثُمَّ بَعَثْنَا مِنۢ بَعْدِهِۦ رُسُلًا إِلَىٰ قَوْمِهِمْ فَجَآءُوهُم بِٱلْبَيِّنَـٰتِ فَمَا كَانُوا۟ لِيُؤْمِنُوا۟ بِمَا كَذَّبُوا۟ بِهِۦ مِن قَبْلُ ۚ كَذَٰلِكَ نَطْبَعُ عَلَىٰ قُلُوبِ ٱلْمُعْتَدِينَ",
      "translation": "Afterwards We sent many messengers who brought clear proofs to their peoples. But they were not prepared to believe what they had once denied. That is how We seal the hearts of the iniquitous.",
      "transliteration": "thumma ba`athnā min ba`dihi rusulan ilā qawmihim fajā-ūhum bil bayyināti famā kānū liyu-minū bimā kadhhabū bihi min qabl ۚ kadhālika naṭba`u `alā qulūbil mu`tadīn"
    },
    {
      "index": 75,
      "arabic": "ثُمَّ بَعَثْنَا مِنۢ بَعْدِهِم مُّوسَىٰ وَهَـٰرُونَ إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ بِـَٔايَـٰتِنَا فَٱسْتَكْبَرُوا۟ وَكَانُوا۟ قَوْمًا مُّجْرِمِينَ",
      "translation": "Then after them We sent Moses and Aaron with Our signs to the Pharaoh and his nobles; but they behaved arrogantly, for they were a people full of guilt.",
      "transliteration": "thumma ba`athnā min ba`dihim mūsā wahārūna ilā fir`awna wa mala-ihi bi-āyātinā fastakbarū wakānū qawman mujrimīn"
    },
    {
      "index": 76,
      "arabic": "فَلَمَّا جَآءَهُمُ ٱلْحَقُّ مِنْ عِندِنَا قَالُوٓا۟ إِنَّ هَـٰذَا لَسِحْرٌ مُّبِينٌ",
      "translation": "Thus, when the truth had come to them from Us, they said: \"Surely this is nothing but pure magic.\"",
      "transliteration": "falammā jā-ahumul ḥaqqu min `indinā qālū inna hādhā lasiḥrun mubīn"
    },
    {
      "index": 77,
      "arabic": "قَالَ مُوسَىٰٓ أَتَقُولُونَ لِلْحَقِّ لَمَّا جَآءَكُمْ ۖ أَسِحْرٌ هَـٰذَا وَلَا يُفْلِحُ ٱلسَّـٰحِرُونَ",
      "translation": "\"You say this of the truth,\" said Moses, \"after it has come to you. Is this magic? But sorcerers do not ever prosper.\"",
      "transliteration": "qāla mūsā ataqūlūna lilḥaqqi lammā jā-akum ۖ asiḥrun hādhā walā yufliḥus sāḥirūn"
    },
    {
      "index": 78,
      "arabic": "قَالُوٓا۟ أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ ءَابَآءَنَا وَتَكُونَ لَكُمَا ٱلْكِبْرِيَآءُ فِى ٱلْأَرْضِ وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ",
      "translation": "\"Have you come,\" said they, \"to turn us back from what we found our ancestors doing, so that the two of you may attain supremacy in the land? We shall not believe in what you say.",
      "transliteration": "qālū aji-tanā litalfitanā `ammā wajadnā `alayhi ābā-anā watakūna lakumal kibriyā-u fil-arḍi wa mā naḥnu lakumā bimu-minīn"
    },
    {
      "index": 79,
      "arabic": "وَقَالَ فِرْعَوْنُ ٱئْتُونِى بِكُلِّ سَـٰحِرٍ عَلِيمٍ",
      "translation": "\"Bring the cleverest magicians to me,\" said the Pharaoh.",
      "transliteration": "waqāla fir`awnu-tūnī bikulli sāḥirin `alīm"
    },
    {
      "index": 80,
      "arabic": "فَلَمَّا جَآءَ ٱلسَّحَرَةُ قَالَ لَهُم مُّوسَىٰٓ أَلْقُوا۟ مَآ أَنتُم مُّلْقُونَ",
      "translation": "So when the magicians arrived, Moses said to them: \"Cast whatever (spell) you have to cast.\"",
      "transliteration": "falammā jā-as saḥaratu qāla lahum mūsā alqū mā antum mulqūn"
    },
    {
      "index": 81,
      "arabic": "فَلَمَّآ أَلْقَوْا۟ قَالَ مُوسَىٰ مَا جِئْتُم بِهِ ٱلسِّحْرُ ۖ إِنَّ ٱللَّهَ سَيُبْطِلُهُۥٓ ۖ إِنَّ ٱللَّهَ لَا يُصْلِحُ عَمَلَ ٱلْمُفْسِدِينَ",
      "translation": "When they had cast (their spell) Moses said: \"What you have cast is only a charm which God will surely nullify. God does not verily render the deeds of evil-doers righteous.",
      "transliteration": "falammā alqaw qāla mūsā mā ji-tum bihis siḥr ۖ innallāha sayubṭiluh ۖ innallāha lā yuṣliḥu `amalal-mufsidīn"
    },
    {
      "index": 82,
      "arabic": "وَيُحِقُّ ٱللَّهُ ٱلْحَقَّ بِكَلِمَـٰتِهِۦ وَلَوْ كَرِهَ ٱلْمُجْرِمُونَ",
      "translation": "God vindicates the truth by His commands, however the sinners may dislike it.\"",
      "transliteration": "wayuḥiqqullāhul ḥaqqa bikalimātihi walaw karihal mujrimūn"
    },
    {
      "index": 83,
      "arabic": "فَمَآ ءَامَنَ لِمُوسَىٰٓ إِلَّا ذُرِّيَّةٌ مِّن قَوْمِهِۦ عَلَىٰ خَوْفٍ مِّن فِرْعَوْنَ وَمَلَإِي۟هِمْ أَن يَفْتِنَهُمْ ۚ وَإِنَّ فِرْعَوْنَ لَعَالٍ فِى ٱلْأَرْضِ وَإِنَّهُۥ لَمِنَ ٱلْمُسْرِفِينَ",
      "translation": "But none of them put faith in Moses except some youths among his people who were nonetheless afraid lest the Pharaoh and his nobles should persecute them; for the Pharaoh was mighty in the land, and guilty of excesses.",
      "transliteration": "famā āmana limūsā illā dhurriyyatun min qawmihi `alā khawfin min fir`awna wa mala-ihim an yaftinahum ۚ wa inna fir`awna la`ālin fil-arḍi wa innahu laminal musrifīn"
    },
    {
      "index": 84,
      "arabic": "وَقَالَ مُوسَىٰ يَـٰقَوْمِ إِن كُنتُمْ ءَامَنتُم بِٱللَّهِ فَعَلَيْهِ تَوَكَّلُوٓا۟ إِن كُنتُم مُّسْلِمِينَ",
      "translation": "Moses said: \"O my people, if you do believe in God place your trust in Him if you are obedient.\"",
      "transliteration": "waqāla mūsā yāqawmi in kuntum āmantum billāhi fa`alayhi tawakkalū in kuntum muslimīn"
    },
    {
      "index": 85,
      "arabic": "فَقَالُوا۟ عَلَى ٱللَّهِ تَوَكَّلْنَا رَبَّنَا لَا تَجْعَلْنَا فِتْنَةً لِّلْقَوْمِ ٱلظَّـٰلِمِينَ",
      "translation": "They answered: \"We have placed our trust in God. O Lord, do not make us a target of oppression for these tyrannical people,",
      "transliteration": "faqālū `alallāhi tawakkalnā rabbanā lā taj`alnā fitnatan lilqawmiẓ ẓālimīn"
    },
    {
      "index": 86,
      "arabic": "وَنَجِّنَا بِرَحْمَتِكَ مِنَ ٱلْقَوْمِ ٱلْكَـٰفِرِينَ",
      "translation": "And deliver us by Your grace from a people who do not believe.\"",
      "transliteration": "wanajjinā biraḥmatika minal qawmil kāfirīn"
    },
    {
      "index": 87,
      "arabic": "وَأَوْحَيْنَآ إِلَىٰ مُوسَىٰ وَأَخِيهِ أَن تَبَوَّءَا لِقَوْمِكُمَا بِمِصْرَ بُيُوتًا وَٱجْعَلُوا۟ بُيُوتَكُمْ قِبْلَةً وَأَقِيمُوا۟ ٱلصَّلَوٰةَ ۗ وَبَشِّرِ ٱلْمُؤْمِنِينَ",
      "translation": "We commanded Moses and his brother: \"Build homes for your people in Egypt, and make your houses places of worship, perform your acts of prayer and give happy tidings to those who believe.\"",
      "transliteration": "wa-awḥaynā ilā mūsā wa-akhīhi an tabawwa-ā liqawmikumā bimiṣra buyūtan waj`alū buyūtakum qiblatan wa-aqīmuṣ ṣalāh ۗ wabashhiril mu-minīn"
    },
    {
      "index": 88,
      "arabic": "وَقَالَ مُوسَىٰ رَبَّنَآ إِنَّكَ ءَاتَيْتَ فِرْعَوْنَ وَمَلَأَهُۥ زِينَةً وَأَمْوَٰلًا فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا رَبَّنَا لِيُضِلُّوا۟ عَن سَبِيلِكَ ۖ رَبَّنَا ٱطْمِسْ عَلَىٰٓ أَمْوَٰلِهِمْ وَٱشْدُدْ عَلَىٰ قُلُوبِهِمْ فَلَا يُؤْمِنُوا۟ حَتَّىٰ يَرَوُا۟ ٱلْعَذَابَ ٱلْأَلِيمَ",
      "translation": "And Moses said: \"O Lord, have You bestowed on the Pharaoh and his nobles pomp and plenty in the life of this world that they might mislead people from Your path? Destroy their possessions, O Lord, and harden their hearts that they may not believe until they face the painful punishment.\"",
      "transliteration": "waqāla mūsā rabbanā innaka ātayta fir`awna wa mala-ahu zīnatan wa-amwālan fil ḥayātid dunyā rabbanā liyuḍillū `an sabīlik ۖ rabbanaṭ-mis `alā amwālihim washdud `alā qulūbihim falā yu-minū ḥattā yarawul `adhābal-alīm"
    },
    {
      "index": 89,
      "arabic": "قَالَ قَدْ أُجِيبَت دَّعْوَتُكُمَا فَٱسْتَقِيمَا وَلَا تَتَّبِعَآنِّ سَبِيلَ ٱلَّذِينَ لَا يَعْلَمُونَ",
      "translation": "Said (the Lord): \"Your prayer is answered. Therefore persist and do not follow the path of those who are ignorant.\"",
      "transliteration": "qāla qad ujībat da`watukumā fastaqīmā walā tattabi`ānni sabīlal ladhīna lā ya`lamūn"
    },
    {
      "index": 90,
      "arabic": "وَجَـٰوَزْنَا بِبَنِىٓ إِسْرَٰٓءِيلَ ٱلْبَحْرَ فَأَتْبَعَهُمْ فِرْعَوْنُ وَجُنُودُهُۥ بَغْيًا وَعَدْوًا ۖ حَتَّىٰٓ إِذَآ أَدْرَكَهُ ٱلْغَرَقُ قَالَ ءَامَنتُ أَنَّهُۥ لَآ إِلَـٰهَ إِلَّا ٱلَّذِىٓ ءَامَنَتْ بِهِۦ بَنُوٓا۟ إِسْرَٰٓءِيلَ وَأَنَا۠ مِنَ ٱلْمُسْلِمِينَ",
      "translation": "And We brought the people of Israel across the sea, but the Pharaoh and his army pursued them wickedly and maliciously till he was on the point of drowning, and he said: \"I believe that there is no god but He in whom the people of Israel believe, and I submit to Him.\"",
      "transliteration": "wajāwaznā bibanī isrā-iylal-baḥra fa-atba`ahum fir`awnu wajunūduhu baghyan wa`adwā ۖ ḥattā idhā adrakahul gharaqu qāla āmantu annahu lā ilāha illal ladhī āmanat bihi banū isrā-iyla wa-ana minal muslimīn"
    },
    {
      "index": 91,
      "arabic": "ءَآلْـَٔـٰنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنتَ مِنَ ٱلْمُفْسِدِينَ",
      "translation": "\"Yes, now\" (was the answer), \"though before this you were disobedient and rebellious.",
      "transliteration": "āl-āna waqad `aṣayta qablu wakunta minal mufsidīn"
    },
    {
      "index": 92,
      "arabic": "فَٱلْيَوْمَ نُنَجِّيكَ بِبَدَنِكَ لِتَكُونَ لِمَنْ خَلْفَكَ ءَايَةً ۚ وَإِنَّ كَثِيرًا مِّنَ ٱلنَّاسِ عَنْ ءَايَـٰتِنَا لَغَـٰفِلُونَ",
      "translation": "We shall preserve your body today that you may be a lesson for those who come after you; as many a man is heedless of Our signs.\"",
      "transliteration": "fal yawma nunajjīka bibadanika litakūna liman khalfaka āyah ۚ wa inna kathīran minan nāsi `an āyātinā laghāfilūn"
    },
    {
      "index": 93,
      "arabic": "وَلَقَدْ بَوَّأْنَا بَنِىٓ إِسْرَٰٓءِيلَ مُبَوَّأَ صِدْقٍ وَرَزَقْنَـٰهُم مِّنَ ٱلطَّيِّبَـٰتِ فَمَا ٱخْتَلَفُوا۟ حَتَّىٰ جَآءَهُمُ ٱلْعِلْمُ ۚ إِنَّ رَبَّكَ يَقْضِى بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
      "translation": "We gave the people of Israel a settled abode, and bestowed good things on them to eat and use. So they did not differ until they came to have knowledge. Your Lord will assuredly settle their differences on the Day of Resurrection.",
      "transliteration": "walaqad bawwa-nā banī isrā-iyla mubawwa-a ṣidqin warazaqnāhum minaṭ ṭayyibāti famakh-talafū ḥattā jā-ahumul `il-m ۚ inna rabbaka yaqḍī baynahum yawmal qiyāmati fīmā kānū fīhi yakhtalifūn"
    },
    {
      "index": 94,
      "arabic": "فَإِن كُنتَ فِى شَكٍّ مِّمَّآ أَنزَلْنَآ إِلَيْكَ فَسْـَٔلِ ٱلَّذِينَ يَقْرَءُونَ ٱلْكِتَـٰبَ مِن قَبْلِكَ ۚ لَقَدْ جَآءَكَ ٱلْحَقُّ مِن رَّبِّكَ فَلَا تَكُونَنَّ مِنَ ٱلْمُمْتَرِينَ",
      "translation": "If you are in doubt of what We have sent down to you, then ask those who have been reading the Book (for a long time) before you. The truth has indeed come to you from your Lord, so do not be one of those who doubt,",
      "transliteration": "fa-in kunta fī shakkin mimmā anzalnā ilayka fas-alil ladhīna yaqra-ūnal kitāba min qablik ۚ laqad jā-akal ḥaqqu min rabbika falā takūnanna minal mumtarīn"
    },
    {
      "index": 95,
      "arabic": "وَلَا تَكُونَنَّ مِنَ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِ ٱللَّهِ فَتَكُونَ مِنَ ٱلْخَـٰسِرِينَ",
      "translation": "And do not be one of those who deny the signs of God, or you will be among the losers.",
      "transliteration": "walā takūnanna minal ladhīna kadhhabū bi-āyātillāhi fatakūna minal khāsirīn"
    },
    {
      "index": 96,
      "arabic": "إِنَّ ٱلَّذِينَ حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لَا يُؤْمِنُونَ",
      "translation": "Verily those against whom the word of your Lord is pronounced will never believe,",
      "transliteration": "innal ladhīna ḥaqqat `alayhim kalimatu rabbika lā yu-minūn"
    },
    {
      "index": 97,
      "arabic": "وَلَوْ جَآءَتْهُمْ كُلُّ ءَايَةٍ حَتَّىٰ يَرَوُا۟ ٱلْعَذَابَ ٱلْأَلِيمَ",
      "translation": "Even though all the signs came to them, not till they face the grievous punishment.",
      "transliteration": "walaw jā-at hum kullu āyatin ḥattā yarawul `adhābal-alīm"
    },
    {
      "index": 98,
      "arabic": "فَلَوْلَا كَانَتْ قَرْيَةٌ ءَامَنَتْ فَنَفَعَهَآ إِيمَـٰنُهَآ إِلَّا قَوْمَ يُونُسَ لَمَّآ ءَامَنُوا۟ كَشَفْنَا عَنْهُمْ عَذَابَ ٱلْخِزْىِ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَمَتَّعْنَـٰهُمْ إِلَىٰ حِينٍ",
      "translation": "Why has there been no habitation that believed and profited by their faith, except the people of Jonah? When they came to believe, We removed from them the affliction of shame in the world, and made them prosperous for a time.",
      "transliteration": "falawlā kānat qaryatun āmanat fanafa`ahā-iymānuhā illā qawma yūnusa lammā āmanū kashafnā `anhum `adhābal khizyi fil ḥayātid dunyā wa matta`nāhum ilā ḥīn"
    },
    {
      "index": 99,
      "arabic": "وَلَوْ شَآءَ رَبُّكَ لَـَٔامَنَ مَن فِى ٱلْأَرْضِ كُلُّهُمْ جَمِيعًا ۚ أَفَأَنتَ تُكْرِهُ ٱلنَّاسَ حَتَّىٰ يَكُونُوا۟ مُؤْمِنِينَ",
      "translation": "If your Lord had willed, all the people on the earth would have come to believe, one and all.",
      "transliteration": "walaw shā-a rabbuka la-āmana man fil-arḍi kulluhum jamī`ā ۚ afa-anta tukrihun nāsa ḥattā yakūnū mu-minīn"
    },
    {
      "index": 100,
      "arabic": "وَمَا كَانَ لِنَفْسٍ أَن تُؤْمِنَ إِلَّا بِإِذْنِ ٱللَّهِ ۚ وَيَجْعَلُ ٱلرِّجْسَ عَلَى ٱلَّذِينَ لَا يَعْقِلُونَ",
      "translation": "Are you going to compel the people to believe except by God's dispensation? He puts doubt in (the minds of) those who do not think.",
      "transliteration": "wa mā kāna linafsin an tu-mina illā bi-idhnillāh ۚ wayaj`alur rijsa `alal ladhīna lā ya`qilūn"
    },
    {
      "index": 101,
      "arabic": "قُلِ ٱنظُرُوا۟ مَاذَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَمَا تُغْنِى ٱلْـَٔايَـٰتُ وَٱلنُّذُرُ عَن قَوْمٍ لَّا يُؤْمِنُونَ",
      "translation": "Say: \"Observe all there is in the heavens and the earth.\" But signs or warnings will be of no avail to those who do not believe.",
      "transliteration": "qulin-ẓurū mādhā fis samāwāti wal-arḍ ۚ wa mā tughnil-āyātu wan nudhuru `an qawmin lā yu-minūn"
    },
    {
      "index": 102,
      "arabic": "فَهَلْ يَنتَظِرُونَ إِلَّا مِثْلَ أَيَّامِ ٱلَّذِينَ خَلَوْا۟ مِن قَبْلِهِمْ ۚ قُلْ فَٱنتَظِرُوٓا۟ إِنِّى مَعَكُم مِّنَ ٱلْمُنتَظِرِينَ",
      "translation": "Can they expect anything but what the people before them had known? Say: \"Then wait. I am waiting with you.\"",
      "transliteration": "fahal yantaẓirūna illā mithla ayyāmil ladhīna khalaw min qablihim ۚ qul fantaẓirū innī ma`akum minal muntaẓirīn"
    },
    {
      "index": 103,
      "arabic": "ثُمَّ نُنَجِّى رُسُلَنَا وَٱلَّذِينَ ءَامَنُوا۟ ۚ كَذَٰلِكَ حَقًّا عَلَيْنَا نُنجِ ٱلْمُؤْمِنِينَ",
      "translation": "Thus do We deliver our apostles and those who believe. As a matter of duty We save the believers.",
      "transliteration": "thumma nunajjī rusulanā wal ladhīna āmanū ۚ kadhālika ḥaqqan `alaynā nunjil mu-minīn"
    },
    {
      "index": 104,
      "arabic": "قُلْ يَـٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمْ فِى شَكٍّ مِّن دِينِى فَلَآ أَعْبُدُ ٱلَّذِينَ تَعْبُدُونَ مِن دُونِ ٱللَّهِ وَلَـٰكِنْ أَعْبُدُ ٱللَّهَ ٱلَّذِى يَتَوَفَّىٰكُمْ ۖ وَأُمِرْتُ أَنْ أَكُونَ مِنَ ٱلْمُؤْمِنِينَ",
      "translation": "Say: \"O men, if you have doubt about my faith, then (know) I do not worship those you worship apart from God, but I worship God who makes you die; and I am commanded to be a believer,",
      "transliteration": "qul yā-ayyuhan nāsu in kuntum fī shakkin min dīnī falā a`budul ladhīna ta`budūna min dūnillāhi walākin a`budullāhal ladhī yatawaffākum ۖ wa-umirtu an akūna minal mu-minīn"
    },
    {
      "index": 105,
      "arabic": "وَأَنْ أَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفًا وَلَا تَكُونَنَّ مِنَ ٱلْمُشْرِكِينَ",
      "translation": "And to set my face toward the way, as one upright, and not be one of those who associate others with God.",
      "transliteration": "wa-an aqim wajhaka lilddīni ḥanīfan walā takūnanna minal mushrikīn"
    },
    {
      "index": 106,
      "arabic": "وَلَا تَدْعُ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُكَ وَلَا يَضُرُّكَ ۖ فَإِن فَعَلْتَ فَإِنَّكَ إِذًا مِّنَ ٱلظَّـٰلِمِينَ",
      "translation": "And not to invoke any other than God, who can neither help nor hurt me; for if I do, I would surely be unjust.",
      "transliteration": "walā tad`u min dūnillāhi mā lā yanfa`uka walā yaḍurruk ۖ fa-in fa`alta fa-innaka idhan minaẓ ẓālimīn"
    },
    {
      "index": 107,
      "arabic": "وَإِن يَمْسَسْكَ ٱللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُۥٓ إِلَّا هُوَ ۖ وَإِن يُرِدْكَ بِخَيْرٍ فَلَا رَآدَّ لِفَضْلِهِۦ ۚ يُصِيبُ بِهِۦ مَن يَشَآءُ مِنْ عِبَادِهِۦ ۚ وَهُوَ ٱلْغَفُورُ ٱلرَّحِيمُ",
      "translation": "Should God bring you harm there is none but He who could deliver you from it, and if He wish you good there is none who could take away His blessings: He showers them on those of His creatures as He please, and He is forgiving and kind.\"",
      "transliteration": "wa in yamsaskallāhu biḍurrin falā kāshifa lahu illā huw ۖ wa in yuridka bikhayrin falā rādda lifaḍlih ۚ yuṣību bihi man yashā-u min `ibādih ۚ wahuwal ghafūrur raḥīm"
    },
    {
      "index": 108,
      "arabic": "قُلْ يَـٰٓأَيُّهَا ٱلنَّاسُ قَدْ جَآءَكُمُ ٱلْحَقُّ مِن رَّبِّكُمْ ۖ فَمَنِ ٱهْتَدَىٰ فَإِنَّمَا يَهْتَدِى لِنَفْسِهِۦ ۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۖ وَمَآ أَنَا۠ عَلَيْكُم بِوَكِيلٍ",
      "translation": "Say: \"O men, the truth has come to you from your Lord, so he who follows the right path does so for himself, and he who goes astray errs against himself, and I am not a guardian over you.",
      "transliteration": "qul yā-ayyuhan nāsu qad jā-akumul ḥaqqu min rabbikum ۖ famanih-tadā fa-innamā yahtadī linafsih ۖ wa man ḍalla fa-innamā yaḍillu `alayhā ۖ wa mā ana `alaykum biwakīl"
    },
    {
      "index": 109,
      "arabic": "وَٱتَّبِعْ مَا يُوحَىٰٓ إِلَيْكَ وَٱصْبِرْ حَتَّىٰ يَحْكُمَ ٱللَّهُ ۚ وَهُوَ خَيْرُ ٱلْحَـٰكِمِينَ",
      "translation": "Follow what is revealed to you, and persist until God pronounce His judgement; for He is the best of all judges.\"",
      "transliteration": "wattabi` mā yūḥā ilayka waṣbir ḥattā yaḥkumallāh ۚ wahuwa khayrul ḥākimīn"
    }
  ]
}