{
  "index": 2,
  "name": "البقرة",
  "arabic_name": "البَقَرَة",
  "english_name": "Al-Baqarah",
  "english_meaning": "The Cow",
  "ayas": [
    {
      "index": 1,
      "arabic": "الٓمٓ",
      "translation": "ALIF LAM MIM.",
      "transliteration": "alif lām mīm",
      "bismillah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ"
    },
    {
      "index": 2,
      "arabic": "ذَٰلِكَ ٱلْكِتَـٰبُ لَا رَيْبَ ۛ فِيهِ ۛ هُدًى لِّلْمُتَّقِينَ",
      "translation": "This is The Book free of doubt and involution, a guidance for those who preserve themselves from evil and follow the straight path,",
      "transliteration": "dhālikal kitābu lā rayb ۛ fīh ۛ hudan lil-muttaqīn"
    },
    {
      "index": 3,
      "arabic": "ٱلَّذِينَ يُؤْمِنُونَ بِٱلْغَيْبِ وَيُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
      "translation": "Who believe in the Unknown and fulfil their devotional obligations, and spend in charity of what We have given them;",
      "transliteration": "alladhīna yu-minūna bil ghaybi wayuqīmūnaṣ ṣalāta wa mimmā razaqnāhum yunfiqūn"
    },
    {
      "index": 4,
      "arabic": "وَٱلَّذِينَ يُؤْمِنُونَ بِمَآ أُنزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ وَبِٱلْـَٔاخِرَةِ هُمْ يُوقِنُونَ",
      "translation": "Who believe in what has been revealed to you and what was revealed to those before you, and are certain of the Hereafter.",
      "transliteration": "wal ladhīna yu-minūna bimā unzila ilayka wa mā unzila min qablika wabil-ākhirati hum yūqinūn"
    },
    {
      "index": 5,
      "arabic": "أُو۟لَـٰٓئِكَ عَلَىٰ هُدًى مِّن رَّبِّهِمْ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
      "translation": "They have found the guidance of their Lord and will be successful.",
      "transliteration": "ulā-ika `alā hudan min rabbihim ۖ wa-ulā-ika humul mufliḥūn"
    },
    {
      "index": 6,
      "arabic": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ سَوَآءٌ عَلَيْهِمْ ءَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ",
      "translation": "As for those who deny, it is all the same if you warn them or not, they will not believe.",
      "transliteration": "innal ladhīna kafarū sawā-un `alayhim a-andhartahum am lam tundhirhum lā yu-minūn"
    },
    {
      "index": 7,
      "arabic": "خَتَمَ ٱللَّهُ عَلَىٰ قُلُوبِهِمْ وَعَلَىٰ سَمْعِهِمْ ۖ وَعَلَىٰٓ أَبْصَـٰرِهِمْ غِشَـٰوَةٌ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌ",
      "translation": "God has sealed their hearts and ears, and veiled their eyes. For them is great deprivation.",
      "transliteration": "khatamallāhu `alā qulūbihim wa`alā sam`ihim ۖ wa`alā abṣārihim ghishāwah ۖ walahum `adhābun `aẓīm"
    },
    {
      "index": 8,
      "arabic": "وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ وَبِٱلْيَوْمِ ٱلْـَٔاخِرِ وَمَا هُم بِمُؤْمِنِينَ",
      "translation": "And there are some who, though they say: \"We believe in God and the Last Day,\" (in reality) do not believe.",
      "transliteration": "wa minan nāsi man yaqūlu āmannā billāhi wabil yawmil-ākhiri wa mā hum bimu-minīn"
    },
    {
      "index": 9,
      "arabic": "يُخَـٰدِعُونَ ٱللَّهَ وَٱلَّذِينَ ءَامَنُوا۟ وَمَا يَخْدَعُونَ إِلَّآ أَنفُسَهُمْ وَمَا يَشْعُرُونَ",
      "translation": "They (try to) deceive God and those who believe, yet deceive none but themselves although they do not know.",
      "transliteration": "yukhādi`ūnallāha wal ladhīna āmanū wa mā yakhda`ūna illā anfusahum wa mā yash`urūn"
    },
    {
      "index": 10,
      "arabic": "فِى قُلُوبِهِم مَّرَضٌ فَزَادَهُمُ ٱللَّهُ مَرَضًا ۖ وَلَهُمْ عَذَابٌ أَلِيمٌۢ بِمَا كَانُوا۟ يَكْذِبُونَ",
      "translation": "Sick are their hearts, and God adds to their malady. For them is suffering for they lie.",
      "transliteration": "fī qulūbihim maraḍun fazādahumullāhu maraḍā ۖ walahum `adhābun alīmun bimā kānū yakdhibūn"
    },
    {
      "index": 11,
      "arabic": "وَإِذَا قِيلَ لَهُمْ لَا تُفْسِدُوا۟ فِى ٱلْأَرْضِ قَالُوٓا۟ إِنَّمَا نَحْنُ مُصْلِحُونَ",
      "translation": "When asked to desist from spreading corruption in the land they say: \"Why, we are reformers.\"",
      "transliteration": "wa idhā qīla lahum lā tufsidū fil-arḍi qālū innamā naḥnu muṣliḥūn"
    },
    {
      "index": 12,
      "arabic": "أَلَآ إِنَّهُمْ هُمُ ٱلْمُفْسِدُونَ وَلَـٰكِن لَّا يَشْعُرُونَ",
      "translation": "Yet they are surely mischief-mongers, even though they do not know.",
      "transliteration": "alā innahum humul mufsidūna walākin lā yash`urūn"
    },
    {
      "index": 13,
      "arabic": "وَإِذَا قِيلَ لَهُمْ ءَامِنُوا۟ كَمَآ ءَامَنَ ٱلنَّاسُ قَالُوٓا۟ أَنُؤْمِنُ كَمَآ ءَامَنَ ٱلسُّفَهَآءُ ۗ أَلَآ إِنَّهُمْ هُمُ ٱلسُّفَهَآءُ وَلَـٰكِن لَّا يَعْلَمُونَ",
      "translation": "When asked to believe as others do, they say: \"Should we believe like fools?\" And yet they are the fools, even though they do not know.",
      "transliteration": "wa idhā qīla lahum āminū kamā āmanan nāsu qālū anu-minu kamā āmanas sufahā-u ۗ alā innahum humus sufahā-u walākin lā ya`lamūn"
    },
    {
      "index": 14,
      "arabic": "وَإِذَا لَقُوا۟ ٱلَّذِينَ ءَامَنُوا۟ قَالُوٓا۟ ءَامَنَّا وَإِذَا خَلَوْا۟ إِلَىٰ شَيَـٰطِينِهِمْ قَالُوٓا۟ إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِءُونَ",
      "translation": "When they meet the faithful they say: \"We believe;\" but when alone with the devils (their fellows), they say: \"We are really with you; we were joking.\"",
      "transliteration": "wa idhā laqul ladhīna āmanū qālū āmannā wa idhā khalaw ilā shayāṭīnihim qālū innā ma`akum innamā naḥnu mustahzi-ūn"
    },
    {
      "index": 15,
      "arabic": "ٱللَّهُ يَسْتَهْزِئُ بِهِمْ وَيَمُدُّهُمْ فِى طُغْيَـٰنِهِمْ يَعْمَهُونَ",
      "translation": "But God will turn the joke against them and allow them to sink deeper into evil and wander perplexed in their wickedness.",
      "transliteration": "allāhu yastahzi-u bihim wayamudduhum fī ṭughyānihim ya`mahūn"
    },
    {
      "index": 16,
      "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلضَّلَـٰلَةَ بِٱلْهُدَىٰ فَمَا رَبِحَت تِّجَـٰرَتُهُمْ وَمَا كَانُوا۟ مُهْتَدِينَ",
      "translation": "They are indeed those who bartered away good guidance for error and gained nothing from the deal, nor found the right way.",
      "transliteration": "ulā-ikal ladhīnash-tarawuḍ ḍalālata bil hudā famā rabiḥat tijāratuhum wa mā kānū muhtadīn"
    },
    {
      "index": 17,
      "arabic": "مَثَلُهُمْ كَمَثَلِ ٱلَّذِى ٱسْتَوْقَدَ نَارًا فَلَمَّآ أَضَآءَتْ مَا حَوْلَهُۥ ذَهَبَ ٱللَّهُ بِنُورِهِمْ وَتَرَكَهُمْ فِى ظُلُمَـٰتٍ لَّا يُبْصِرُونَ",
      "translation": "They are like a man who kindles a fire, and when its glow has illumined the air God takes away their light leaving them in the dark where they will not be able to see.",
      "transliteration": "mathaluhum kamathalil ladhis-tawqada nāran falammā aḍā-at mā ḥawlahu dhahaballāhu binūrihim watarakahum fī ẓulumātin lā yubṣirūn"
    },
    {
      "index": 18,
      "arabic": "صُمٌّۢ بُكْمٌ عُمْىٌ فَهُمْ لَا يَرْجِعُونَ",
      "translation": "They are deaf, dumb and blind, and shall never return;",
      "transliteration": "ṣummun bukmun `umyun fahum lā yarji`ūn"
    },
    {
      "index": 19,
      "arabic": "أَوْ كَصَيِّبٍ مِّنَ ٱلسَّمَآءِ فِيهِ ظُلُمَـٰتٌ وَرَعْدٌ وَبَرْقٌ يَجْعَلُونَ أَصَـٰبِعَهُمْ فِىٓ ءَاذَانِهِم مِّنَ ٱلصَّوَٰعِقِ حَذَرَ ٱلْمَوْتِ ۚ وَٱللَّهُ مُحِيطٌۢ بِٱلْكَـٰفِرِينَ",
      "translation": "Or like rain pouring from the sky which hides within it darkness, thunder and lightning. They thrust their fingers into their ears for safety against noise and death. But God surrounds those who believe not from all sides.",
      "transliteration": "aw kaṣayyibin minas samā-i fīhi ẓulumātun wara`dun wabarqun yaj`alūna aṣābi`ahum fī ādhānihim minaṣ ṣawā`iqi ḥadharal mawt ۚ wallāhu muḥīṭun bil kāfirīn"
    },
    {
      "index": 20,
      "arabic": "يَكَادُ ٱلْبَرْقُ يَخْطَفُ أَبْصَـٰرَهُمْ ۖ كُلَّمَآ أَضَآءَ لَهُم مَّشَوْا۟ فِيهِ وَإِذَآ أَظْلَمَ عَلَيْهِمْ قَامُوا۟ ۚ وَلَوْ شَآءَ ٱللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَـٰرِهِمْ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "translation": "Verily the lightning could snatch away their eyes. When it flashes forth they walk in its flare. When darkness returns they stand still. And if the Lord wills so He could take away their hearing and sight; surely God is all-powerful.",
      "transliteration": "yakādul barqu yakhṭafu abṣārahum ۖ kullamā aḍā-a lahum mashaw fīhi wa idhā aẓlama `alayhim qāmū ۚ walaw shā-allāhu ladhahaba bisam`ihim wa-abṣārihim ۚ innallāha `alā kulli shay-in qadīr"
    },
    {
      "index": 21,
      "arabic": "يَـٰٓأَيُّهَا ٱلنَّاسُ ٱعْبُدُوا۟ رَبَّكُمُ ٱلَّذِى خَلَقَكُمْ وَٱلَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ",
      "translation": "So, O you people, adore your Lord who created you, as He did those before you, that you could take heed for yourselves and fear Him",
      "transliteration": "yā-ayyuhan nāsu'-budū rabbakumul ladhī khalaqakum wal ladhīna min qablikum la`allakum tattaqūn"
    },
    {
      "index": 22,
      "arabic": "ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ فِرَٰشًا وَٱلسَّمَآءَ بِنَآءً وَأَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجَ بِهِۦ مِنَ ٱلثَّمَرَٰتِ رِزْقًا لَّكُمْ ۖ فَلَا تَجْعَلُوا۟ لِلَّهِ أَندَادًا وَأَنتُمْ تَعْلَمُونَ",
      "translation": "Who made the earth a bed for you, the sky a canopy, and sends forth rain from the skies that fruits may grow -- your food and sustenance. So, do not make another the equal of God knowingly.",
      "transliteration": "alladhī ja`ala lakumul-arḍa firāshan was samā-a binā-an wa-anzala minas samā-i mā-an fa-akhraja bihi minath thamarāti rizqal lakum ۖ falā taj`alū lillāhi andādan wa-antum ta`lamūn"
    },
    {
      "index": 23,
      "arabic": "وَإِن كُنتُمْ فِى رَيْبٍ مِّمَّا نَزَّلْنَا عَلَىٰ عَبْدِنَا فَأْتُوا۟ بِسُورَةٍ مِّن مِّثْلِهِۦ وَٱدْعُوا۟ شُهَدَآءَكُم مِّن دُونِ ٱللَّهِ إِن كُنتُمْ صَـٰدِقِينَ",
      "translation": "If you are in doubt of what We have revealed to Our votary, then bring a Surah like this, and call any witness, apart from God, you like, if you are truthful.",
      "transliteration": "wa in kuntum fī raybin mimmā nazzalnā `alā `abdinā fa-tū bisūratim min mithlihi wad`ū shuhadā-akum min dūnillāhi in kuntum ṣādiqīn"
    },
    {
      "index": 24,
      "arabic": "فَإِن لَّمْ تَفْعَلُوا۟ وَلَن تَفْعَلُوا۟ فَٱتَّقُوا۟ ٱلنَّارَ ٱلَّتِى وَقُودُهَا ٱلنَّاسُ وَٱلْحِجَارَةُ ۖ أُعِدَّتْ لِلْكَـٰفِرِينَ",
      "translation": "But if you cannot, as indeed you cannot, then guard yourselves against the Fire whose fuel is men and rocks, which has been prepared for the infidels.",
      "transliteration": "fa-in lam taf`alū walan taf`alū fattaqun nāral latī waqūduhan nāsu wal ḥijārah ۖ u`iddat lilkāfirīn"
    },
    {
      "index": 25,
      "arabic": "وَبَشِّرِ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ أَنَّ لَهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ كُلَّمَا رُزِقُوا۟ مِنْهَا مِن ثَمَرَةٍ رِّزْقًا ۙ قَالُوا۟ هَـٰذَا ٱلَّذِى رُزِقْنَا مِن قَبْلُ ۖ وَأُتُوا۟ بِهِۦ مُتَشَـٰبِهًا ۖ وَلَهُمْ فِيهَآ أَزْوَٰجٌ مُّطَهَّرَةٌ ۖ وَهُمْ فِيهَا خَـٰلِدُونَ",
      "translation": "Announce to those who believe and have done good deeds, glad tidings of gardens under which rivers flow, and where, when they eat the fruits that grow, they will say: \"Indeed they are the same as we were given before,\" so like in semblance the food would be. And they shall have fair spouses there, and live there abidingly.",
      "transliteration": "wabashhiril ladhīna āmanū wa`amiluṣ ṣāliḥāti anna lahum jannātin tajrī min taḥtihal-anhār ۖ kullamā ruziqū minhā min thamaratin rizqan qālū hādhal ladhī ruziqnā min qabl ۖ wa-utū bihi mutashābihā ۖ walahum fīhā azwājun muṭahharah ۖ wahum fīhā khālidūn"
    },
    {
      "index": 26,
      "arabic": "إِنَّ ٱللَّهَ لَا يَسْتَحْىِۦٓ أَن يَضْرِبَ مَثَلًا مَّا بَعُوضَةً فَمَا فَوْقَهَا ۚ فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ فَيَعْلَمُونَ أَنَّهُ ٱلْحَقُّ مِن رَّبِّهِمْ ۖ وَأَمَّا ٱلَّذِينَ كَفَرُوا۟ فَيَقُولُونَ مَاذَآ أَرَادَ ٱللَّهُ بِهَـٰذَا مَثَلًا ۘ يُضِلُّ بِهِۦ كَثِيرًا وَيَهْدِى بِهِۦ كَثِيرًا ۚ وَمَا يُضِلُّ بِهِۦٓ إِلَّا ٱلْفَـٰسِقِينَ",
      "translation": "God is not loath to advance the similitude of a gnat or a being more contemptible; and those who believe know whatever is from the Lord is true. But those who disbelieve say: \"What does God mean by this parable?\" He causes some to err this way, and some He guides; yet He turns away none but those who transgress,",
      "transliteration": "innallāha lā yastaḥyī an yaḍriba mathalan mā ba`ūḍatan famā fawqahā ۚ fa-ammal ladhīna āmanū faya`lamūna annahul ḥaqqu min rabbihim ۖ wa-ammal ladhīna kafarū fayaqūlūna mādhā arādallāhu bihādhā mathalā ۘ yuḍillu bihi kathīran wayahdī bihi kathīrā ۚ wa mā yuḍillu bihi illal-fāsiqīn"
    },
    {
      "index": 27,
      "arabic": "ٱلَّذِينَ يَنقُضُونَ عَهْدَ ٱللَّهِ مِنۢ بَعْدِ مِيثَـٰقِهِۦ وَيَقْطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفْسِدُونَ فِى ٱلْأَرْضِ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
      "translation": "Who, having sealed it, break God's covenant, dividing what He ordained cohered; and those who spread discord in the land will suffer assuredly.",
      "transliteration": "alladhīna yanquḍūna `ahdallāhi min ba`di mīthāqihi wayaqṭa`ūna mā amarallāhu bihi an yūṣala wayufsidūna fil-arḍ ۚ ulā-ika humul khāsirūn"
    },
    {
      "index": 28,
      "arabic": "كَيْفَ تَكْفُرُونَ بِٱللَّهِ وَكُنتُمْ أَمْوَٰتًا فَأَحْيَـٰكُمْ ۖ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ",
      "translation": "Then how can you disbelieve in God? He gave you life when you were dead. He will make you die again then bring you back to life: To Him then you will return.",
      "transliteration": "kayfa takfurūna billāhi wakuntum amwātan fa-aḥyākum ۖ thumma yumītukum thumma yuḥyīkum thumma ilayhi turja`ūn"
    },
    {
      "index": 29,
      "arabic": "هُوَ ٱلَّذِى خَلَقَ لَكُم مَّا فِى ٱلْأَرْضِ جَمِيعًا ثُمَّ ٱسْتَوَىٰٓ إِلَى ٱلسَّمَآءِ فَسَوَّىٰهُنَّ سَبْعَ سَمَـٰوَٰتٍ ۚ وَهُوَ بِكُلِّ شَىْءٍ عَلِيمٌ",
      "translation": "He made for you all that lies within the earth, then turning to the firmament He proportioned several skies: He has knowledge of everything.",
      "transliteration": "huwal ladhī khalaqa lakum mā fil-arḍi jamī`an thummas-tawā ilas samā-i fasawwāhunna sab`a samāwāt ۚ wahuwa bikulli shay-in `alīm"
    },
    {
      "index": 30,
      "arabic": "وَإِذْ قَالَ رَبُّكَ لِلْمَلَـٰٓئِكَةِ إِنِّى جَاعِلٌ فِى ٱلْأَرْضِ خَلِيفَةً ۖ قَالُوٓا۟ أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا وَيَسْفِكُ ٱلدِّمَآءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ ۖ قَالَ إِنِّىٓ أَعْلَمُ مَا لَا تَعْلَمُونَ",
      "translation": "Remember, when your Lord said to the angels: \"I have to place a trustee on the earth,\" they said: \"Will You place one there who would create disorder and shed blood, while we intone Your litanies and sanctify Your name?\" And God said: \"I know what you do not know.\"",
      "transliteration": "wa idh qāla rabbuka lil-malā-ikati innī jā`ilun fil-arḍi khalīfah ۖ qālū ataj`alu fīhā man yufsidu fīhā wayasfikud dimā-a wanaḥnu nusabbiḥu biḥamdika wanuqaddisu lak ۖ qāla innī a`lamu mā lā ta`lamūn"
    },
    {
      "index": 31,
      "arabic": "وَعَلَّمَ ءَادَمَ ٱلْأَسْمَآءَ كُلَّهَا ثُمَّ عَرَضَهُمْ عَلَى ٱلْمَلَـٰٓئِكَةِ فَقَالَ أَنۢبِـُٔونِى بِأَسْمَآءِ هَـٰٓؤُلَآءِ إِن كُنتُمْ صَـٰدِقِينَ",
      "translation": "Then He gave Adam knowledge of the nature and reality of all things and everything, and set them before the angels and said: \"Tell Me the names of these if you are truthful.\"",
      "transliteration": "wa`allama ādamal-asmā-a kullahā thumma `araḍahum `alal-malā-ikati faqāla anbi-ūnī bi-asmā-i hā-ulā-i in kuntum ṣādiqīn"
    },
    {
      "index": 32,
      "arabic": "قَالُوا۟ سُبْحَـٰنَكَ لَا عِلْمَ لَنَآ إِلَّا مَا عَلَّمْتَنَآ ۖ إِنَّكَ أَنتَ ٱلْعَلِيمُ ٱلْحَكِيمُ",
      "translation": "And they said: \"Glory to You (O Lord), knowledge we have none except what You have given us, for You are all-knowing and all-wise.\"",
      "transliteration": "qālū subḥānaka lā `il-ma lanā illā mā `allamtanā ۖ innaka antal `alīmul ḥakīm"
    },
    {
      "index": 33,
      "arabic": "قَالَ يَـٰٓـَٔادَمُ أَنۢبِئْهُم بِأَسْمَآئِهِمْ ۖ فَلَمَّآ أَنۢبَأَهُم بِأَسْمَآئِهِمْ قَالَ أَلَمْ أَقُل لَّكُمْ إِنِّىٓ أَعْلَمُ غَيْبَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنتُمْ تَكْتُمُونَ",
      "translation": "Then He said to Adam: \"Convey to them their names.\" And when he had told them, God said: \"Did I not tell you that I know the unknown of the heavens and the earth, and I know what you disclose and know what you hide?\"",
      "transliteration": "qāla yā-ādamu anbi-hum bi-asmā-ihim ۖ falammā anba-ahum bi-asmā-ihim qāla alam aqul lakum innī a`lamu ghaybas samāwāti wal-arḍi wa-a`lamu mā tubdūna wa mā kuntum taktumūn"
    },
    {
      "index": 34,
      "arabic": "وَإِذْ قُلْنَا لِلْمَلَـٰٓئِكَةِ ٱسْجُدُوا۟ لِـَٔادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ أَبَىٰ وَٱسْتَكْبَرَ وَكَانَ مِنَ ٱلْكَـٰفِرِينَ",
      "translation": "Remember, when We asked the angels to bow in homage to Adam, they all bowed but Iblis, who disdained and turned insolent, and so became a disbeliever.",
      "transliteration": "wa idh qulnā lil-malā-ikatis-judū li-ādama fasajadū illā iblīsa abā wastakbara wakāna minal kāfirīn"
    },
    {
      "index": 35,
      "arabic": "وَقُلْنَا يَـٰٓـَٔادَمُ ٱسْكُنْ أَنتَ وَزَوْجُكَ ٱلْجَنَّةَ وَكُلَا مِنْهَا رَغَدًا حَيْثُ شِئْتُمَا وَلَا تَقْرَبَا هَـٰذِهِ ٱلشَّجَرَةَ فَتَكُونَا مِنَ ٱلظَّـٰلِمِينَ",
      "translation": "And We said to Adam: \"Both you and your spouse live in the Garden, eat freely to your fill wherever you like, but approach not this tree or you will become transgressors.",
      "transliteration": "waqulnā yā-ādamus skun anta wazawjukal jannata wakulā minhā raghadan ḥaythu shi-tumā walā taqrabā hādhihish shajarata fatakūnā minaẓ ẓālimīn"
    },
    {
      "index": 36,
      "arabic": "فَأَزَلَّهُمَا ٱلشَّيْطَـٰنُ عَنْهَا فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ ۖ وَقُلْنَا ٱهْبِطُوا۟ بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ ۖ وَلَكُمْ فِى ٱلْأَرْضِ مُسْتَقَرٌّ وَمَتَـٰعٌ إِلَىٰ حِينٍ",
      "translation": "But Satan tempted them and had them banished from the (happy) state they were in. And We said: \"Go, one the antagonist of the other, and live on the earth for a time ordained, and fend for yourselves.\"",
      "transliteration": "fa-azallahumash shayṭānu `anhā fa-akhrajahumā mimmā kānā fīh ۖ waqulnah-biṭū ba`ḍukum liba`ḍin `aduww ۖ walakum fil-arḍi mustaqarrun wa matā`un ilā ḥīn"
    },
    {
      "index": 37,
      "arabic": "فَتَلَقَّىٰٓ ءَادَمُ مِن رَّبِّهِۦ كَلِمَـٰتٍ فَتَابَ عَلَيْهِ ۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
      "translation": "Then his Lord sent commands to Adam and turned towards him: Indeed He is compassionate and kind.",
      "transliteration": "fatalaqqā ādamu min rabbihi kalimātin fatāba `alayh ۚ innahu huwat tawwābur raḥīm"
    },
    {
      "index": 38,
      "arabic": "قُلْنَا ٱهْبِطُوا۟ مِنْهَا جَمِيعًا ۖ فَإِمَّا يَأْتِيَنَّكُم مِّنِّى هُدًى فَمَن تَبِعَ هُدَاىَ فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "translation": "And We said to them: \"Go, all of you. When I send guidance, whoever follows it will neither have fear nor regret;",
      "transliteration": "qulnah-biṭū minhā jamī`ā ۖ fa-immā ya-tiyannakum minnī hudan faman tabi`a hudāya falā khawfun `alayhim walā hum yaḥzanūn"
    },
    {
      "index": 39,
      "arabic": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَآ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "translation": "But those who deny and reject Our signs will belong to Hell, and there abide unchanged.\"",
      "transliteration": "wal ladhīna kafarū wakadhhabū bi-āyātinā ulā-ika aṣ-ḥābun nār ۖ hum fīhā khālidūn"
    },
    {
      "index": 40,
      "arabic": "يَـٰبَنِىٓ إِسْرَٰٓءِيلَ ٱذْكُرُوا۟ نِعْمَتِىَ ٱلَّتِىٓ أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُوا۟ بِعَهْدِىٓ أُوفِ بِعَهْدِكُمْ وَإِيَّـٰىَ فَٱرْهَبُونِ",
      "translation": "O children of Israel, remember the favours I bestowed on you. So keep your pledge to Me, and I will mine to you, and be fearful of Me,",
      "transliteration": "yābanī isrā-iyladh-kurū ni`matiyal latī an`amtu `alaykum wa-awfū bi`ahdī ūfi bi`ahdikum wa iyyāya farhabūn"
    },
    {
      "index": 41,
      "arabic": "وَءَامِنُوا۟ بِمَآ أَنزَلْتُ مُصَدِّقًا لِّمَا مَعَكُمْ وَلَا تَكُونُوٓا۟ أَوَّلَ كَافِرٍۭ بِهِۦ ۖ وَلَا تَشْتَرُوا۟ بِـَٔايَـٰتِى ثَمَنًا قَلِيلًا وَإِيَّـٰىَ فَٱتَّقُونِ",
      "translation": "And believe in what I have sent down which verifies what is already with you; and do not be the first to deny it, nor part with it for little gain; and beware of Me.",
      "transliteration": "wa-āminū bimā anzaltu muṣaddiqal limā ma`akum walā takūnū awwala kāfirin bih ۖ walā tashtarū bi-āyātī thamanan qalīlan wa iyyāya fattaqūn"
    },
    {
      "index": 42,
      "arabic": "وَلَا تَلْبِسُوا۟ ٱلْحَقَّ بِٱلْبَـٰطِلِ وَتَكْتُمُوا۟ ٱلْحَقَّ وَأَنتُمْ تَعْلَمُونَ",
      "translation": "Do not confuse truth with falsehood, nor conceal the truth knowingly.",
      "transliteration": "walā talbisul ḥaqqa bil bāṭili wataktumul ḥaqqa wa-antum ta`lamūn"
    },
    {
      "index": 43,
      "arabic": "وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَٱرْكَعُوا۟ مَعَ ٱلرَّٰكِعِينَ",
      "translation": "Be firm in devotion; give zakat (the due share of your wealth for the welfare of others), and bow with those who bow (before God).",
      "transliteration": "wa-aqīmuṣ ṣalāta wa-ātuz zakāta warka`ū ma`ar rāki`īn"
    },
    {
      "index": 44,
      "arabic": "أَتَأْمُرُونَ ٱلنَّاسَ بِٱلْبِرِّ وَتَنسَوْنَ أَنفُسَكُمْ وَأَنتُمْ تَتْلُونَ ٱلْكِتَـٰبَ ۚ أَفَلَا تَعْقِلُونَ",
      "translation": "Will you enjoin good deeds on the others and forget your own selves? You also read the Scriptures, why do you then not understand?",
      "transliteration": "ata-murūnan nāsa bil birri watansawna anfusakum wa-antum tatlūnal kitāb ۚ afalā ta`qilūn"
    },
    {
      "index": 45,
      "arabic": "وَٱسْتَعِينُوا۟ بِٱلصَّبْرِ وَٱلصَّلَوٰةِ ۚ وَإِنَّهَا لَكَبِيرَةٌ إِلَّا عَلَى ٱلْخَـٰشِعِينَ",
      "translation": "Find strength in fortitude and prayer, which is heavy and exacting but for those who are humble and meek,",
      "transliteration": "wasta`īnū biṣ ṣabri waṣ ṣalāh ۚ wa innahā lakabīratun illā `alal-khāshi`īn"
    },
    {
      "index": 46,
      "arabic": "ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَـٰقُوا۟ رَبِّهِمْ وَأَنَّهُمْ إِلَيْهِ رَٰجِعُونَ",
      "translation": "Who are conscious that they have to meet their Lord, and to Him they have to return.",
      "transliteration": "alladhīna yaẓunnūna annahum mulāqū rabbihim wa-annahum ilayhi rāji`ūn"
    },
    {
      "index": 47,
      "arabic": "يَـٰبَنِىٓ إِسْرَٰٓءِيلَ ٱذْكُرُوا۟ نِعْمَتِىَ ٱلَّتِىٓ أَنْعَمْتُ عَلَيْكُمْ وَأَنِّى فَضَّلْتُكُمْ عَلَى ٱلْعَـٰلَمِينَ",
      "translation": "Remember, O children of Israel, the favours I bestowed on you, and made you exalted among the nations of the world.",
      "transliteration": "yābanī isrā-iyladh-kurū ni`matiyal latī an`amtu `alaykum wa-annī faḍḍaltukum `alal-`ālamīn"
    },
    {
      "index": 48,
      "arabic": "وَٱتَّقُوا۟ يَوْمًا لَّا تَجْزِى نَفْسٌ عَن نَّفْسٍ شَيْـًٔا وَلَا يُقْبَلُ مِنْهَا شَفَـٰعَةٌ وَلَا يُؤْخَذُ مِنْهَا عَدْلٌ وَلَا هُمْ يُنصَرُونَ",
      "translation": "Take heed of the day when no man will be useful to man in the least, when no intercession matter nor ransom avail, nor help reach them.",
      "transliteration": "wattaqū yawmal lā tajzī nafsun `an nafsin shay-an walā yuqbalu minhā shafā`atun walā yu-khadhu minhā `adlun walā hum yunṣarūn"
    },
    {
      "index": 49,
      "arabic": "وَإِذْ نَجَّيْنَـٰكُم مِّنْ ءَالِ فِرْعَوْنَ يَسُومُونَكُمْ سُوٓءَ ٱلْعَذَابِ يُذَبِّحُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ ۚ وَفِى ذَٰلِكُم بَلَآءٌ مِّن رَّبِّكُمْ عَظِيمٌ",
      "translation": "Remember, We saved you from the Pharaoh's people who wronged and oppressed you and slew your sons but spared your women: In this was a great favour from your Lord.",
      "transliteration": "wa idh najjaynākum min āli fir`awna yasūmūnakum sū al `adhābi yudhabbiḥūna abnā-akum wayastaḥyūna nisā-akum ۚ wafī dhālikum balā-un min rabbikum `aẓīm"
    },
    {
      "index": 50,
      "arabic": "وَإِذْ فَرَقْنَا بِكُمُ ٱلْبَحْرَ فَأَنجَيْنَـٰكُمْ وَأَغْرَقْنَآ ءَالَ فِرْعَوْنَ وَأَنتُمْ تَنظُرُونَ",
      "translation": "Remember, We parted the sea and saved you, and drowned the men of Pharaoh before your very eyes.",
      "transliteration": "wa idh faraqnā bikumul baḥra fa-anjaynākum wa-aghraqnā āla fir`awna wa-antum tanẓurūn"
    },
    {
      "index": 51,
      "arabic": "وَإِذْ وَٰعَدْنَا مُوسَىٰٓ أَرْبَعِينَ لَيْلَةً ثُمَّ ٱتَّخَذْتُمُ ٱلْعِجْلَ مِنۢ بَعْدِهِۦ وَأَنتُمْ ظَـٰلِمُونَ",
      "translation": "Yet, remember, as We communed with Moses for forty nights you took the calf in his absence (and worshipped it), and you did wrong.",
      "transliteration": "wa idh wā`adnā mūsā arba`īna laylatan thummat-takhadhtumul `ijla min ba`dihi wa-antum ẓālimūn"
    },
    {
      "index": 52,
      "arabic": "ثُمَّ عَفَوْنَا عَنكُم مِّنۢ بَعْدِ ذَٰلِكَ لَعَلَّكُمْ تَشْكُرُونَ",
      "translation": "Even so, We pardoned you that you may be grateful.",
      "transliteration": "thumma `afawnā `ankum min ba`di dhālika la`allakum tashkurūn"
    },
    {
      "index": 53,
      "arabic": "وَإِذْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ وَٱلْفُرْقَانَ لَعَلَّكُمْ تَهْتَدُونَ",
      "translation": "Remember, We gave Moses the Book and Discernment of falsehood and truth, that you may be guided.",
      "transliteration": "wa idh ātaynā mūsal kitāba wal furqāna la`allakum tahtadūn"
    },
    {
      "index": 54,
      "arabic": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦ يَـٰقَوْمِ إِنَّكُمْ ظَلَمْتُمْ أَنفُسَكُم بِٱتِّخَاذِكُمُ ٱلْعِجْلَ فَتُوبُوٓا۟ إِلَىٰ بَارِئِكُمْ فَٱقْتُلُوٓا۟ أَنفُسَكُمْ ذَٰلِكُمْ خَيْرٌ لَّكُمْ عِندَ بَارِئِكُمْ فَتَابَ عَلَيْكُمْ ۚ إِنَّهُۥ هُوَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
      "translation": "Remember, Moses said: \"My people, by taking this calf you have done yourselves harm, so now turn to your Creator in repentance, and kill your pride, which is better with your Lord.\" And (the Lord) softened towards you, for He is all-forgiving and merciful.",
      "transliteration": "wa idh qāla mūsā liqawmihi yāqawmi innakum ẓalamtum anfusakum bīttikhādhikumul `ijla fatūbū ilā bāri-ikum faqtulū anfusakum dhālikum khayrul lakum `inda bāri-ikum fatāba `alaykum ۚ innahu huwat tawwābur raḥīm"
    },
    {
      "index": 55,
      "arabic": "وَإِذْ قُلْتُمْ يَـٰمُوسَىٰ لَن نُّؤْمِنَ لَكَ حَتَّىٰ نَرَى ٱللَّهَ جَهْرَةً فَأَخَذَتْكُمُ ٱلصَّـٰعِقَةُ وَأَنتُمْ تَنظُرُونَ",
      "translation": "Remember, when you said to Moses: \"We shall not believe in you until we see God face to face,\" lightning struck you as you looked.",
      "transliteration": "wa idh qultum yāmūsā lan nu-mina laka ḥattā narallāha jahratan fa-akhadhatkumuṣ ṣā`iqatu wa-antum tanẓurūn"
    },
    {
      "index": 56,
      "arabic": "ثُمَّ بَعَثْنَـٰكُم مِّنۢ بَعْدِ مَوْتِكُمْ لَعَلَّكُمْ تَشْكُرُونَ",
      "translation": "Even then We revived you after you had become senseless that you might give thanks;",
      "transliteration": "thumma ba`athnākum min ba`di mawtikum la`allakum tashkurūn"
    },
    {
      "index": 57,
      "arabic": "وَظَلَّلْنَا عَلَيْكُمُ ٱلْغَمَامَ وَأَنزَلْنَا عَلَيْكُمُ ٱلْمَنَّ وَٱلسَّلْوَىٰ ۖ كُلُوا۟ مِن طَيِّبَـٰتِ مَا رَزَقْنَـٰكُمْ ۖ وَمَا ظَلَمُونَا وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
      "translation": "And made the cloud spread shade over you, and sent for you manna and quails that you may eat of the good things We have made for you. No harm was done to Us, they only harmed themselves.",
      "transliteration": "waẓallalnā `alaykumul ghamāma wa-anzalnā `alaykumul manna was salwā ۖ kulū min ṭayyibāti mā razaqnākum ۖ wa mā ẓalamūnā walākin kānū anfusahum yaẓlimūn"
    },
    {
      "index": 58,
      "arabic": "وَإِذْ قُلْنَا ٱدْخُلُوا۟ هَـٰذِهِ ٱلْقَرْيَةَ فَكُلُوا۟ مِنْهَا حَيْثُ شِئْتُمْ رَغَدًا وَٱدْخُلُوا۟ ٱلْبَابَ سُجَّدًا وَقُولُوا۟ حِطَّةٌ نَّغْفِرْ لَكُمْ خَطَـٰيَـٰكُمْ ۚ وَسَنَزِيدُ ٱلْمُحْسِنِينَ",
      "translation": "And remember, We said to you: \"Enter this city, eat wherever you like, as much as you please, but pass through the gates in humility and say: 'May our sins be forgiven.' We shall forgive your trespasses and give those who do good abundance.",
      "transliteration": "wa idh qulnad-khulū hādhihil qaryata fakulū minhā ḥaythu shi-tum raghadan wadkhulul bāba sujjadan waqūlū ḥiṭṭatun naghfir lakum khaṭāyākum ۚ wasanazīdul muḥsinīn"
    },
    {
      "index": 59,
      "arabic": "فَبَدَّلَ ٱلَّذِينَ ظَلَمُوا۟ قَوْلًا غَيْرَ ٱلَّذِى قِيلَ لَهُمْ فَأَنزَلْنَا عَلَى ٱلَّذِينَ ظَلَمُوا۟ رِجْزًا مِّنَ ٱلسَّمَآءِ بِمَا كَانُوا۟ يَفْسُقُونَ",
      "translation": "But the wicked changed and perverted the word We had spoken to a word distorted, and We sent from heaven retribution on the wicked, for they disobeyed.",
      "transliteration": "fabaddalal ladhīna ẓalamū qawlan ghayral ladhī qīla lahum fa-anzalnā `alal ladhīna ẓalamū rijzan minas samā-i bimā kānū yafsuqūn"
    },
    {
      "index": 60,
      "arabic": "وَإِذِ ٱسْتَسْقَىٰ مُوسَىٰ لِقَوْمِهِۦ فَقُلْنَا ٱضْرِب بِّعَصَاكَ ٱلْحَجَرَ ۖ فَٱنفَجَرَتْ مِنْهُ ٱثْنَتَا عَشْرَةَ عَيْنًا ۖ قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ ۖ كُلُوا۟ وَٱشْرَبُوا۟ مِن رِّزْقِ ٱللَّهِ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
      "translation": "And remember, when Moses asked for water for his people, We told him to strike the rock with his staff, and behold, twelve springs of gushing water gushed forth so that each of the tribes came to know its place of drinking. Eat and drink, (enjoy) God's gifts, and spread no discord in the land.",
      "transliteration": "wa idhis-tasqā mūsā liqawmihi faqulnaḍ-rib bi`aṣākal ḥajar ۖ fanfajarat minhuth-natā `ashrata `aynā ۖ qad `alima kullu unāsin mashrabahum ۖ kulū washrabū min rizqillāhi walā ta`thaw fil-arḍi mufsidīn"
    },
    {
      "index": 61,
      "arabic": "وَإِذْ قُلْتُمْ يَـٰمُوسَىٰ لَن نَّصْبِرَ عَلَىٰ طَعَامٍ وَٰحِدٍ فَٱدْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنۢبِتُ ٱلْأَرْضُ مِنۢ بَقْلِهَا وَقِثَّآئِهَا وَفُومِهَا وَعَدَسِهَا وَبَصَلِهَا ۖ قَالَ أَتَسْتَبْدِلُونَ ٱلَّذِى هُوَ أَدْنَىٰ بِٱلَّذِى هُوَ خَيْرٌ ۚ ٱهْبِطُوا۟ مِصْرًا فَإِنَّ لَكُم مَّا سَأَلْتُمْ ۗ وَضُرِبَتْ عَلَيْهِمُ ٱلذِّلَّةُ وَٱلْمَسْكَنَةُ وَبَآءُو بِغَضَبٍ مِّنَ ٱللَّهِ ۗ ذَٰلِكَ بِأَنَّهُمْ كَانُوا۟ يَكْفُرُونَ بِـَٔايَـٰتِ ٱللَّهِ وَيَقْتُلُونَ ٱلنَّبِيِّـۧنَ بِغَيْرِ ٱلْحَقِّ ۗ ذَٰلِكَ بِمَا عَصَوا۟ وَّكَانُوا۟ يَعْتَدُونَ",
      "translation": "Remember, when you said: \"O Moses, we are tired of eating the same food (day after day), ask your Lord to give us fruits of the earth, herbs and cucumbers, grains and lentils and onions;\" he said: \"Would you rather exchange what is good with what is bad? Go then to the city, you shall have what you ask.\" So they were disgraced and became indigent, earning the anger of God, for they disbelieved the word of God, and slayed the prophets unjustly, for they transgressed and rebelled.",
      "transliteration": "wa idh qultum yāmūsā lan naṣbira `alā ṭa`āmin wāḥidin fad`u lanā rabbaka yukhrij lanā mimmā tunbitul-arḍu min baqlihā waqithhā-ihā wafūmihā wa`adasihā wabaṣalihā ۖ qāla atastabdilūnal ladhī huwa adnā bil ladhī huwa khayr ۚ ihbiṭū miṣran fa-inna lakum mā sa-altum ۗ waḍuribat `alayhimudh dhillatu wal maskanatu wabā-ū bighaḍabin minallāh ۗ dhālika bi-annahum kānū yakfurūna bi-āyātillāhi wayaqtulūnan nabiyyīna bighayril ḥaqq ۗ dhālika bimā `aṣaw wakānū ya`tadūn"
    },
    {
      "index": 62,
      "arabic": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَادُوا۟ وَٱلنَّصَـٰرَىٰ وَٱلصَّـٰبِـِٔينَ مَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَعَمِلَ صَـٰلِحًا فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "translation": "Surely the believers and the Jews, Nazareans and the Sabians, whoever believes in God and the Last Day, and whosoever does right, shall have his reward with his Lord and will neither have fear nor regret.",
      "transliteration": "innal ladhīna āmanū wal ladhīna hādū wan naṣārā waṣ ṣābi-īna man āmana billāhi wal yawmil-ākhiri wa`amila ṣāliḥan falahum ajruhum `inda rabbihim walā khawfun `alayhim walā hum yaḥzanūn"
    },
    {
      "index": 63,
      "arabic": "وَإِذْ أَخَذْنَا مِيثَـٰقَكُمْ وَرَفَعْنَا فَوْقَكُمُ ٱلطُّورَ خُذُوا۟ مَآ ءَاتَيْنَـٰكُم بِقُوَّةٍ وَٱذْكُرُوا۟ مَا فِيهِ لَعَلَّكُمْ تَتَّقُونَ",
      "translation": "Remember the day We made the covenant with you and exalted you on the Mount and said: \"Hold fast to what We have given you, and remember what is therein that you may take heed.\"",
      "transliteration": "wa idh akhadhnā mīthāqakum warafa`nā fawqakumuṭ ṭūra khudhū mā ātaynākum biquwwatin wadhkurū mā fīhi la`allakum tattaqūn"
    },
    {
      "index": 64,
      "arabic": "ثُمَّ تَوَلَّيْتُم مِّنۢ بَعْدِ ذَٰلِكَ ۖ فَلَوْلَا فَضْلُ ٱللَّهِ عَلَيْكُمْ وَرَحْمَتُهُۥ لَكُنتُم مِّنَ ٱلْخَـٰسِرِينَ",
      "translation": "But you went back (on your word), and but for the mercy and grace of God you were lost.",
      "transliteration": "thumma tawallaytum min ba`di dhālik ۖ falawlā faḍlullāhi `alaykum waraḥmatuhu lakuntum minal khāsirīn"
    },
    {
      "index": 65,
      "arabic": "وَلَقَدْ عَلِمْتُمُ ٱلَّذِينَ ٱعْتَدَوْا۟ مِنكُمْ فِى ٱلسَّبْتِ فَقُلْنَا لَهُمْ كُونُوا۟ قِرَدَةً خَـٰسِـِٔينَ",
      "translation": "You know and have known already those among you who had broken the sanctity of the Sabbath, and to whom We had said: \"Become (like) apes despised,\"",
      "transliteration": "walaqad `alimtumul ladhīna'-tadaw minkum fis sabti faqulnā lahum kūnū qiradatan khāsi-īn"
    },
    {
      "index": 66,
      "arabic": "فَجَعَلْنَـٰهَا نَكَـٰلًا لِّمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا وَمَوْعِظَةً لِّلْمُتَّقِينَ",
      "translation": "And whom We made an example for the people (of the day) and those after them, and warning for those who fear God.",
      "transliteration": "faja`alnāhā nakālal limā bayna yadayhā wa mā khalfahā wa maw`iẓatan lil-muttaqīn"
    },
    {
      "index": 67,
      "arabic": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦٓ إِنَّ ٱللَّهَ يَأْمُرُكُمْ أَن تَذْبَحُوا۟ بَقَرَةً ۖ قَالُوٓا۟ أَتَتَّخِذُنَا هُزُوًا ۖ قَالَ أَعُوذُ بِٱللَّهِ أَنْ أَكُونَ مِنَ ٱلْجَـٰهِلِينَ",
      "translation": "Remember, when Moses said to his people: \"God demands that you sacrifice a cow,\" they said: \"Are you making fun of us?\" And he said: \"God forbid that I be of the ignorant.\"",
      "transliteration": "wa idh qāla mūsā liqawmihi innallāha ya-murukum an tadhbaḥū baqarah ۖ qālū atattakhidhunā huzuwā ۖ qāla a`ūdhu billāhi an akūna minal jāhilīn"
    },
    {
      "index": 68,
      "arabic": "قَالُوا۟ ٱدْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِىَ ۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٌ لَّا فَارِضٌ وَلَا بِكْرٌ عَوَانٌۢ بَيْنَ ذَٰلِكَ ۖ فَٱفْعَلُوا۟ مَا تُؤْمَرُونَ",
      "translation": "\"Call on your Lord for us,\" they said, \"that He might inform us what kind she should be.\" \"Neither old nor young, says God, but of age in between,\" answered Moses. \"So do as you are bid.\"",
      "transliteration": "qālud-`u lanā rabbaka yubayyin lanā mā hiy ۚ qāla innahu yaqūlu innahā baqaratun lā fāriḍun walā bikrun `awānun bayna dhālik ۖ faf`alū mā tu-marūn"
    },
    {
      "index": 69,
      "arabic": "قَالُوا۟ ٱدْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوْنُهَا ۚ قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٌ صَفْرَآءُ فَاقِعٌ لَّوْنُهَا تَسُرُّ ٱلنَّـٰظِرِينَ",
      "translation": "\"Call on your Lord,\" they said, \"to tell us the colour of the cow.\" \"God says,\" answered Moses, \"a fawn coloured cow, rich yellow, well pleasing to the eye.\"",
      "transliteration": "qālud-`u lanā rabbaka yubayyin lanā mā lawnuhā ۚ qāla innahu yaqūlu innahā baqaratun ṣafrā-u fāqi`ul lawnuhā tasurrun nāẓirīn"
    },
    {
      "index": 70,
      "arabic": "قَالُوا۟ ٱدْعُ لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِىَ إِنَّ ٱلْبَقَرَ تَشَـٰبَهَ عَلَيْنَا وَإِنَّآ إِن شَآءَ ٱللَّهُ لَمُهْتَدُونَ",
      "translation": "\"Call on your Lord,\" they said, \"to name its variety, as cows be all alike to us. If God wills we shall be guided aright.\"",
      "transliteration": "qālud-`u lanā rabbaka yubayyin lanā mā hiya innal baqara tashābaha `alaynā wa innā in shā-allāhu lamuhtadūn"
    },
    {
      "index": 71,
      "arabic": "قَالَ إِنَّهُۥ يَقُولُ إِنَّهَا بَقَرَةٌ لَّا ذَلُولٌ تُثِيرُ ٱلْأَرْضَ وَلَا تَسْقِى ٱلْحَرْثَ مُسَلَّمَةٌ لَّا شِيَةَ فِيهَا ۚ قَالُوا۟ ٱلْـَٔـٰنَ جِئْتَ بِٱلْحَقِّ ۚ فَذَبَحُوهَا وَمَا كَادُوا۟ يَفْعَلُونَ",
      "translation": "And Moses said: \"He says it's a cow unyoked, nor worn out by ploughing or watering the fields, one in good shape with no mark or blemish.\" \"Now have you brought us the truth,\" they said; and then, after wavering, they sacrificed the cow.",
      "transliteration": "qāla innahu yaqūlu innahā baqaratun lā dhalūlun tuthīrul-arḍa walā tasqil ḥartha musallamatun lā shiyata fīhā ۚ qālul-āna ji-ta bil ḥaqq ۚ fadhabaḥūhā wa mā kādū yaf`alūn"
    },
    {
      "index": 72,
      "arabic": "وَإِذْ قَتَلْتُمْ نَفْسًا فَٱدَّٰرَْٰٔتُمْ فِيهَا ۖ وَٱللَّهُ مُخْرِجٌ مَّا كُنتُمْ تَكْتُمُونَ",
      "translation": "Remember when you killed a man and blamed each other for the deed, God brought to light what you concealed.",
      "transliteration": "wa idh qataltum nafsan faddāra-tum fīhā ۖ wallāhu mukhrijun mā kuntum taktumūn"
    },
    {
      "index": 73,
      "arabic": "فَقُلْنَا ٱضْرِبُوهُ بِبَعْضِهَا ۚ كَذَٰلِكَ يُحْىِ ٱللَّهُ ٱلْمَوْتَىٰ وَيُرِيكُمْ ءَايَـٰتِهِۦ لَعَلَّكُمْ تَعْقِلُونَ",
      "translation": "We had pronounced already: \"Slay (the murderer) for (taking a life).\" Thus God preserves life from death and shows you His signs that you may understand.",
      "transliteration": "faqulnaḍ-ribūhu biba`ḍihā ۚ kadhālika yuḥyillāhul mawtā wayurīkum āyātihi la`allakum ta`qilūn"
    },
    {
      "index": 74,
      "arabic": "ثُمَّ قَسَتْ قُلُوبُكُم مِّنۢ بَعْدِ ذَٰلِكَ فَهِىَ كَٱلْحِجَارَةِ أَوْ أَشَدُّ قَسْوَةً ۚ وَإِنَّ مِنَ ٱلْحِجَارَةِ لَمَا يَتَفَجَّرُ مِنْهُ ٱلْأَنْهَـٰرُ ۚ وَإِنَّ مِنْهَا لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ ٱلْمَآءُ ۚ وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ ٱللَّهِ ۗ وَمَا ٱللَّهُ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
      "translation": "Yet, in spite of this, your hearts only hardened like rocks or even harder, but among rocks are those from which rivers flow; and there are also those which split open and water gushes forth; as well as those that roll down for fear of God. And God is not negligent of all that you do.",
      "transliteration": "thumma qasat qulūbukum min ba`di dhālika fahiya kal ḥijārati aw ashaddu qaswah ۚ wa inna minal ḥijārati lamā yatafajjaru minhul-anhār ۚ wa inna minhā lamā yashhaqqaqu fayakhruju minhul mā-u ۚ wa inna minhā lamā yahbiṭu min khashyatil lāh ۗ wa mallāhu bighāfilin `ammā ta`malūn"
    },
    {
      "index": 75,
      "arabic": "أَفَتَطْمَعُونَ أَن يُؤْمِنُوا۟ لَكُمْ وَقَدْ كَانَ فَرِيقٌ مِّنْهُمْ يَسْمَعُونَ كَلَـٰمَ ٱللَّهِ ثُمَّ يُحَرِّفُونَهُۥ مِنۢ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ",
      "translation": "How do you expect them to put their faith in you, when you know that some among them heard the word of God and, having understood, perverted it knowingly?",
      "transliteration": "afataṭma`ūna an yu-minū lakum waqad kāna farīqun minhum yasma`ūna kalāmallāhi thumma yuḥarrifūnahu min ba`di mā `aqalūhu wahum ya`lamūn"
    },
    {
      "index": 76,
      "arabic": "وَإِذَا لَقُوا۟ ٱلَّذِينَ ءَامَنُوا۟ قَالُوٓا۟ ءَامَنَّا وَإِذَا خَلَا بَعْضُهُمْ إِلَىٰ بَعْضٍ قَالُوٓا۟ أَتُحَدِّثُونَهُم بِمَا فَتَحَ ٱللَّهُ عَلَيْكُمْ لِيُحَآجُّوكُم بِهِۦ عِندَ رَبِّكُمْ ۚ أَفَلَا تَعْقِلُونَ",
      "translation": "For when they meet the faithful, they say: \"We believe;\" but when among themselves, they say: \"Why do you tell them what the Lord has revealed to you? They will only dispute it in the presence of your Lord. Have you no sense indeed?\"",
      "transliteration": "wa idhā laqul ladhīna āmanū qālū āmannā wa idhā khalā ba`ḍuhum ilā ba`ḍin qālū atuḥaddithūnahum bimā fataḥallāhu `alaykum liyuḥājjūkum bihi `inda rabbikum ۚ afalā ta`qilūn"
    },
    {
      "index": 77,
      "arabic": "أَوَلَا يَعْلَمُونَ أَنَّ ٱللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ",
      "translation": "Do they not know that God is aware of what they hide and what they disclose?",
      "transliteration": "awalā ya`lamūna annallāha ya`lamu mā yusirrūna wa mā yu`linūn"
    },
    {
      "index": 78,
      "arabic": "وَمِنْهُمْ أُمِّيُّونَ لَا يَعْلَمُونَ ٱلْكِتَـٰبَ إِلَّآ أَمَانِىَّ وَإِنْ هُمْ إِلَّا يَظُنُّونَ",
      "translation": "Among them are heathens who know nothing of the Book but only what they wish to believe, and are only lost in fantasies.",
      "transliteration": "wa minhum ummiyyūna lā ya`lamūnal kitāba illā amāniyya wa in hum illā yaẓunnūn"
    },
    {
      "index": 79,
      "arabic": "فَوَيْلٌ لِّلَّذِينَ يَكْتُبُونَ ٱلْكِتَـٰبَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَـٰذَا مِنْ عِندِ ٱللَّهِ لِيَشْتَرُوا۟ بِهِۦ ثَمَنًا قَلِيلًا ۖ فَوَيْلٌ لَّهُم مِّمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَّهُم مِّمَّا يَكْسِبُونَ",
      "translation": "But woe to them who fake the Scriptures and say: \"This is from God,\" so that they might earn some profit thereby; and woe to them for what they fake, and woe to them for what they earn from it!",
      "transliteration": "fawaylul lilladhīna yaktubūnal kitāba bi-aydīhim thumma yaqūlūna hādhā min `indillāhi liyashtarū bihi thamanan qalīlā ۖ fawaylul lahum mimmā katabat aydīhim wawaylul lahum mimmā yaksibūn"
    },
    {
      "index": 80,
      "arabic": "وَقَالُوا۟ لَن تَمَسَّنَا ٱلنَّارُ إِلَّآ أَيَّامًا مَّعْدُودَةً ۚ قُلْ أَتَّخَذْتُمْ عِندَ ٱللَّهِ عَهْدًا فَلَن يُخْلِفَ ٱللَّهُ عَهْدَهُۥٓ ۖ أَمْ تَقُولُونَ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
      "translation": "Yet they say: \"The Fire will not touch us for more than a few days.\" Say.. \"Have you so received a promise from God?\" \"Then surely God will not withdraw His pledge. Or do you impute things to God of which you have no knowledge at all?\"",
      "transliteration": "waqālū lan tamassanan nāru illā ayyāman ma`dūdah ۚ qul attakhadhtum `indallāhi `ahdan falan yukhlifallāhu `ahdah ۖ am taqūlūna `alallāhi mā lā ta`lamūn"
    },
    {
      "index": 81,
      "arabic": "بَلَىٰ مَن كَسَبَ سَيِّئَةً وَأَحَـٰطَتْ بِهِۦ خَطِيٓـَٔتُهُۥ فَأُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "translation": "Why, they who have earned the wages of sin and are enclosed in error, are people of Hell, where they will abide for ever.",
      "transliteration": "balā man kasaba sayyi-atan wa-aḥāṭat bihi khaṭī-atuhu fa-ulā-ika aṣ-ḥābun nār ۖ hum fīhā khālidūn"
    },
    {
      "index": 82,
      "arabic": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَنَّةِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "translation": "But those who believe and do good deeds are people of Paradise, and shall live there forever.",
      "transliteration": "wal ladhīna āmanū wa`amiluṣ ṣāliḥāti ulā-ika aṣ-ḥābul jannah ۖ hum fīhā khālidūn"
    },
    {
      "index": 83,
      "arabic": "وَإِذْ أَخَذْنَا مِيثَـٰقَ بَنِىٓ إِسْرَٰٓءِيلَ لَا تَعْبُدُونَ إِلَّا ٱللَّهَ وَبِٱلْوَٰلِدَيْنِ إِحْسَانًا وَذِى ٱلْقُرْبَىٰ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينِ وَقُولُوا۟ لِلنَّاسِ حُسْنًا وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ ثُمَّ تَوَلَّيْتُمْ إِلَّا قَلِيلًا مِّنكُمْ وَأَنتُم مُّعْرِضُونَ",
      "translation": "Remember, when We made a covenant with the people of Israel and said: \"Worship no one but God, and be good to your parents and your kin, and to orphans and the needy, and speak of goodness to men; observe your devotional obligations, and give zakat (the due share of your wealth for the welfare of others),\" you went back (on your word), except only a few, and paid no heed.",
      "transliteration": "wa idh akhadhnā mīthāqa banī isrā-iyla lā ta`budūna illallāha wabil wālidayni iḥsānan wadhil qurbā wal yatāmā wal masākīni waqūlū linnāsi ḥusnan wa-aqīmuṣ ṣalāta wa-ātuz zakāta thumma tawallaytum illā qalīlan minkum wa-antum mu`riḍūn"
    },
    {
      "index": 84,
      "arabic": "وَإِذْ أَخَذْنَا مِيثَـٰقَكُمْ لَا تَسْفِكُونَ دِمَآءَكُمْ وَلَا تُخْرِجُونَ أَنفُسَكُم مِّن دِيَـٰرِكُمْ ثُمَّ أَقْرَرْتُمْ وَأَنتُمْ تَشْهَدُونَ",
      "translation": "And remember, when We made a covenant with you whereby you agreed you will neither shed blood among you nor turn your people out of their homes, you promised, and are witness to it too.",
      "transliteration": "wa idh akhadhnā mīthāqakum lā tasfikūna dimā-akum walā tukhrijūna anfusakum min diyārikum thumma aqrartum wa-antum tash-hadūn"
    },
    {
      "index": 85,
      "arabic": "ثُمَّ أَنتُمْ هَـٰٓؤُلَآءِ تَقْتُلُونَ أَنفُسَكُمْ وَتُخْرِجُونَ فَرِيقًا مِّنكُم مِّن دِيَـٰرِهِمْ تَظَـٰهَرُونَ عَلَيْهِم بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَإِن يَأْتُوكُمْ أُسَـٰرَىٰ تُفَـٰدُوهُمْ وَهُوَ مُحَرَّمٌ عَلَيْكُمْ إِخْرَاجُهُمْ ۚ أَفَتُؤْمِنُونَ بِبَعْضِ ٱلْكِتَـٰبِ وَتَكْفُرُونَ بِبَعْضٍ ۚ فَمَا جَزَآءُ مَن يَفْعَلُ ذَٰلِكَ مِنكُمْ إِلَّا خِزْىٌ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَيَوْمَ ٱلْقِيَـٰمَةِ يُرَدُّونَ إِلَىٰٓ أَشَدِّ ٱلْعَذَابِ ۗ وَمَا ٱللَّهُ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
      "translation": "But you still kill one another, and you turn a section of your people from their homes, assisting one another against them with guilt and oppression. Yet when they are brought to you as captives you ransom them, although forbidden it was to drive them away. Do you, then, believe a part of the Book and reject a part? There is no other award for them who so act but disgrace in the world, and on the Day of Judgement the severest of punishment; for God is not heedless of all that you do.",
      "transliteration": "thumma antum hā-ulā-i taqtulūna anfusakum watukhrijūna farīqan minkum min diyārihim taẓāharūna `alayhim bil-ithmi wal `udwāni wa in ya-tūkum usārā tufādūhum wahuwa muḥarramun `alaykum ikhrājuhum ۚ afatu-minūna biba`ḍil kitābi watakfurūna biba`ḍ ۚ famā jazā-u man yaf`alu dhālika minkum illā khizyun fil ḥayātid dunyā ۖ wayawmal qiyāmati yuraddūna ilā ashaddil `adhāb ۗ wa mallāhu bighāfilin `ammā ta`malūn"
    },
    {
      "index": 86,
      "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلْحَيَوٰةَ ٱلدُّنْيَا بِٱلْـَٔاخِرَةِ ۖ فَلَا يُخَفَّفُ عَنْهُمُ ٱلْعَذَابُ وَلَا هُمْ يُنصَرُونَ",
      "translation": "They are those who bought the life of the world at the cost of the life to come; and neither will their torment decrease nor help reach them.",
      "transliteration": "ulā-ikal ladhīnash-tarawul ḥayātad dunyā bil-ākhirah ۖ falā yukhaffafu `anhumul `adhābu walā hum yunṣarūn"
    },
    {
      "index": 87,
      "arabic": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ وَقَفَّيْنَا مِنۢ بَعْدِهِۦ بِٱلرُّسُلِ ۖ وَءَاتَيْنَا عِيسَى ٱبْنَ مَرْيَمَ ٱلْبَيِّنَـٰتِ وَأَيَّدْنَـٰهُ بِرُوحِ ٱلْقُدُسِ ۗ أَفَكُلَّمَا جَآءَكُمْ رَسُولٌۢ بِمَا لَا تَهْوَىٰٓ أَنفُسُكُمُ ٱسْتَكْبَرْتُمْ فَفَرِيقًا كَذَّبْتُمْ وَفَرِيقًا تَقْتُلُونَ",
      "translation": "Remember We gave Moses the Book and sent after him many an apostle; and to Jesus, son of Mary, We gave clear evidence of the truth, reinforcing him with divine grace. Even so, when a messenger brought to you what did not suit your mood you turned haughty, and called some imposters and some others you slew.",
      "transliteration": "walaqad ātaynā mūsal kitāba waqaffaynā min ba`dihi bir rusul ۖ wa-ātaynā `īsab-na maryamal bayyināti wa-ayyadnāhu birūḥil qudus ۗ afakullamā jā-akum rasūlun bimā lā tahwā anfusukumus takbartum fafarīqan kadhhabtum wafarīqan taqtulūn"
    },
    {
      "index": 88,
      "arabic": "وَقَالُوا۟ قُلُوبُنَا غُلْفٌۢ ۚ بَل لَّعَنَهُمُ ٱللَّهُ بِكُفْرِهِمْ فَقَلِيلًا مَّا يُؤْمِنُونَ",
      "translation": "And they say: \"Our hearts are enfolded in covers.\" In fact God has cursed them for their unbelief; and only a little do they believe.",
      "transliteration": "waqālū qulūbunā ghulf ۚ bal la`anahumullāhu bikufrihim faqalīlan mā yu-minūn"
    },
    {
      "index": 89,
      "arabic": "وَلَمَّا جَآءَهُمْ كِتَـٰبٌ مِّنْ عِندِ ٱللَّهِ مُصَدِّقٌ لِّمَا مَعَهُمْ وَكَانُوا۟ مِن قَبْلُ يَسْتَفْتِحُونَ عَلَى ٱلَّذِينَ كَفَرُوا۟ فَلَمَّا جَآءَهُم مَّا عَرَفُوا۟ كَفَرُوا۟ بِهِۦ ۚ فَلَعْنَةُ ٱللَّهِ عَلَى ٱلْكَـٰفِرِينَ",
      "translation": "And when the Book was sent to them by God verifying what had been revealed to them already even though before it they used to pray for victory over the unbelievers and even though they recognised it when it came to them, they renounced it. The curse of God be on those who deny!",
      "transliteration": "walammā jā-ahum kitābun min `indillāhi muṣaddiqul limā ma`ahum wakānū min qablu yastaftiḥūna `alal ladhīna kafarū falammā jā-ahum mā `arafū kafarū bih ۚ fala`natullāhi `alal-kāfirīn"
    },
    {
      "index": 90,
      "arabic": "بِئْسَمَا ٱشْتَرَوْا۟ بِهِۦٓ أَنفُسَهُمْ أَن يَكْفُرُوا۟ بِمَآ أَنزَلَ ٱللَّهُ بَغْيًا أَن يُنَزِّلَ ٱللَّهُ مِن فَضْلِهِۦ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ ۖ فَبَآءُو بِغَضَبٍ عَلَىٰ غَضَبٍ ۚ وَلِلْكَـٰفِرِينَ عَذَابٌ مُّهِينٌ",
      "translation": "They bartered their lives ill denying the revelation of God out of spite that God should bestow His grace among His votaries on whomsoever He will, and thus earned wrath upon wrath. The punishment for disbelievers is ignominious.",
      "transliteration": "bi-samash-taraw bihi anfusahum an yakfurū bimā anzalallāhu baghyan an yunazzilallāhu min faḍlihi `alā man yashā-u min `ibādih ۖ fabā-ū bighaḍabin `alā ghaḍab ۚ walilkāfirīna `adhābun muhīn"
    },
    {
      "index": 91,
      "arabic": "وَإِذَا قِيلَ لَهُمْ ءَامِنُوا۟ بِمَآ أَنزَلَ ٱللَّهُ قَالُوا۟ نُؤْمِنُ بِمَآ أُنزِلَ عَلَيْنَا وَيَكْفُرُونَ بِمَا وَرَآءَهُۥ وَهُوَ ٱلْحَقُّ مُصَدِّقًا لِّمَا مَعَهُمْ ۗ قُلْ فَلِمَ تَقْتُلُونَ أَنۢبِيَآءَ ٱللَّهِ مِن قَبْلُ إِن كُنتُم مُّؤْمِنِينَ",
      "translation": "And when it is said to them: \"believe in what God has sent down,\" they say: \"We believe what was sent to us, and do not believe what has come thereafter,\" although it affirms the truth they possess already. Say: \"Why have you then been slaying God's apostles as of old, if you do believe?\"",
      "transliteration": "wa idhā qīla lahum āminū bimā anzalallāhu qālū nu-minu bimā unzila `alaynā wayakfurūna bimā warā-ahu wahuwal ḥaqqu muṣaddiqal limā ma`ahum ۗ qul falima taqtulūna anbiyā-allāhi min qablu in kuntum mu-minīn"
    },
    {
      "index": 92,
      "arabic": "وَلَقَدْ جَآءَكُم مُّوسَىٰ بِٱلْبَيِّنَـٰتِ ثُمَّ ٱتَّخَذْتُمُ ٱلْعِجْلَ مِنۢ بَعْدِهِۦ وَأَنتُمْ ظَـٰلِمُونَ",
      "translation": "Although Moses had come to you with evidence of the truth, you chose the calf in his absence, and you transgressed.",
      "transliteration": "walaqad jā-akum mūsā bil bayyināti thummat-takhadhtumul `ijla min ba`dihi wa-antum ẓālimūn"
    },
    {
      "index": 93,
      "arabic": "وَإِذْ أَخَذْنَا مِيثَـٰقَكُمْ وَرَفَعْنَا فَوْقَكُمُ ٱلطُّورَ خُذُوا۟ مَآ ءَاتَيْنَـٰكُم بِقُوَّةٍ وَٱسْمَعُوا۟ ۖ قَالُوا۟ سَمِعْنَا وَعَصَيْنَا وَأُشْرِبُوا۟ فِى قُلُوبِهِمُ ٱلْعِجْلَ بِكُفْرِهِمْ ۚ قُلْ بِئْسَمَا يَأْمُرُكُم بِهِۦٓ إِيمَـٰنُكُمْ إِن كُنتُم مُّؤْمِنِينَ",
      "translation": "Remember when We took your pledge and exalted you on the Mount (saying:) \"Hold fast to what We have given you, firmly, and pay heed,\" you said: \"We have heard and will not obey.\" (The image of) the calf had sunk deep into their hearts on account of unbelief. Say: \"Vile is your belief if you are believers indeed!\"",
      "transliteration": "wa idh akhadhnā mīthāqakum warafa`nā fawqakumuṭ ṭūra khudhū mā ātaynākum biquwwatin wasma`ū ۖ qālū sami`nā wa`aṣaynā wa-ushribū fī qulūbihimul `ijla bikufrihim ۚ qul bi-samā ya-murukum bihi-iymānukum in kuntum mu-minīn"
    },
    {
      "index": 94,
      "arabic": "قُلْ إِن كَانَتْ لَكُمُ ٱلدَّارُ ٱلْـَٔاخِرَةُ عِندَ ٱللَّهِ خَالِصَةً مِّن دُونِ ٱلنَّاسِ فَتَمَنَّوُا۟ ٱلْمَوْتَ إِن كُنتُمْ صَـٰدِقِينَ",
      "translation": "Tell them: \"If you think you alone will abide with God to the exclusion of the rest of Mankind, in the mansions of the world to come, then wish for death if what you say is true.\"",
      "transliteration": "qul in kānat lakumud dārul-ākhiratu `indallāhi khāliṣatan min dūnin nāsi fatamannawul mawta in kuntum ṣādiqīn"
    },
    {
      "index": 95,
      "arabic": "وَلَن يَتَمَنَّوْهُ أَبَدًۢا بِمَا قَدَّمَتْ أَيْدِيهِمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّـٰلِمِينَ",
      "translation": "But they will surely not wish for death because of what they had done in the past; and God knows the sinners well.",
      "transliteration": "walan yatamannawhu abadan bimā qaddamat aydīhim ۗ wallāhu `alīmun biẓ ẓālimīn"
    },
    {
      "index": 96,
      "arabic": "وَلَتَجِدَنَّهُمْ أَحْرَصَ ٱلنَّاسِ عَلَىٰ حَيَوٰةٍ وَمِنَ ٱلَّذِينَ أَشْرَكُوا۟ ۚ يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ وَمَا هُوَ بِمُزَحْزِحِهِۦ مِنَ ٱلْعَذَابِ أَن يُعَمَّرَ ۗ وَٱللَّهُ بَصِيرٌۢ بِمَا يَعْمَلُونَ",
      "translation": "You will see they are covetous of life more than other men, even more than those who practise idolatry. Each one of them desires to live a thousand years, although longevity will never save them from punishment, for God sees all they do.",
      "transliteration": "walatajidannahum aḥraṣan nāsi `alā ḥayātin wa minal ladhīna ashrakū ۚ yawaddu aḥaduhum law yu`ammaru alfa sanatin wa mā huwa bimuzaḥziḥihi minal `adhābi an yu`ammar ۗ wallāhu baṣīrun bimā ya`malūn"
    },
    {
      "index": 97,
      "arabic": "قُلْ مَن كَانَ عَدُوًّا لِّجِبْرِيلَ فَإِنَّهُۥ نَزَّلَهُۥ عَلَىٰ قَلْبِكَ بِإِذْنِ ٱللَّهِ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَهُدًى وَبُشْرَىٰ لِلْمُؤْمِنِينَ",
      "translation": "Say: \"Whosoever is the enemy of Gabriel who revealed the word of God to you by the dispensation of God, reaffirming what had been revealed before, and is a guidance and good news for those who believe, --",
      "transliteration": "qul man kāna `aduwwal lijibrīla fa-innahu nazzalahu `alā qalbika bi-idhnillāhi muṣaddiqal limā bayna yadayhi wahudan wabushrā lil-mu-minīn"
    },
    {
      "index": 98,
      "arabic": "مَن كَانَ عَدُوًّا لِّلَّهِ وَمَلَـٰٓئِكَتِهِۦ وَرُسُلِهِۦ وَجِبْرِيلَ وَمِيكَىٰلَ فَإِنَّ ٱللَّهَ عَدُوٌّ لِّلْكَـٰفِرِينَ",
      "translation": "Whosoever is the enemy of God and His angels and apostles, and of Gabriel and Michael, then God is the enemy of such unbelievers.\"",
      "transliteration": "man kāna `aduwwal lillāhi wa malā-ikatihi warusulihi wajibrīla wa mīkāla fa-innallāha `aduwwul lilkāfirīn"
    },
    {
      "index": 99,
      "arabic": "وَلَقَدْ أَنزَلْنَآ إِلَيْكَ ءَايَـٰتٍۭ بَيِّنَـٰتٍ ۖ وَمَا يَكْفُرُ بِهَآ إِلَّا ٱلْفَـٰسِقُونَ",
      "translation": "We have sent clear signs to you, such as none can deny except those who transgress the truth.",
      "transliteration": "walaqad anzalnā ilayka āyātin bayyināt ۖ wa mā yakfuru bihā illal-fāsiqūn"
    },
    {
      "index": 100,
      "arabic": "أَوَكُلَّمَا عَـٰهَدُوا۟ عَهْدًا نَّبَذَهُۥ فَرِيقٌ مِّنْهُم ۚ بَلْ أَكْثَرُهُمْ لَا يُؤْمِنُونَ",
      "translation": "And every time they made a pledge some of them pushed it aside, and many of them do not believe.",
      "transliteration": "awakullamā `āhadū `ahdan nabadhahu farīqun minhum ۚ bal aktharuhum lā yu-minūn"
    },
    {
      "index": 101,
      "arabic": "وَلَمَّا جَآءَهُمْ رَسُولٌ مِّنْ عِندِ ٱللَّهِ مُصَدِّقٌ لِّمَا مَعَهُمْ نَبَذَ فَرِيقٌ مِّنَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ كِتَـٰبَ ٱللَّهِ وَرَآءَ ظُهُورِهِمْ كَأَنَّهُمْ لَا يَعْلَمُونَ",
      "translation": "When a messenger was sent to them by God affirming the Books they had already received, some of them put (His message) behind their backs as if they had no knowledge of it.",
      "transliteration": "walammā jā-ahum rasūlun min `indillāhi muṣaddiqul limā ma`ahum nabadha farīqun minal ladhīna ūtul kitāba kitāballāhi warā-a ẓuhūrihim ka-annahum lā ya`lamūn"
    },
    {
      "index": 102,
      "arabic": "وَٱتَّبَعُوا۟ مَا تَتْلُوا۟ ٱلشَّيَـٰطِينُ عَلَىٰ مُلْكِ سُلَيْمَـٰنَ ۖ وَمَا كَفَرَ سُلَيْمَـٰنُ وَلَـٰكِنَّ ٱلشَّيَـٰطِينَ كَفَرُوا۟ يُعَلِّمُونَ ٱلنَّاسَ ٱلسِّحْرَ وَمَآ أُنزِلَ عَلَى ٱلْمَلَكَيْنِ بِبَابِلَ هَـٰرُوتَ وَمَـٰرُوتَ ۚ وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حَتَّىٰ يَقُولَآ إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا تَكْفُرْ ۖ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِۦ بَيْنَ ٱلْمَرْءِ وَزَوْجِهِۦ ۚ وَمَا هُم بِضَآرِّينَ بِهِۦ مِنْ أَحَدٍ إِلَّا بِإِذْنِ ٱللَّهِ ۚ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا يَنفَعُهُمْ ۚ وَلَقَدْ عَلِمُوا۟ لَمَنِ ٱشْتَرَىٰهُ مَا لَهُۥ فِى ٱلْـَٔاخِرَةِ مِنْ خَلَـٰقٍ ۚ وَلَبِئْسَ مَا شَرَوْا۟ بِهِۦٓ أَنفُسَهُمْ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ",
      "translation": "And they follow what devilish beings used to chant against the authority of Solomon, though Solomon never disbelieved and only the devils denied, who taught sorcery to men, which, they said, had been revealed to the angels of Babylon, Harut and Marut, who, however, never taught it without saying: \"We have been sent to deceive you, so do not renounce (your faith).\" They learnt what led to discord between husband and wife. Yet they could not harm any one or without the dispensation of God. And they learnt what harmed them and brought no gain. They knew indeed whoever bought this had no place in the world to come, and that surely they had sold themselves for something that was vile. If only they had sense!",
      "transliteration": "wattaba`ū mā tatlush shayāṭīnu `alā mulki sulaymān ۖ wa mā kafara sulaymānu walākinnash shayāṭīna kafarū yu`allimūnan nāsas siḥra wa mā unzila `alal-malakayni bibābila hārūta wa mārūt ۚ wa mā yu`allimāni min aḥadin ḥattā yaqūlā innamā naḥnu fitnatun falā takfur ۖ fayata`allamūna minhumā mā yufarriqūna bihi baynal mar-i wazawjih ۚ wa mā hum biḍārrīna bihi min aḥadin illā bi-idhnillāh ۚ wayata`allamūna mā yaḍurruhum walā yanfa`uhum ۚ walaqad `alimū lamanish-tarāhu mā lahu fil-ākhirati min khalāq ۚ walabi-sa mā sharaw bihi anfusahum ۚ law kānū ya`lamūn"
    },
    {
      "index": 103,
      "arabic": "وَلَوْ أَنَّهُمْ ءَامَنُوا۟ وَٱتَّقَوْا۟ لَمَثُوبَةٌ مِّنْ عِندِ ٱللَّهِ خَيْرٌ ۖ لَّوْ كَانُوا۟ يَعْلَمُونَ",
      "translation": "Had they come to believe instead, and taken heed for themselves, they would surely have earned from God a far better reward. If only they had sense!",
      "transliteration": "walaw annahum āmanū wattaqaw lamathūbatun min `indillāhi khayr ۖ law kānū ya`lamūn"
    },
    {
      "index": 104,
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَقُولُوا۟ رَٰعِنَا وَقُولُوا۟ ٱنظُرْنَا وَٱسْمَعُوا۟ ۗ وَلِلْكَـٰفِرِينَ عَذَابٌ أَلِيمٌ",
      "translation": "Say not (to the Prophet), O Believers: \"Have regard for us (ra'ina),\" but \"look at us (unzurna),\" and obey him in what he says. Painful is the nemesis for disbelievers.",
      "transliteration": "yā-ayyuhal ladhīna āmanū lā taqūlū rā`inā waqūlun-ẓurnā wasma`ū ۗ walilkāfirīna `adhābun alīm"
    },
    {
      "index": 105,
      "arabic": "مَّا يَوَدُّ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَـٰبِ وَلَا ٱلْمُشْرِكِينَ أَن يُنَزَّلَ عَلَيْكُم مِّنْ خَيْرٍ مِّن رَّبِّكُمْ ۗ وَٱللَّهُ يَخْتَصُّ بِرَحْمَتِهِۦ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
      "translation": "Those without faith among the people of the Book, and those who worship idols, do not wish that good should come to you from your Lord. But God chooses whom He likes for His grace; and the bounty of God is infinite.",
      "transliteration": "mā yawaddul ladhīna kafarū min ahlil kitābi walal mushrikīna an yunazzala `alaykum min khayrin min rabbikum ۗ wallāhu yakhtaṣṣu biraḥmatihi man yashā-u ۚ wallāhu dhul faḍlil `aẓīm"
    },
    {
      "index": 106,
      "arabic": "مَا نَنسَخْ مِنْ ءَايَةٍ أَوْ نُنسِهَا نَأْتِ بِخَيْرٍ مِّنْهَآ أَوْ مِثْلِهَآ ۗ أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "translation": "When We cancel a message (sent to an earlier prophet) or throw it into oblivion, We replace it with one better or one similar. Do you not know that God has power over all things?",
      "transliteration": "mā nansakh min āyatin aw nunsihā na-ti bikhayrin minhā aw mithlihā ۗ alam ta`lam annallāha `alā kulli shay-in qadīr"
    },
    {
      "index": 107,
      "arabic": "أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۗ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
      "translation": "Do you not know that God's is the kingdom of the heavens and the earth, and that there is none to save and protect you apart from God?",
      "transliteration": "alam ta`lam annallāha lahu mulkus samāwāti wal-arḍ ۗ wa mā lakum min dūnillāhi min waliyyin walā naṣīr"
    },
    {
      "index": 108,
      "arabic": "أَمْ تُرِيدُونَ أَن تَسْـَٔلُوا۟ رَسُولَكُمْ كَمَا سُئِلَ مُوسَىٰ مِن قَبْلُ ۗ وَمَن يَتَبَدَّلِ ٱلْكُفْرَ بِٱلْإِيمَـٰنِ فَقَدْ ضَلَّ سَوَآءَ ٱلسَّبِيلِ",
      "translation": "Do you too, O believers, wish to question your Apostle as Moses was in the past? But he who takes unbelief in exchange for belief only strays from the right path.",
      "transliteration": "am turīdūna an tas-alū rasūlakum kamā su-ila mūsā min qabl ۗ wa man yatabaddalil kufra bil-iymāni faqad ḍalla sawā-as sabīl"
    },
    {
      "index": 109,
      "arabic": "وَدَّ كَثِيرٌ مِّنْ أَهْلِ ٱلْكِتَـٰبِ لَوْ يَرُدُّونَكُم مِّنۢ بَعْدِ إِيمَـٰنِكُمْ كُفَّارًا حَسَدًا مِّنْ عِندِ أَنفُسِهِم مِّنۢ بَعْدِ مَا تَبَيَّنَ لَهُمُ ٱلْحَقُّ ۖ فَٱعْفُوا۟ وَٱصْفَحُوا۟ حَتَّىٰ يَأْتِىَ ٱللَّهُ بِأَمْرِهِۦٓ ۗ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "translation": "How many of the followers of the Books having once known the truth desire in their hearts, out of envy, to turn you into infidels again even after the truth has become clear to them! But you forbear and overlook till God fulfil His plan; and God has power over all things.",
      "transliteration": "wadda kathīrun min ahlil kitābi law yaruddūnakum min ba`di-iymānikum kuffāran ḥasadan min `indi anfusihim min ba`di mā tabayyana lahumul ḥaqq ۖ fa`fū waṣfaḥū ḥattā ya-tiyallāhu bi-amrih ۗ innallāha `alā kulli shay-in qadīr"
    },
    {
      "index": 110,
      "arabic": "وَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ ۚ وَمَا تُقَدِّمُوا۟ لِأَنفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ ٱللَّهِ ۗ إِنَّ ٱللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ",
      "translation": "Fulfil your devotional obligations and pay the zakat. And what you send ahead of good you will find with God, for He sees all that you do ill.",
      "transliteration": "wa-aqīmuṣ ṣalāta wa-ātuz zakāh ۚ wa mā tuqaddimū li-anfusikum min khayrin tajidūhu `indallāh ۗ innallāha bimā ta`malūna baṣīr"
    },
    {
      "index": 111,
      "arabic": "وَقَالُوا۟ لَن يَدْخُلَ ٱلْجَنَّةَ إِلَّا مَن كَانَ هُودًا أَوْ نَصَـٰرَىٰ ۗ تِلْكَ أَمَانِيُّهُمْ ۗ قُلْ هَاتُوا۟ بُرْهَـٰنَكُمْ إِن كُنتُمْ صَـٰدِقِينَ",
      "translation": "And they say: \"None will go to Paradise but the Jews and the Christians;\" but this is only wishful thinking. Say: \"Bring the proof if you are truthful.\"",
      "transliteration": "waqālū lan yadkhulal-jannata illā man kāna hūdan aw naṣārā ۗ tilka amāniyyuhum ۗ qul hātū burhānakum in kuntum ṣādiqīn"
    },
    {
      "index": 112,
      "arabic": "بَلَىٰ مَنْ أَسْلَمَ وَجْهَهُۥ لِلَّهِ وَهُوَ مُحْسِنٌ فَلَهُۥٓ أَجْرُهُۥ عِندَ رَبِّهِۦ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "translation": "Only he who surrenders to God with all his heart and also does good, will find his reward with his Lord, and will have no fear or regret.",
      "transliteration": "balā man aslama wajhahu lillāhi wahuwa muḥsinun falahu ajruhu `inda rabbihi walā khawfun `alayhim walā hum yaḥzanūn"
    },
    {
      "index": 113,
      "arabic": "وَقَالَتِ ٱلْيَهُودُ لَيْسَتِ ٱلنَّصَـٰرَىٰ عَلَىٰ شَىْءٍ وَقَالَتِ ٱلنَّصَـٰرَىٰ لَيْسَتِ ٱلْيَهُودُ عَلَىٰ شَىْءٍ وَهُمْ يَتْلُونَ ٱلْكِتَـٰبَ ۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ لَا يَعْلَمُونَ مِثْلَ قَوْلِهِمْ ۚ فَٱللَّهُ يَحْكُمُ بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
      "translation": "The Jews say: \"The Christians are not right,\" and the Christians say: \"The Jews are in the wrong;\" yet both read the Scriptures; and this is what the unread had said too. God alone will judge between them in their differences on the Day of Reckoning.",
      "transliteration": "waqālatil yahūdu laysatin naṣārā `alā shay-in waqālatin naṣārā laysatil yahūdu `alā shay-in wahum yatlūnal kitāb ۗ kadhālika qālal ladhīna lā ya`lamūna mithla qawlihim ۚ fallāhu yaḥkumu baynahum yawmal qiyāmati fīmā kānū fīhi yakhtalifūn"
    },
    {
      "index": 114,
      "arabic": "وَمَنْ أَظْلَمُ مِمَّن مَّنَعَ مَسَـٰجِدَ ٱللَّهِ أَن يُذْكَرَ فِيهَا ٱسْمُهُۥ وَسَعَىٰ فِى خَرَابِهَآ ۚ أُو۟لَـٰٓئِكَ مَا كَانَ لَهُمْ أَن يَدْخُلُوهَآ إِلَّا خَآئِفِينَ ۚ لَهُمْ فِى ٱلدُّنْيَا خِزْىٌ وَلَهُمْ فِى ٱلْـَٔاخِرَةِ عَذَابٌ عَظِيمٌ",
      "translation": "And who is more unjust than he who prohibits the name of God being used in His mosques, who hurries to despoil them even though he has no right to enter them except in reverence? For them is ignominy in the world and severe punishment in the life to come.",
      "transliteration": "wa man aẓlamu mimman mana`a masājidallāhi an yudhkara fīhas-muhu wasa`ā fī kharābihā ۚ ulā-ika mā kāna lahum an yadkhulūhā illā khā-ifīn ۚ lahum fid dunyā khizyun walahum fil-ākhirati `adhābun `aẓīm"
    },
    {
      "index": 115,
      "arabic": "وَلِلَّهِ ٱلْمَشْرِقُ وَٱلْمَغْرِبُ ۚ فَأَيْنَمَا تُوَلُّوا۟ فَثَمَّ وَجْهُ ٱللَّهِ ۚ إِنَّ ٱللَّهَ وَٰسِعٌ عَلِيمٌ",
      "translation": "To God belong the East and the West. Wherever you turn the glory of God is everywhere: All-pervading is He and all-knowing.",
      "transliteration": "walillāhil mashriqu wal maghrib ۚ fa-aynamā tuwallū fathamma wajhullāh ۚ innallāha wāsi`un `alīm"
    },
    {
      "index": 116,
      "arabic": "وَقَالُوا۟ ٱتَّخَذَ ٱللَّهُ وَلَدًا ۗ سُبْحَـٰنَهُۥ ۖ بَل لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ كُلٌّ لَّهُۥ قَـٰنِتُونَ",
      "translation": "Yet they say that God has begotten a son. May He be praised! Indeed everything in the heavens and the earth belongs to Him, and all are obedient to God.",
      "transliteration": "waqālut-takhadhallāhu waladā ۗ subḥānah ۖ bal lahu mā fis samāwāti wal-arḍ ۖ kullul lahu qānitūn"
    },
    {
      "index": 117,
      "arabic": "بَدِيعُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ وَإِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
      "translation": "Creator of the heavens and the earth from nothingness, He has only to say when He wills a thing: \"Be\", and it is.",
      "transliteration": "badī`us samāwāti wal-arḍ ۖ wa idhā qaḍā amran fa-innamā yaqūlu lahu kun fayakūn"
    },
    {
      "index": 118,
      "arabic": "وَقَالَ ٱلَّذِينَ لَا يَعْلَمُونَ لَوْلَا يُكَلِّمُنَا ٱللَّهُ أَوْ تَأْتِينَآ ءَايَةٌ ۗ كَذَٰلِكَ قَالَ ٱلَّذِينَ مِن قَبْلِهِم مِّثْلَ قَوْلِهِمْ ۘ تَشَـٰبَهَتْ قُلُوبُهُمْ ۗ قَدْ بَيَّنَّا ٱلْـَٔايَـٰتِ لِقَوْمٍ يُوقِنُونَ",
      "translation": "But those who are ignorant say: \"Why does God not speak or show us a sign?\" The same question had been asked by men before them, who were like them in their hearts. But to those who are firm in their faith We have shown Our signs already.",
      "transliteration": "waqālal ladhīna lā ya`lamūna lawlā yukallimunallāhu aw ta-tīnā āyah ۗ kadhālika qālal ladhīna min qablihim mithla qawlihim ۘ tashābahat qulūbuhum ۗ qad bayyannal-āyāti liqawmiy yūqinūn"
    },
    {
      "index": 119,
      "arabic": "إِنَّآ أَرْسَلْنَـٰكَ بِٱلْحَقِّ بَشِيرًا وَنَذِيرًا ۖ وَلَا تُسْـَٔلُ عَنْ أَصْحَـٰبِ ٱلْجَحِيمِ",
      "translation": "And We have sent you with the truth to give glad tidings and to warn. You will not be questioned about those and who are inmates of Hell.",
      "transliteration": "innā arsalnāka bil ḥaqqi bashīran wanadhīrā ۖ walā tus-alu `an aṣ-ḥābil jaḥīm"
    },
    {
      "index": 120,
      "arabic": "وَلَن تَرْضَىٰ عَنكَ ٱلْيَهُودُ وَلَا ٱلنَّصَـٰرَىٰ حَتَّىٰ تَتَّبِعَ مِلَّتَهُمْ ۗ قُلْ إِنَّ هُدَى ٱللَّهِ هُوَ ٱلْهُدَىٰ ۗ وَلَئِنِ ٱتَّبَعْتَ أَهْوَآءَهُم بَعْدَ ٱلَّذِى جَآءَكَ مِنَ ٱلْعِلْمِ ۙ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
      "translation": "The Jews and Christians will never be pleased with you until you follow their way. Say: \"God's guidance alone is true guidance;\" for if you give in to their wishes after having received the (Book of) knowledge from God, then none will you have as friend or helper to save you.",
      "transliteration": "walan tarḍā `ankal yahūdu walan naṣārā ḥattā tattabi`a millatahum ۗ qul inna hudallāhi huwal hudā ۗ wala-init-taba`ta ahwā-ahum ba`dal ladhī jā-aka minal `il-mi mā laka minallāhi min waliyyin walā naṣīr"
    },
    {
      "index": 121,
      "arabic": "ٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَتْلُونَهُۥ حَقَّ تِلَاوَتِهِۦٓ أُو۟لَـٰٓئِكَ يُؤْمِنُونَ بِهِۦ ۗ وَمَن يَكْفُرْ بِهِۦ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
      "translation": "Those to whom We have sent down the Book, and who read it as it should be read, believe in it truly; but those who deny it will be losers.",
      "transliteration": "alladhīna ātaynāhumul kitāba yatlūnahu ḥaqqa tilāwatihi ulā-ika yu-minūna bih ۗ wa man yakfur bihi fa-ulā-ika humul khāsirūn"
    },
    {
      "index": 122,
      "arabic": "يَـٰبَنِىٓ إِسْرَٰٓءِيلَ ٱذْكُرُوا۟ نِعْمَتِىَ ٱلَّتِىٓ أَنْعَمْتُ عَلَيْكُمْ وَأَنِّى فَضَّلْتُكُمْ عَلَى ٱلْعَـٰلَمِينَ",
      "translation": "O children of Israel, remember the favours I bestowed on you, and made you exalted among the nations of the world.",
      "transliteration": "yābanī isrā-iyladh-kurū ni`matiyal latī an`amtu `alaykum wa-annī faḍḍaltukum `alal-`ālamīn"
    },
    {
      "index": 123,
      "arabic": "وَٱتَّقُوا۟ يَوْمًا لَّا تَجْزِى نَفْسٌ عَن نَّفْسٍ شَيْـًٔا وَلَا يُقْبَلُ مِنْهَا عَدْلٌ وَلَا تَنفَعُهَا شَفَـٰعَةٌ وَلَا هُمْ يُنصَرُونَ",
      "translation": "Fear the day when no man will stand up for man in the least, and no ransom avail nor intercession matter nor help reach.",
      "transliteration": "wattaqū yawmal lā tajzī nafsun `an nafsin shay-an walā yuqbalu minhā `adlun walā tanfa`uhā shafā`atun walā hum yunṣarūn"
    },
    {
      "index": 124,
      "arabic": "وَإِذِ ٱبْتَلَىٰٓ إِبْرَٰهِـۧمَ رَبُّهُۥ بِكَلِمَـٰتٍ فَأَتَمَّهُنَّ ۖ قَالَ إِنِّى جَاعِلُكَ لِلنَّاسِ إِمَامًا ۖ قَالَ وَمِن ذُرِّيَّتِى ۖ قَالَ لَا يَنَالُ عَهْدِى ٱلظَّـٰلِمِينَ",
      "translation": "Remember, when his Lord tried Abraham by a number of commands which he fulfilled, God said to him: \"I will make you a leader among men.\" And when Abraham asked: \"From my progeny too?\" the Lord said: \"My pledge does not include transgressors.\"",
      "transliteration": "wa idhib-talā ibrāh-yma rabbuhu bikalimātin fa-atammahunn ۖ qāla innī jā`iluka linnāsi imāmā ۖ qāla wa min dhurriyyatī ۖ qāla lā yanālu `ahdiẓ ẓālimīn"
    },
    {
      "index": 125,
      "arabic": "وَإِذْ جَعَلْنَا ٱلْبَيْتَ مَثَابَةً لِّلنَّاسِ وَأَمْنًا وَٱتَّخِذُوا۟ مِن مَّقَامِ إِبْرَٰهِـۧمَ مُصَلًّى ۖ وَعَهِدْنَآ إِلَىٰٓ إِبْرَٰهِـۧمَ وَإِسْمَـٰعِيلَ أَن طَهِّرَا بَيْتِىَ لِلطَّآئِفِينَ وَٱلْعَـٰكِفِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ",
      "translation": "Remember, We made the House (of Ka'bah) a place of congregation and safe retreat, and said: \"Make the spot where Abraham stood the place of worship;\" and enjoined upon Abraham and Ishmael to keep Our House immaculate for those who shall walk around it and stay in it for contemplation and prayer, and for bowing in adoration.",
      "transliteration": "wa idh ja`alnal bayta mathābatan linnāsi wa-amnan wattakhidhū min maqāmi ibrāh-yma muṣallā ۖ wa`ahidnā ilā ibrāh-yma wa ismā`īla an ṭahhirā baytiya liṭṭā-ifīna wal `ākifīna war rukka`is sujūd"
    },
    {
      "index": 126,
      "arabic": "وَإِذْ قَالَ إِبْرَٰهِـۧمُ رَبِّ ٱجْعَلْ هَـٰذَا بَلَدًا ءَامِنًا وَٱرْزُقْ أَهْلَهُۥ مِنَ ٱلثَّمَرَٰتِ مَنْ ءَامَنَ مِنْهُم بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۖ قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُۥ قَلِيلًا ثُمَّ أَضْطَرُّهُۥٓ إِلَىٰ عَذَابِ ٱلنَّارِ ۖ وَبِئْسَ ٱلْمَصِيرُ",
      "translation": "And when Abraham said: \"O Lord, make this a city of peace, and give those of its citizens who believe in God and the Last Day fruits for food,\" He answered: \"To those will I also give a little who believe not, for a time, then drag them to Hell, a dreadful destination!\"",
      "transliteration": "wa idh qāla ibrāh-ymu rabbij-`al hādhā baladan āminan warzuq ahlahu minath thamarāti man āmana minhum billāhi wal yawmil-ākhir ۖ qāla wa man kafara fa-umatti`uhu qalīlan thumma aḍṭarruhu ilā `adhābin nār ۖ wabi-sal maṣīr"
    },
    {
      "index": 127,
      "arabic": "وَإِذْ يَرْفَعُ إِبْرَٰهِـۧمُ ٱلْقَوَاعِدَ مِنَ ٱلْبَيْتِ وَإِسْمَـٰعِيلُ رَبَّنَا تَقَبَّلْ مِنَّآ ۖ إِنَّكَ أَنتَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "translation": "And when Abraham was raising the plinth of the House with Ishmael, (he prayed): \"Accept this from us, O Lord, for You hear and know everything;",
      "transliteration": "wa idh yarfa`u ibrāh-ymul qawā`ida minal bayti wa ismā`īlu rabbanā taqabbal minnā ۖ innaka antas samī`ul `alīm"
    },
    {
      "index": 128,
      "arabic": "رَبَّنَا وَٱجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِن ذُرِّيَّتِنَآ أُمَّةً مُّسْلِمَةً لَّكَ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَآ ۖ إِنَّكَ أَنتَ ٱلتَّوَّابُ ٱلرَّحِيمُ",
      "translation": "And make us submit, O Lord, to Your will, and our progeny a people submissive to You. Teach us the way of worship and forgive our trespasses, for You are compassionate and merciful;",
      "transliteration": "rabbanā waj`alnā muslimayni laka wa min dhurriyyatinā ummatan muslimatan laka wa-arinā manāsikanā watub `alaynā ۖ innaka antat tawwābur raḥīm"
    },
    {
      "index": 129,
      "arabic": "رَبَّنَا وَٱبْعَثْ فِيهِمْ رَسُولًا مِّنْهُمْ يَتْلُوا۟ عَلَيْهِمْ ءَايَـٰتِكَ وَيُعَلِّمُهُمُ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَيُزَكِّيهِمْ ۚ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "translation": "And send to them, O Lord, an apostle from among them to impart Your messages to them, and teach them the Book and the wisdom, and correct them in every way; for indeed You are mighty and wise.",
      "transliteration": "rabbanā wab`ath fīhim rasūlan minhum yatlū `alayhim āyātika wayu`allimuhumul kitāba wal ḥikmata wayuzakkīhim ۚ innaka antal `azīzul ḥakīm"
    },
    {
      "index": 130,
      "arabic": "وَمَن يَرْغَبُ عَن مِّلَّةِ إِبْرَٰهِـۧمَ إِلَّا مَن سَفِهَ نَفْسَهُۥ ۚ وَلَقَدِ ٱصْطَفَيْنَـٰهُ فِى ٱلدُّنْيَا ۖ وَإِنَّهُۥ فِى ٱلْـَٔاخِرَةِ لَمِنَ ٱلصَّـٰلِحِينَ",
      "translation": "Who will turn away from the creed of Abraham but one dull of soul? We made him the chosen one here in the world, and one of the best in the world to come,",
      "transliteration": "wa man yarghabu `an millati ibrāh-yma illā man safiha nafsah ۚ walaqadiṣ-ṭafaynāhu fid dunyā ۖ wa innahu fil-ākhirati laminaṣ ṣāliḥīn"
    },
    {
      "index": 131,
      "arabic": "إِذْ قَالَ لَهُۥ رَبُّهُۥٓ أَسْلِمْ ۖ قَالَ أَسْلَمْتُ لِرَبِّ ٱلْعَـٰلَمِينَ",
      "translation": "(For) when his Lord said to him: \"Obey,\" he replied: \"I submit to the Lord of all the worlds.\"",
      "transliteration": "idh qāla lahu rabbuhu aslim ۖ qāla aslamtu lirabbil `ālamīn"
    },
    {
      "index": 132,
      "arabic": "وَوَصَّىٰ بِهَآ إِبْرَٰهِـۧمُ بَنِيهِ وَيَعْقُوبُ يَـٰبَنِىَّ إِنَّ ٱللَّهَ ٱصْطَفَىٰ لَكُمُ ٱلدِّينَ فَلَا تَمُوتُنَّ إِلَّا وَأَنتُم مُّسْلِمُونَ",
      "translation": "And Abraham left this legacy to his sons, and to Jacob, and said: \"O my sons, God has chosen this as the faith for you. Do not die but as those who have submitted (to God).\"",
      "transliteration": "wawaṣṣā bihā ibrāh-ymu banīhi waya`qūbu yābaniyya innallāhaṣ-ṭafā lakumud dīna falā tamūtunna illā wa-antum muslimūn"
    },
    {
      "index": 133,
      "arabic": "أَمْ كُنتُمْ شُهَدَآءَ إِذْ حَضَرَ يَعْقُوبَ ٱلْمَوْتُ إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِنۢ بَعْدِى قَالُوا۟ نَعْبُدُ إِلَـٰهَكَ وَإِلَـٰهَ ءَابَآئِكَ إِبْرَٰهِـۧمَ وَإِسْمَـٰعِيلَ وَإِسْحَـٰقَ إِلَـٰهًا وَٰحِدًا وَنَحْنُ لَهُۥ مُسْلِمُونَ",
      "translation": "Were you present at the hour of Jacob's death? \"What will you worship after me?\" he asked his sons, and they answered: \"We shall worship your God and the God of your fathers, of Abraham and Ishmael and Isaac, the one and only God; and to Him we submit.\"",
      "transliteration": "am kuntum shuhadā-a idh ḥaḍara ya`qūbal mawtu idh qāla libanīhi mā ta`budūna min ba`dī qālū na`budu ilāhaka wa ilāha ābā-ika ibrāh-yma wa ismā`īla wa is-ḥāqa ilāhan wāḥidan wanaḥnu lahu muslimūn"
    },
    {
      "index": 134,
      "arabic": "تِلْكَ أُمَّةٌ قَدْ خَلَتْ ۖ لَهَا مَا كَسَبَتْ وَلَكُم مَّا كَسَبْتُمْ ۖ وَلَا تُسْـَٔلُونَ عَمَّا كَانُوا۟ يَعْمَلُونَ",
      "translation": "Those were the people, and they have passed away. Theirs the reward for what they did, as yours will be for what you do. You will not be questioned about their deeds.",
      "transliteration": "tilka ummatun qad khalat ۖ lahā mā kasabat walakum mā kasabtum ۖ walā tus-alūna `ammā kānū ya`malūn"
    },
    {
      "index": 135,
      "arabic": "وَقَالُوا۟ كُونُوا۟ هُودًا أَوْ نَصَـٰرَىٰ تَهْتَدُوا۟ ۗ قُلْ بَلْ مِلَّةَ إِبْرَٰهِـۧمَ حَنِيفًا ۖ وَمَا كَانَ مِنَ ٱلْمُشْرِكِينَ",
      "translation": "They say: \"Become Jews or become Christians, and find the right way.\" Say: \"No. We follow the way of Abraham the upright, who was not an idolater.\"",
      "transliteration": "waqālū kūnū hūdan aw naṣārā tahtadū ۗ qul bal millata ibrāh-yma ḥanīfā ۖ wa mā kāna minal mushrikīn"
    },
    {
      "index": 136,
      "arabic": "قُولُوٓا۟ ءَامَنَّا بِٱللَّهِ وَمَآ أُنزِلَ إِلَيْنَا وَمَآ أُنزِلَ إِلَىٰٓ إِبْرَٰهِـۧمَ وَإِسْمَـٰعِيلَ وَإِسْحَـٰقَ وَيَعْقُوبَ وَٱلْأَسْبَاطِ وَمَآ أُوتِىَ مُوسَىٰ وَعِيسَىٰ وَمَآ أُوتِىَ ٱلنَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُۥ مُسْلِمُونَ",
      "translation": "Say: \"We believe in God and what has been sent down to us, and what had been revealed to Abraham and Ishmael and Isaac and Jacob and their progeny, and that which was given to Moses and Christ, and to all other prophets by the Lord. We make no distinction among them, and we submit to Him.\"",
      "transliteration": "qūlū āmannā billāhi wa mā unzila ilaynā wa mā unzila ilā ibrāh-yma wa ismā`īla wa is-ḥāqa waya`qūba wal-asbāṭi wa mā ūtiya mūsā wa`īsā wa mā ūtiyan nabiyyūna min rabbihim lā nufarriqu bayna aḥadin minhum wanaḥnu lahu muslimūn"
    },
    {
      "index": 137,
      "arabic": "فَإِنْ ءَامَنُوا۟ بِمِثْلِ مَآ ءَامَنتُم بِهِۦ فَقَدِ ٱهْتَدَوا۟ ۖ وَّإِن تَوَلَّوْا۟ فَإِنَّمَا هُمْ فِى شِقَاقٍ ۖ فَسَيَكْفِيكَهُمُ ٱللَّهُ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "translation": "If they come to believe as you did, they will find the right path. If they turn away then they will only oppose; but God will suffice you against them, for God hears all and knows everything.",
      "transliteration": "fa-in āmanū bimithli mā āmantum bihi faqadih-tadaw ۖ wa in tawallaw fa-innamā hum fī shiqāq ۖ fasayakfīkahumullāh ۚ wahuwas samī`ul `alīm"
    },
    {
      "index": 138,
      "arabic": "صِبْغَةَ ٱللَّهِ ۖ وَمَنْ أَحْسَنُ مِنَ ٱللَّهِ صِبْغَةً ۖ وَنَحْنُ لَهُۥ عَـٰبِدُونَ",
      "translation": "\"We have taken the colouring of God; and whose shade is better than God's? Him alone we worship.\"",
      "transliteration": "ṣibghatallāh ۖ wa man aḥsanu minallāhi ṣibghah ۖ wanaḥnu lahu `ābidūn"
    },
    {
      "index": 139,
      "arabic": "قُلْ أَتُحَآجُّونَنَا فِى ٱللَّهِ وَهُوَ رَبُّنَا وَرَبُّكُمْ وَلَنَآ أَعْمَـٰلُنَا وَلَكُمْ أَعْمَـٰلُكُمْ وَنَحْنُ لَهُۥ مُخْلِصُونَ",
      "translation": "Say: \"Why do you dispute with us about God when He is equally your Lord and our Lord? To us belong our actions, to you yours; and we are true to Him.\"",
      "transliteration": "qul atuḥājjūnanā fillāhi wahuwa rabbunā warabbukum walanā a`mālunā walakum a`mālukum wanaḥnu lahu mukhliṣūn"
    },
    {
      "index": 140,
      "arabic": "أَمْ تَقُولُونَ إِنَّ إِبْرَٰهِـۧمَ وَإِسْمَـٰعِيلَ وَإِسْحَـٰقَ وَيَعْقُوبَ وَٱلْأَسْبَاطَ كَانُوا۟ هُودًا أَوْ نَصَـٰرَىٰ ۗ قُلْ ءَأَنتُمْ أَعْلَمُ أَمِ ٱللَّهُ ۗ وَمَنْ أَظْلَمُ مِمَّن كَتَمَ شَهَـٰدَةً عِندَهُۥ مِنَ ٱللَّهِ ۗ وَمَا ٱللَّهُ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
      "translation": "Or do you claim that Abraham and Ishmael and Isaac and Jacob and their offspring were Jews or Christians? Say: \"Have you more knowledge than God?\" Who is more wicked than he who conceals the testimony he received from God? God is not unaware of all you do.",
      "transliteration": "am taqūlūna inna ibrāh-yma wa ismā`īla wa is-ḥāqa waya`qūba wal-asbāṭa kānū hūdan aw naṣārā ۗ qul a-antum a`lamu amillāh ۗ wa man aẓlamu mimman katama shahādatan `indahu minallāh ۗ wa mallāhu bighāfilin `ammā ta`malūn"
    },
    {
      "index": 141,
      "arabic": "تِلْكَ أُمَّةٌ قَدْ خَلَتْ ۖ لَهَا مَا كَسَبَتْ وَلَكُم مَّا كَسَبْتُمْ ۖ وَلَا تُسْـَٔلُونَ عَمَّا كَانُوا۟ يَعْمَلُونَ",
      "translation": "They were the people, and they have passed away. Theirs the reward for what they did, as yours will be for what you do. You will not be questioned about their deeds.",
      "transliteration": "tilka ummatun qad khalat ۖ lahā mā kasabat walakum mā kasabtum ۖ walā tus-alūna `ammā kānū ya`malūn"
    },
    {
      "index": 142,
      "arabic": "سَيَقُولُ ٱلسُّفَهَآءُ مِنَ ٱلنَّاسِ مَا وَلَّىٰهُمْ عَن قِبْلَتِهِمُ ٱلَّتِى كَانُوا۟ عَلَيْهَا ۚ قُل لِّلَّهِ ٱلْمَشْرِقُ وَٱلْمَغْرِبُ ۚ يَهْدِى مَن يَشَآءُ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "translation": "The foolish will now ask and say: \"What has made the faithful turn away from the Qiblah towards which they used to pray?\" Say: \"To God belong the East and the West. He guides who so wills to the path that is straight.\"",
      "transliteration": "sayaqūlus sufahā-u minan nāsi mā wallāhum `an qiblatihimul latī kānū `alayhā ۚ qul lillāhil mashriqu wal maghrib ۚ yahdī man yashā-u ilā ṣirāṭin mustaqīm"
    },
    {
      "index": 143,
      "arabic": "وَكَذَٰلِكَ جَعَلْنَـٰكُمْ أُمَّةً وَسَطًا لِّتَكُونُوا۟ شُهَدَآءَ عَلَى ٱلنَّاسِ وَيَكُونَ ٱلرَّسُولُ عَلَيْكُمْ شَهِيدًا ۗ وَمَا جَعَلْنَا ٱلْقِبْلَةَ ٱلَّتِى كُنتَ عَلَيْهَآ إِلَّا لِنَعْلَمَ مَن يَتَّبِعُ ٱلرَّسُولَ مِمَّن يَنقَلِبُ عَلَىٰ عَقِبَيْهِ ۚ وَإِن كَانَتْ لَكَبِيرَةً إِلَّا عَلَى ٱلَّذِينَ هَدَى ٱللَّهُ ۗ وَمَا كَانَ ٱللَّهُ لِيُضِيعَ إِيمَـٰنَكُمْ ۚ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٌ رَّحِيمٌ",
      "translation": "We have made you a temperate people that you act as witness over man, and the Prophet as witness over you. We decreed the Qiblah which you faced before that We may know who follow the Apostle and who turn away in haste. And this was a hard (test) except for those who were guided by God. But God will not suffer your faith to go waste, for God is to men full of mercy and grace.",
      "transliteration": "wakadhālika ja`alnākum ummatan wasaṭal litakūnū shuhadā-a `alan nāsi wayakūnar rasūlu `alaykum shahīdā ۗ wa mā ja`alnal qiblatal latī kunta `alayhā illā lina`lama man yattabi`ur rasūla mimman yanqalibu `alā `aqibayh ۚ wa in kānat lakabīratan illā `alal ladhīna hadallāh ۗ wa mā kānallāhu liyuḍī`a-iymānakum ۚ innallāha bin nāsi lara-ūfun raḥīm"
    },
    {
      "index": 144,
      "arabic": "قَدْ نَرَىٰ تَقَلُّبَ وَجْهِكَ فِى ٱلسَّمَآءِ ۖ فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَىٰهَا ۚ فَوَلِّ وَجْهَكَ شَطْرَ ٱلْمَسْجِدِ ٱلْحَرَامِ ۚ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا۟ وُجُوهَكُمْ شَطْرَهُۥ ۗ وَإِنَّ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ لَيَعْلَمُونَ أَنَّهُ ٱلْحَقُّ مِن رَّبِّهِمْ ۗ وَمَا ٱللَّهُ بِغَـٰفِلٍ عَمَّا يَعْمَلُونَ",
      "translation": "We have seen you turn your face to the heavens. We shall turn you to a Qiblah that will please you. So turn towards the Holy Mosque, and turn towards it wherever you be. And those who are recipients of the Book surely know that this is the truth from their Lord; and God is not negligent of all that you do.",
      "transliteration": "qad narā taqalluba wajhika fis samā-i ۖ falanuwalliyannaka qiblatan tarḍāhā ۚ fawalli wajhaka shaṭral masjidil ḥarām ۚ waḥaythu mā kuntum fawallū wujūhakum shaṭrah ۗ wa innal ladhīna ūtul kitāba laya`lamūna annahul ḥaqqu min rabbihim ۗ wa mallāhu bighāfilin `ammā ya`malūn"
    },
    {
      "index": 145,
      "arabic": "وَلَئِنْ أَتَيْتَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ بِكُلِّ ءَايَةٍ مَّا تَبِعُوا۟ قِبْلَتَكَ ۚ وَمَآ أَنتَ بِتَابِعٍ قِبْلَتَهُمْ ۚ وَمَا بَعْضُهُم بِتَابِعٍ قِبْلَةَ بَعْضٍ ۚ وَلَئِنِ ٱتَّبَعْتَ أَهْوَآءَهُم مِّنۢ بَعْدِ مَا جَآءَكَ مِنَ ٱلْعِلْمِ ۙ إِنَّكَ إِذًا لَّمِنَ ٱلظَّـٰلِمِينَ",
      "translation": "Even though you bring all the proof to the people of the Book they will not face the direction you turn to, nor you theirs, nor will they follow each other's direction. And if you follow their whims after all the knowledge that has reached you, then surely you will be among transgressors.",
      "transliteration": "wala-in ataytal ladhīna ūtul kitāba bikulli āyatim mā tabi`ū qiblatak ۚ wa mā anta bitābi`in qiblatahum ۚ wa mā ba`ḍuhum bitābi`in qiblata ba`ḍ ۚ wala-init-taba`ta ahwā-ahum min ba`di mā jā-aka minal `il-mi innaka idhal laminaẓ ẓālimīn"
    },
    {
      "index": 146,
      "arabic": "ٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَعْرِفُونَهُۥ كَمَا يَعْرِفُونَ أَبْنَآءَهُمْ ۖ وَإِنَّ فَرِيقًا مِّنْهُمْ لَيَكْتُمُونَ ٱلْحَقَّ وَهُمْ يَعْلَمُونَ",
      "translation": "Those to whom We have sent down the Book know this even as they know their sons. Yet a section among them conceals the truth knowingly.",
      "transliteration": "alladhīna ātaynāhumul kitāba ya`rifūnahu kamā ya`rifūna abnā-ahum ۖ wa inna farīqan minhum layaktumūnal ḥaqqa wahum ya`lamūn"
    },
    {
      "index": 147,
      "arabic": "ٱلْحَقُّ مِن رَّبِّكَ ۖ فَلَا تَكُونَنَّ مِنَ ٱلْمُمْتَرِينَ",
      "translation": "The truth is from your Lord, so be not among those who are sceptics.",
      "transliteration": "al-ḥaqqu min rabbik ۖ falā takūnanna minal mumtarīn"
    },
    {
      "index": 148,
      "arabic": "وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَا ۖ فَٱسْتَبِقُوا۟ ٱلْخَيْرَٰتِ ۚ أَيْنَ مَا تَكُونُوا۟ يَأْتِ بِكُمُ ٱللَّهُ جَمِيعًا ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "translation": "Each has a goal to which he turns. So strive towards piety and excel the others: God will bring you all together wheresoever you be. God has power over everything.",
      "transliteration": "walikullin wijhatun huwa muwallīhā ۖ fastabiqul khayrāt ۚ ayna mā takūnū ya-ti bikumullāhu jamī`ā ۚ innallāha `alā kulli shay-in qadīr"
    },
    {
      "index": 149,
      "arabic": "وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ ٱلْمَسْجِدِ ٱلْحَرَامِ ۖ وَإِنَّهُۥ لَلْحَقُّ مِن رَّبِّكَ ۗ وَمَا ٱللَّهُ بِغَـٰفِلٍ عَمَّا تَعْمَلُونَ",
      "translation": "Wherever you come from turn towards the Holy Mosque: This in truth is from your Lord. God is not negligent of all you do.",
      "transliteration": "wa min ḥaythu kharajta fawalli wajhaka shaṭral masjidil ḥarām ۖ wa innahu lalḥaqqu min rabbik ۗ wa mallāhu bighāfilin `ammā ta`malūn"
    },
    {
      "index": 150,
      "arabic": "وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ ٱلْمَسْجِدِ ٱلْحَرَامِ ۚ وَحَيْثُ مَا كُنتُمْ فَوَلُّوا۟ وُجُوهَكُمْ شَطْرَهُۥ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ إِلَّا ٱلَّذِينَ ظَلَمُوا۟ مِنْهُمْ فَلَا تَخْشَوْهُمْ وَٱخْشَوْنِى وَلِأُتِمَّ نِعْمَتِى عَلَيْكُمْ وَلَعَلَّكُمْ تَهْتَدُونَ",
      "translation": "Whichever place you come from turn towards the Holy Mosque, and wherever you are, turn your faces towards it so that people may have no cause for argument against you, except such among them as are wicked. But do not fear them, fear Me that I may accomplish My favours on you, and you may find the right way perchance.",
      "transliteration": "wa min ḥaythu kharajta fawalli wajhaka shaṭral masjidil ḥarām ۚ waḥaythu mā kuntum fawallū wujūhakum shaṭrahu li-allā yakūna linnāsi `alaykum ḥujjatun illal ladhīna ẓalamū minhum falā takhshawhum wakhshawnī wali-utimma ni`matī `alaykum wala`allakum tahtadūn"
    },
    {
      "index": 151,
      "arabic": "كَمَآ أَرْسَلْنَا فِيكُمْ رَسُولًا مِّنكُمْ يَتْلُوا۟ عَلَيْكُمْ ءَايَـٰتِنَا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَيُعَلِّمُكُم مَّا لَمْ تَكُونُوا۟ تَعْلَمُونَ",
      "translation": "Even as We sent a messenger from among you to convey Our messages to you and cleanse you, and teach you the Book and the wisdom, and what you did not know;",
      "transliteration": "kamā arsalnā fīkum rasūlan minkum yatlū `alaykum āyātinā wayuzakkīkum wayu`allimukumul kitāba wal ḥikmata wayu`allimukum mā lam takūnū ta`lamūn"
    },
    {
      "index": 152,
      "arabic": "فَٱذْكُرُونِىٓ أَذْكُرْكُمْ وَٱشْكُرُوا۟ لِى وَلَا تَكْفُرُونِ",
      "translation": "So, therefore, remember Me, and I shall remember you; and give thanks and do not be ungrateful.",
      "transliteration": "fadhkurūnī adhkurkum washkurū lī walā takfurūn"
    },
    {
      "index": 153,
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱسْتَعِينُوا۟ بِٱلصَّبْرِ وَٱلصَّلَوٰةِ ۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّـٰبِرِينَ",
      "translation": "O you who believe, seek courage in fortitude and prayer, for God is with those who are patient and persevere.",
      "transliteration": "yā-ayyuhal ladhīna āmanus-ta`īnū biṣ ṣabri waṣ ṣalāh ۚ innallāha ma`aṣ ṣābirīn"
    },
    {
      "index": 154,
      "arabic": "وَلَا تَقُولُوا۟ لِمَن يُقْتَلُ فِى سَبِيلِ ٱللَّهِ أَمْوَٰتٌۢ ۚ بَلْ أَحْيَآءٌ وَلَـٰكِن لَّا تَشْعُرُونَ",
      "translation": "Do not say that those who are killed in the way of God, are dead, for indeed they are alive, even though you are not aware.",
      "transliteration": "walā taqūlū liman yuqtalu fī sabīlillāhi amwāt ۚ bal aḥyā-un walākin lā tash`urūn"
    },
    {
      "index": 155,
      "arabic": "وَلَنَبْلُوَنَّكُم بِشَىْءٍ مِّنَ ٱلْخَوْفِ وَٱلْجُوعِ وَنَقْصٍ مِّنَ ٱلْأَمْوَٰلِ وَٱلْأَنفُسِ وَٱلثَّمَرَٰتِ ۗ وَبَشِّرِ ٱلصَّـٰبِرِينَ",
      "translation": "Be sure We shall try you with something of fear and hunger and loss of wealth and life and the fruits (of your labour); but give tidings of happiness to those who have patience,",
      "transliteration": "walanabluwannakum bishay-in minal khawfi wal jū`i wanaqṣin minal-amwāli wal-anfusi wath thamarāt ۗ wabashhiriṣ ṣābirīn"
    },
    {
      "index": 156,
      "arabic": "ٱلَّذِينَ إِذَآ أَصَـٰبَتْهُم مُّصِيبَةٌ قَالُوٓا۟ إِنَّا لِلَّهِ وَإِنَّآ إِلَيْهِ رَٰجِعُونَ",
      "translation": "Who say when assailed by adversity: \"Surely we are for God, and to Him we shall return.\"",
      "transliteration": "alladhīna idhā aṣābat-hum muṣībatun qālū innā lillāhi wa innā ilayhi rāji`ūn"
    },
    {
      "index": 157,
      "arabic": "أُو۟لَـٰٓئِكَ عَلَيْهِمْ صَلَوَٰتٌ مِّن رَّبِّهِمْ وَرَحْمَةٌ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُهْتَدُونَ",
      "translation": "On such men are the blessings of God and His mercy, for they are indeed on the right path.",
      "transliteration": "ulā-ika `alayhim ṣalawātun min rabbihim waraḥmah ۖ wa-ulā-ika humul muhtadūn"
    },
    {
      "index": 158,
      "arabic": "إِنَّ ٱلصَّفَا وَٱلْمَرْوَةَ مِن شَعَآئِرِ ٱللَّهِ ۖ فَمَنْ حَجَّ ٱلْبَيْتَ أَوِ ٱعْتَمَرَ فَلَا جُنَاحَ عَلَيْهِ أَن يَطَّوَّفَ بِهِمَا ۚ وَمَن تَطَوَّعَ خَيْرًا فَإِنَّ ٱللَّهَ شَاكِرٌ عَلِيمٌ",
      "translation": "Truly Safa and Marwa are the symbols of God. Whoever goes on pilgrimage to the House (of God), or on a holy visit, is not guilty of wrong if he walk around them; and he who does good of his own accord will find appreciation with God who knows everything.",
      "transliteration": "innaṣ ṣafā wal marwata min sha`ā-irillāh ۖ faman ḥajjal bayta awi'-tamara falā junāḥa `alayhi an yaṭṭawwafa bihimā ۚ wa man taṭawwa`a khayran fa-innallāha shākirun `alīm"
    },
    {
      "index": 159,
      "arabic": "إِنَّ ٱلَّذِينَ يَكْتُمُونَ مَآ أَنزَلْنَا مِنَ ٱلْبَيِّنَـٰتِ وَٱلْهُدَىٰ مِنۢ بَعْدِ مَا بَيَّنَّـٰهُ لِلنَّاسِ فِى ٱلْكِتَـٰبِ ۙ أُو۟لَـٰٓئِكَ يَلْعَنُهُمُ ٱللَّهُ وَيَلْعَنُهُمُ ٱللَّـٰعِنُونَ",
      "translation": "They who conceal Our signs and the guidance We have sent them and have made clear in the Book, are condemned of God and are condemned by those who are worthy of condemning.",
      "transliteration": "innal ladhīna yaktumūna mā anzalnā minal bayyināti wal hudā min ba`di mā bayyannāhu linnāsi fil kitābi ulā-ika yal`anuhumullāhu wayal`anuhumullā`inūn"
    },
    {
      "index": 160,
      "arabic": "إِلَّا ٱلَّذِينَ تَابُوا۟ وَأَصْلَحُوا۟ وَبَيَّنُوا۟ فَأُو۟لَـٰٓئِكَ أَتُوبُ عَلَيْهِمْ ۚ وَأَنَا ٱلتَّوَّابُ ٱلرَّحِيمُ",
      "translation": "But those who repent and reform and proclaim (the truth), are forgiven, for I am forgiving and merciful.",
      "transliteration": "illal ladhīna tābū wa-aṣlaḥū wabayyanū fa-ulā-ika atūbu `alayhim ۚ wa-anat tawwābur raḥīm"
    },
    {
      "index": 161,
      "arabic": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَمَاتُوا۟ وَهُمْ كُفَّارٌ أُو۟لَـٰٓئِكَ عَلَيْهِمْ لَعْنَةُ ٱللَّهِ وَٱلْمَلَـٰٓئِكَةِ وَٱلنَّاسِ أَجْمَعِينَ",
      "translation": "But those who deny, and die disbelieving, bear the condemnation of God and the angels and that of all men,",
      "transliteration": "innal ladhīna kafarū wa mātū wahum kuffārun ulā-ika `alayhim la`natullāhi wal malā-ikati wan nāsi ajma`īn"
    },
    {
      "index": 162,
      "arabic": "خَـٰلِدِينَ فِيهَا ۖ لَا يُخَفَّفُ عَنْهُمُ ٱلْعَذَابُ وَلَا هُمْ يُنظَرُونَ",
      "translation": "Under which they will live, and their suffering will neither decrease nor be respite for them.",
      "transliteration": "khālidīna fīhā ۖ lā yukhaffafu `anhumul `adhābu walā hum yunẓarūn"
    },
    {
      "index": 163,
      "arabic": "وَإِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ ۖ لَّآ إِلَـٰهَ إِلَّا هُوَ ٱلرَّحْمَـٰنُ ٱلرَّحِيمُ",
      "translation": "Your God is one God; there is no god other than He, the compassionate, ever-merciful.",
      "transliteration": "wa ilāhukum ilāhun wāḥid ۖ lā ilāha illā huwar raḥmānur raḥīm"
    },
    {
      "index": 164,
      "arabic": "إِنَّ فِى خَلْقِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَٱخْتِلَـٰفِ ٱلَّيْلِ وَٱلنَّهَارِ وَٱلْفُلْكِ ٱلَّتِى تَجْرِى فِى ٱلْبَحْرِ بِمَا يَنفَعُ ٱلنَّاسَ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن مَّآءٍ فَأَحْيَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍ وَتَصْرِيفِ ٱلرِّيَـٰحِ وَٱلسَّحَابِ ٱلْمُسَخَّرِ بَيْنَ ٱلسَّمَآءِ وَٱلْأَرْضِ لَـَٔايَـٰتٍ لِّقَوْمٍ يَعْقِلُونَ",
      "translation": "Creation of the heavens and the earth, alternation of night and day, and sailing of ships across the ocean with what is useful to man, and the rain that God sends from the sky enlivening the earth that was dead, and the scattering of beasts of all kinds upon it, and the changing of the winds, and the clouds which remain obedient between earth and sky, are surely signs for the wise.",
      "transliteration": "inna fī khalqis samāwāti wal-arḍi wakhtilāfil layli wan nahāri wal fulkil latī tajrī fil baḥri bimā yanfa`un nāsa wa mā anzalallāhu minas samā-i min mā-in fa-aḥyā bihil-arḍa ba`da mawtihā wabathha fīhā min kulli dābbatin wataṣrīfir riyāḥi was saḥābil musakhhari baynas samā-i wal-arḍi la-āyātin liqawmiy ya`qilūn"
    },
    {
      "index": 165,
      "arabic": "وَمِنَ ٱلنَّاسِ مَن يَتَّخِذُ مِن دُونِ ٱللَّهِ أَندَادًا يُحِبُّونَهُمْ كَحُبِّ ٱللَّهِ ۖ وَٱلَّذِينَ ءَامَنُوٓا۟ أَشَدُّ حُبًّا لِّلَّهِ ۗ وَلَوْ يَرَى ٱلَّذِينَ ظَلَمُوٓا۟ إِذْ يَرَوْنَ ٱلْعَذَابَ أَنَّ ٱلْقُوَّةَ لِلَّهِ جَمِيعًا وَأَنَّ ٱللَّهَ شَدِيدُ ٱلْعَذَابِ",
      "translation": "And yet there are men who take others as compeers of God, and bestow on them love due to God; but the love of the faithful for God is more intense. If only the wicked could see now the agony that they will behold (on the Day of Resurrection), they will know that to God belongs the power entirely'. And the punishment of God is severe.",
      "transliteration": "wa minan nāsi man yattakhidhu min dūnillāhi andādan yuḥibbūnahum kaḥubbillāh ۖ wal ladhīna āmanū ashaddu ḥubbal lillāh ۗ walaw yaral ladhīna ẓalamū idh yarawnal `adhāba annal quwwata lillāhi jamī`an wa-annallāha shadīdul `adhāb"
    },
    {
      "index": 166,
      "arabic": "إِذْ تَبَرَّأَ ٱلَّذِينَ ٱتُّبِعُوا۟ مِنَ ٱلَّذِينَ ٱتَّبَعُوا۟ وَرَأَوُا۟ ٱلْعَذَابَ وَتَقَطَّعَتْ بِهِمُ ٱلْأَسْبَابُ",
      "translation": "When those who were followed will disclaim those who followed them, and see the torment all ties between them shall be severed,",
      "transliteration": "idh tabarra-al ladhīnat-tubi`ū minal ladhīnat-taba`ū wara-awul `adhāba wataqaṭṭa`at bihimul-asbāb"
    },
    {
      "index": 167,
      "arabic": "وَقَالَ ٱلَّذِينَ ٱتَّبَعُوا۟ لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ كَمَا تَبَرَّءُوا۟ مِنَّا ۗ كَذَٰلِكَ يُرِيهِمُ ٱللَّهُ أَعْمَـٰلَهُمْ حَسَرَٰتٍ عَلَيْهِمْ ۖ وَمَا هُم بِخَـٰرِجِينَ مِنَ ٱلنَّارِ",
      "translation": "And the followers will say: \"Could we live but once again we would leave them as they have abandoned us now.\" God will show them thus their deeds, and fill them with remorse; but never shall they find release from the Fire.",
      "transliteration": "waqālal ladhīnat-taba`ū law anna lanā karratan fanatabarra-a minhum kamā tabarra-ū minnā ۗ kadhālika yurīhimullāhu a`mālahum ḥasarātin `alayhim ۖ wa mā hum bikhārijīna minan nār"
    },
    {
      "index": 168,
      "arabic": "يَـٰٓأَيُّهَا ٱلنَّاسُ كُلُوا۟ مِمَّا فِى ٱلْأَرْضِ حَلَـٰلًا طَيِّبًا وَلَا تَتَّبِعُوا۟ خُطُوَٰتِ ٱلشَّيْطَـٰنِ ۚ إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ",
      "translation": "O men, eat only the things of the earth that are lawful and good. Do not walk in the footsteps of Satan, your acknowledged enemy.",
      "transliteration": "yā-ayyuhan nāsu kulū mimmā fil-arḍi ḥalālan ṭayyiban walā tattabi`ū khuṭuwātish shayṭān ۚ innahu lakum `aduwwun mubīn"
    },
    {
      "index": 169,
      "arabic": "إِنَّمَا يَأْمُرُكُم بِٱلسُّوٓءِ وَٱلْفَحْشَآءِ وَأَن تَقُولُوا۟ عَلَى ٱللَّهِ مَا لَا تَعْلَمُونَ",
      "translation": "He will ask you to indulge in evil, indecency, and to speak lies of God you cannot even conceive.",
      "transliteration": "innamā ya-murukum bis sū-i wal faḥshā-i wa-an taqūlū `alallāhi mā lā ta`lamūn"
    },
    {
      "index": 170,
      "arabic": "وَإِذَا قِيلَ لَهُمُ ٱتَّبِعُوا۟ مَآ أَنزَلَ ٱللَّهُ قَالُوا۟ بَلْ نَتَّبِعُ مَآ أَلْفَيْنَا عَلَيْهِ ءَابَآءَنَآ ۗ أَوَلَوْ كَانَ ءَابَآؤُهُمْ لَا يَعْقِلُونَ شَيْـًٔا وَلَا يَهْتَدُونَ",
      "translation": "When it is said to them: \"Follow what God has revealed,\" they reply: \"No, we shall follow only what our fathers had practiced,\" -- even though their fathers had no wisdom or guidance!",
      "transliteration": "wa idhā qīla lahumut-tabi`ū mā anzalallāhu qālū bal nattabi`u mā alfaynā `alayhi ābā-anā ۗ awalaw kāna ābā-uhum lā ya`qilūna shay-an walā yahtadūn"
    },
    {
      "index": 171,
      "arabic": "وَمَثَلُ ٱلَّذِينَ كَفَرُوا۟ كَمَثَلِ ٱلَّذِى يَنْعِقُ بِمَا لَا يَسْمَعُ إِلَّا دُعَآءً وَنِدَآءً ۚ صُمٌّۢ بُكْمٌ عُمْىٌ فَهُمْ لَا يَعْقِلُونَ",
      "translation": "The semblance of the infidels is that of a man who shouts to one that cannot hear more than a call and a cry. They are deaf, dumb and blind, and they fail to understand.",
      "transliteration": "wa mathalul ladhīna kafarū kamathalil ladhī yan`iqu bimā lā yasma`u illā du`ā-an wanidā-ā ۚ ṣummun bukmun `umyun fahum lā ya`qilūn"
    },
    {
      "index": 172,
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُلُوا۟ مِن طَيِّبَـٰتِ مَا رَزَقْنَـٰكُمْ وَٱشْكُرُوا۟ لِلَّهِ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ",
      "translation": "O believers, eat what is good of the food We have given you, and be grateful to God, if indeed you are obedient to Him.",
      "transliteration": "yā-ayyuhal ladhīna āmanū kulū min ṭayyibāti mā razaqnākum washkurū lillāhi in kuntum iyyāhu ta`budūn"
    },
    {
      "index": 173,
      "arabic": "إِنَّمَا حَرَّمَ عَلَيْكُمُ ٱلْمَيْتَةَ وَٱلدَّمَ وَلَحْمَ ٱلْخِنزِيرِ وَمَآ أُهِلَّ بِهِۦ لِغَيْرِ ٱللَّهِ ۖ فَمَنِ ٱضْطُرَّ غَيْرَ بَاغٍ وَلَا عَادٍ فَلَآ إِثْمَ عَلَيْهِ ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "translation": "Forbidden to you are carrion and blood, and the flesh of the swine, and that which has been consecrated (or killed) in the name of any other than God. If one is obliged by necessity to eat it without intending to transgress, or reverting to it, he is not guilty of sin; for God is forgiving and kind.",
      "transliteration": "innamā ḥarrama `alaykumul maytata wad dama walaḥmal khinzīri wa mā uhilla bihi lighayrillāh ۖ famaniḍ-ṭurra ghayra bāghin walā `ādin falā ithma `alayh ۚ innallāha ghafūrun raḥīm"
    },
    {
      "index": 174,
      "arabic": "إِنَّ ٱلَّذِينَ يَكْتُمُونَ مَآ أَنزَلَ ٱللَّهُ مِنَ ٱلْكِتَـٰبِ وَيَشْتَرُونَ بِهِۦ ثَمَنًا قَلِيلًا ۙ أُو۟لَـٰٓئِكَ مَا يَأْكُلُونَ فِى بُطُونِهِمْ إِلَّا ٱلنَّارَ وَلَا يُكَلِّمُهُمُ ٱللَّهُ يَوْمَ ٱلْقِيَـٰمَةِ وَلَا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "translation": "Those who conceal any part of the Scriptures that God has revealed, and thus make a little profit thereby, take nothing but fire as food; and God will not turn to them on the Day of Resurrection, nor nourish them for growth; and their doom will be painful.",
      "transliteration": "innal ladhīna yaktumūna mā anzalallāhu minal kitābi wayashtarūna bihi thamanan qalīlan ulā-ika mā ya-kulūna fī buṭūnihim illan nāra walā yukallimuhumullāhu yawmal qiyāmati walā yuzakkīhim walahum `adhābun alīm"
    },
    {
      "index": 175,
      "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ ٱشْتَرَوُا۟ ٱلضَّلَـٰلَةَ بِٱلْهُدَىٰ وَٱلْعَذَابَ بِٱلْمَغْفِرَةِ ۚ فَمَآ أَصْبَرَهُمْ عَلَى ٱلنَّارِ",
      "translation": "They are those who bartered away good guidance for error, and pardon for punishment: How great is their striving for the Fire",
      "transliteration": "ulā-ikal ladhīnash-tarawuḍ ḍalālata bil hudā wal `adhāba bil maghfirah ۚ famā aṣbarahum `alan nār"
    },
    {
      "index": 176,
      "arabic": "ذَٰلِكَ بِأَنَّ ٱللَّهَ نَزَّلَ ٱلْكِتَـٰبَ بِٱلْحَقِّ ۗ وَإِنَّ ٱلَّذِينَ ٱخْتَلَفُوا۟ فِى ٱلْكِتَـٰبِ لَفِى شِقَاقٍۭ بَعِيدٍ",
      "translation": "That is because God has revealed the Book containing the truth; but those who are at variance about it have gone astray in their contrariness.",
      "transliteration": "dhālika bi-annallāha nazzalal-kitāba bil ḥaqq ۗ wa innal ladhīnakh-talafū fil kitābi lafī shiqāqin ba`īd"
    },
    {
      "index": 177,
      "arabic": "لَّيْسَ ٱلْبِرَّ أَن تُوَلُّوا۟ وُجُوهَكُمْ قِبَلَ ٱلْمَشْرِقِ وَٱلْمَغْرِبِ وَلَـٰكِنَّ ٱلْبِرَّ مَنْ ءَامَنَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ وَٱلْمَلَـٰٓئِكَةِ وَٱلْكِتَـٰبِ وَٱلنَّبِيِّـۧنَ وَءَاتَى ٱلْمَالَ عَلَىٰ حُبِّهِۦ ذَوِى ٱلْقُرْبَىٰ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينَ وَٱبْنَ ٱلسَّبِيلِ وَٱلسَّآئِلِينَ وَفِى ٱلرِّقَابِ وَأَقَامَ ٱلصَّلَوٰةَ وَءَاتَى ٱلزَّكَوٰةَ وَٱلْمُوفُونَ بِعَهْدِهِمْ إِذَا عَـٰهَدُوا۟ ۖ وَٱلصَّـٰبِرِينَ فِى ٱلْبَأْسَآءِ وَٱلضَّرَّآءِ وَحِينَ ٱلْبَأْسِ ۗ أُو۟لَـٰٓئِكَ ٱلَّذِينَ صَدَقُوا۟ ۖ وَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُتَّقُونَ",
      "translation": "Piety does not lie in turning your face to East or West: Piety lies in believing in God, the Last Day and the angels, the Scriptures and the prophets, and disbursing your wealth out of love for God among your kin and the orphans, the wayfarers and mendicants, freeing the slaves, observing your devotional obligations, and in paying the zakat and fulfilling a pledge you have given, and being patient in hardship, adversity, and times of peril. These are the men who affirm the truth, and they are those who follow the straight path.",
      "transliteration": "laysal birra an tuwallū wujūhakum qibalal-mashriqi wal maghribi walākinnal birra man āmana billāhi wal yawmil-ākhiri wal malā-ikati wal kitābi wan nabiyyīna wa-ātal māla `alā ḥubbihi dhawil qurbā wal yatāmā wal masākīna wabnas sabīli was sā-ilīna wafir riqābi wa-aqāmaṣ ṣalāta wa-ātaz zakāta wal mūfūna bi`ahdihim idhā `āhadū ۖ waṣ ṣābirīna fil ba-sā-i waḍ ḍarrā-i waḥīnal ba-s ۗ ulā-ikal ladhīna ṣadaqū ۖ wa-ulā-ika humul muttaqūn"
    },
    {
      "index": 178,
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُتِبَ عَلَيْكُمُ ٱلْقِصَاصُ فِى ٱلْقَتْلَى ۖ ٱلْحُرُّ بِٱلْحُرِّ وَٱلْعَبْدُ بِٱلْعَبْدِ وَٱلْأُنثَىٰ بِٱلْأُنثَىٰ ۚ فَمَنْ عُفِىَ لَهُۥ مِنْ أَخِيهِ شَىْءٌ فَٱتِّبَاعٌۢ بِٱلْمَعْرُوفِ وَأَدَآءٌ إِلَيْهِ بِإِحْسَـٰنٍ ۗ ذَٰلِكَ تَخْفِيفٌ مِّن رَّبِّكُمْ وَرَحْمَةٌ ۗ فَمَنِ ٱعْتَدَىٰ بَعْدَ ذَٰلِكَ فَلَهُۥ عَذَابٌ أَلِيمٌ",
      "translation": "O believers, ordained for you is retribution for the murdered, (whether) a free man (is guilty) of (the murder of) a free man, or a slave of a slave, or a woman of a woman. But he who is pardoned some of it by his brother should be dealt with equity, and recompense (for blood) paid with a grace. This is a concession from your Lord and a kindness. He who transgresses in spite of it shall suffer painful punishment.",
      "transliteration": "yā-ayyuhal ladhīna āmanū kutiba `alaykumul qiṣāṣu fil qatlā ۖ al-ḥurru bil ḥurri wal `abdu bil `abdi wal-unthā bil-unthā ۚ faman `ufiya lahu min akhīhi shay-un fattibā`un bil ma`rūfi wa-adā-un ilayhi bi-iḥsān ۗ dhālika takhfīfun min rabbikum waraḥmah ۗ famani'-tadā ba`da dhālika falahu `adhābun alīm"
    },
    {
      "index": 179,
      "arabic": "وَلَكُمْ فِى ٱلْقِصَاصِ حَيَوٰةٌ يَـٰٓأُو۟لِى ٱلْأَلْبَـٰبِ لَعَلَّكُمْ تَتَّقُونَ",
      "translation": "In retribution there is life (and preservation). O men of sense, you may haply take heed for yourselves.",
      "transliteration": "walakum fil qiṣāṣi ḥayātun yā-ulil-albābi la`allakum tattaqūn"
    },
    {
      "index": 180,
      "arabic": "كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ ٱلْمَوْتُ إِن تَرَكَ خَيْرًا ٱلْوَصِيَّةُ لِلْوَٰلِدَيْنِ وَٱلْأَقْرَبِينَ بِٱلْمَعْرُوفِ ۖ حَقًّا عَلَى ٱلْمُتَّقِينَ",
      "translation": "It is ordained that when any one of you nears death, and he owns goods and chattels, he should bequeath them equitably to his parents and next of kin. This is binding on those who are upright and fear God.",
      "transliteration": "kutiba `alaykum idhā ḥaḍara aḥadakumul mawtu in taraka khayranil waṣiyyatu lilwālidayni wal-aqrabīna bil ma`rūf ۖ ḥaqqan `alal-muttaqīn"
    },
    {
      "index": 181,
      "arabic": "فَمَنۢ بَدَّلَهُۥ بَعْدَ مَا سَمِعَهُۥ فَإِنَّمَآ إِثْمُهُۥ عَلَى ٱلَّذِينَ يُبَدِّلُونَهُۥٓ ۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
      "translation": "And any one who changes the will, having heard it, shall be guilty and accountable; for God hears all and knows everything.",
      "transliteration": "faman baddalahu ba`da mā sami`ahu fa-innamā ithmuhu `alal ladhīna yubaddilūnah ۚ innallāha samī`un `alīm"
    },
    {
      "index": 182,
      "arabic": "فَمَنْ خَافَ مِن مُّوصٍ جَنَفًا أَوْ إِثْمًا فَأَصْلَحَ بَيْنَهُمْ فَلَآ إِثْمَ عَلَيْهِ ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "translation": "He who suspects wrong or partiality on the part of the testator and brings about a settlement, does not incure any guilt, for God is verily forgiving and merciful.",
      "transliteration": "faman khāfa min mūṣin janafan aw ithman fa-aṣlaḥa baynahum falā ithma `alayh ۚ innallāha ghafūrun raḥīm"
    },
    {
      "index": 183,
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُتِبَ عَلَيْكُمُ ٱلصِّيَامُ كَمَا كُتِبَ عَلَى ٱلَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ",
      "translation": "O believers, fasting is enjoined on you as it was on those before you, so that you might become righteous.",
      "transliteration": "yā-ayyuhal ladhīna āmanū kutiba `alaykumuṣ ṣiyāmu kamā kutiba `alal ladhīna min qablikum la`allakum tattaqūn"
    },
    {
      "index": 184,
      "arabic": "أَيَّامًا مَّعْدُودَٰتٍ ۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوْ عَلَىٰ سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ ۚ وَعَلَى ٱلَّذِينَ يُطِيقُونَهُۥ فِدْيَةٌ طَعَامُ مِسْكِينٍ ۖ فَمَن تَطَوَّعَ خَيْرًا فَهُوَ خَيْرٌ لَّهُۥ ۚ وَأَن تَصُومُوا۟ خَيْرٌ لَّكُمْ ۖ إِن كُنتُمْ تَعْلَمُونَ",
      "translation": "Fast a (fixed) number of days, but if someone is ill or is travelling (he should complete) the number of days (he had missed); and those who find it hard to fast should expiate by feeding a poor person. For the good they do with a little hardship is better for men. And if you fast it is good for you, if you knew.",
      "transliteration": "ayyāman ma`dūdāt ۚ faman kāna minkum marīḍan aw `alā safarin fa`iddatun min ayyāmin ukhar ۚ wa`alal ladhīna yuṭīqūnahu fidyatun ṭa`āmu miskīn ۖ faman taṭawwa`a khayran fahuwa khayrul lah ۚ wa-an taṣūmū khayrul lakum ۖ in kuntum ta`lamūn"
    },
    {
      "index": 185,
      "arabic": "شَهْرُ رَمَضَانَ ٱلَّذِىٓ أُنزِلَ فِيهِ ٱلْقُرْءَانُ هُدًى لِّلنَّاسِ وَبَيِّنَـٰتٍ مِّنَ ٱلْهُدَىٰ وَٱلْفُرْقَانِ ۚ فَمَن شَهِدَ مِنكُمُ ٱلشَّهْرَ فَلْيَصُمْهُ ۖ وَمَن كَانَ مَرِيضًا أَوْ عَلَىٰ سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ ۗ يُرِيدُ ٱللَّهُ بِكُمُ ٱلْيُسْرَ وَلَا يُرِيدُ بِكُمُ ٱلْعُسْرَ وَلِتُكْمِلُوا۟ ٱلْعِدَّةَ وَلِتُكَبِّرُوا۟ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ",
      "translation": "Ramadan is the month in which the Qur'an was revealed as guidance to man and clear proof of the guidance, and criterion (of falsehood and truth). So when you see the new moon you should fast the whole month; but a person who is ill or travelling (and fails to do so) should fast on other days, as God wishes ease and not hardship for you, so that you complete the (fixed) number (of fasts), and give glory to God for the guidance, and be grateful.",
      "transliteration": "shahru ramaḍānal ladhī unzila fīhil qur-ānu hudan linnāsi wabayyinātin minal hudā wal furqān ۚ faman shahida minkumush shahra falyaṣumh ۖ wa man kāna marīḍan aw `alā safarin fa`iddatun min ayyāmin ukhar ۗ yurīdullāhu bikumul yusra walā yurīdu bikumul `usra walitukmilul `iddata walitukabbirullāha `alā mā hadākum wala`allakum tashkurūn"
    },
    {
      "index": 186,
      "arabic": "وَإِذَا سَأَلَكَ عِبَادِى عَنِّى فَإِنِّى قَرِيبٌ ۖ أُجِيبُ دَعْوَةَ ٱلدَّاعِ إِذَا دَعَانِ ۖ فَلْيَسْتَجِيبُوا۟ لِى وَلْيُؤْمِنُوا۟ بِى لَعَلَّهُمْ يَرْشُدُونَ",
      "translation": "When My devotees enquire of you about Me, I am near, and answer the call of every supplicant when he calls. It behoves them to hearken to Me and believe in Me that they may follow the right path.",
      "transliteration": "wa idhā sa-alaka `ibādī `annī fa-innī qarīb ۖ ujību da`watad dā`i idhā da`ān ۖ falyastajībū lī walyu-minū bī la`allahum yarshudūn"
    },
    {
      "index": 187,
      "arabic": "أُحِلَّ لَكُمْ لَيْلَةَ ٱلصِّيَامِ ٱلرَّفَثُ إِلَىٰ نِسَآئِكُمْ ۚ هُنَّ لِبَاسٌ لَّكُمْ وَأَنتُمْ لِبَاسٌ لَّهُنَّ ۗ عَلِمَ ٱللَّهُ أَنَّكُمْ كُنتُمْ تَخْتَانُونَ أَنفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنكُمْ ۖ فَٱلْـَٔـٰنَ بَـٰشِرُوهُنَّ وَٱبْتَغُوا۟ مَا كَتَبَ ٱللَّهُ لَكُمْ ۚ وَكُلُوا۟ وَٱشْرَبُوا۟ حَتَّىٰ يَتَبَيَّنَ لَكُمُ ٱلْخَيْطُ ٱلْأَبْيَضُ مِنَ ٱلْخَيْطِ ٱلْأَسْوَدِ مِنَ ٱلْفَجْرِ ۖ ثُمَّ أَتِمُّوا۟ ٱلصِّيَامَ إِلَى ٱلَّيْلِ ۚ وَلَا تُبَـٰشِرُوهُنَّ وَأَنتُمْ عَـٰكِفُونَ فِى ٱلْمَسَـٰجِدِ ۗ تِلْكَ حُدُودُ ٱللَّهِ فَلَا تَقْرَبُوهَا ۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ ءَايَـٰتِهِۦ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ",
      "translation": "You are allowed to sleep with your wives on the nights of the fast: They are your dress as you are theirs. God is aware you were cheating yourselves, so He turned to you and pardoned you. So now you may have intercourse with them, and seek what God has ordained for you. Eat and drink until the white thread of dawn appears clear from the dark line, then fast until the night falls; and abstain from your wives (when you have decided) to stay in the mosques for assiduous devotion. These are the bounds fixed by God, so keep well within them. So does God make His signs clear to men that they may take heed for themselves.",
      "transliteration": "uḥilla lakum laylataṣ ṣiyāmir rafathu ilā nisā-ikum ۚ hunna libāsul lakum wa-antum libāsul lahunn ۗ `alimallāhu annakum kuntum takhtānūna anfusakum fatāba `alaykum wa`afā `ankum ۖ fal-āna bāshirūhunna wabtaghū mā kataballāhu lakum ۚ wakulū washrabū ḥattā yatabayyana lakumul khayṭul-abyaḍu minal khayṭil-aswadi minal fajr ۖ thumma atimmuṣ ṣiyāma ilal layl ۚ walā tubāshirūhunna wa-antum `ākifūna fil masājid ۗ tilka ḥudūdullāhi falā taqrabūhā ۗ kadhālika yubayyinullāhu āyātihi linnāsi la`allahum yattaqūn"
    },
    {
      "index": 188,
      "arabic": "وَلَا تَأْكُلُوٓا۟ أَمْوَٰلَكُم بَيْنَكُم بِٱلْبَـٰطِلِ وَتُدْلُوا۟ بِهَآ إِلَى ٱلْحُكَّامِ لِتَأْكُلُوا۟ فَرِيقًا مِّنْ أَمْوَٰلِ ٱلنَّاسِ بِٱلْإِثْمِ وَأَنتُمْ تَعْلَمُونَ",
      "translation": "And do not consume each other's wealth in vain, nor offer it to men in authority with intent of usurping unlawfully and knowingly a part of the wealth of others.",
      "transliteration": "walā ta-kulū amwālakum baynakum bil bāṭili watudlū bihā ilal-ḥukkāmi lita-kulū farīqan min amwālin nāsi bil-ithmi wa-antum ta`lamūn"
    },
    {
      "index": 189,
      "arabic": "يَسْـَٔلُونَكَ عَنِ ٱلْأَهِلَّةِ ۖ قُلْ هِىَ مَوَٰقِيتُ لِلنَّاسِ وَٱلْحَجِّ ۗ وَلَيْسَ ٱلْبِرُّ بِأَن تَأْتُوا۟ ٱلْبُيُوتَ مِن ظُهُورِهَا وَلَـٰكِنَّ ٱلْبِرَّ مَنِ ٱتَّقَىٰ ۗ وَأْتُوا۟ ٱلْبُيُوتَ مِنْ أَبْوَٰبِهَا ۚ وَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمْ تُفْلِحُونَ",
      "translation": "They ask you of the new moons. Say: \"These are periods set for men (to reckon) time, and for pilgrimage.\" Piety does not lie in entering the house through the back door, for the pious man is he who follows the straight path. Enter the house through the main gate, and obey God. You may haply find success.",
      "transliteration": "yas-alūnaka `anil-ahillah ۖ qul hiya mawāqītu linnāsi wal ḥajj ۗ walaysal birru bi-an ta-tul buyūta min ẓuhūrihā walākinnal birra manit-taqā ۗ wa-tul buyūta min abwābihā ۚ wattaqullāha la`allakum tufliḥūn"
    },
    {
      "index": 190,
      "arabic": "وَقَـٰتِلُوا۟ فِى سَبِيلِ ٱللَّهِ ٱلَّذِينَ يُقَـٰتِلُونَكُمْ وَلَا تَعْتَدُوٓا۟ ۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْمُعْتَدِينَ",
      "translation": "Fight those in the way of God who fight you, but do not be aggressive: God does not like aggressors.",
      "transliteration": "waqātilū fī sabīlillāhil ladhīna yuqātilūnakum walā ta`tadū ۚ innallāha lā yuḥibbul mu`tadīn"
    },
    {
      "index": 191,
      "arabic": "وَٱقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُم مِّنْ حَيْثُ أَخْرَجُوكُمْ ۚ وَٱلْفِتْنَةُ أَشَدُّ مِنَ ٱلْقَتْلِ ۚ وَلَا تُقَـٰتِلُوهُمْ عِندَ ٱلْمَسْجِدِ ٱلْحَرَامِ حَتَّىٰ يُقَـٰتِلُوكُمْ فِيهِ ۖ فَإِن قَـٰتَلُوكُمْ فَٱقْتُلُوهُمْ ۗ كَذَٰلِكَ جَزَآءُ ٱلْكَـٰفِرِينَ",
      "translation": "And fight those (who fight you) wheresoever you find them, and expel them from the place they had turned you out from. Oppression is worse than killing. Do not fight them by the Holy Mosque unless they fight you there. If they do, then slay them: Such is the requital for unbelievers.",
      "transliteration": "waqtulūhum ḥaythu thaqiftumūhum wa-akhrijūhum min ḥaythu akhrajūkum ۚ wal fitnatu ashaddu minal qatl ۚ walā tuqātilūhum `indal masjidil ḥarāmi ḥattā yuqātilūkum fīh ۖ fa-in qātalūkum faqtulūhum ۗ kadhālika jazā-ul kāfirīn"
    },
    {
      "index": 192,
      "arabic": "فَإِنِ ٱنتَهَوْا۟ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "translation": "But if they desist, God is forgiving and kind.",
      "transliteration": "fa-inin-tahaw fa-innallāha ghafūrun raḥīm"
    },
    {
      "index": 193,
      "arabic": "وَقَـٰتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٌ وَيَكُونَ ٱلدِّينُ لِلَّهِ ۖ فَإِنِ ٱنتَهَوْا۟ فَلَا عُدْوَٰنَ إِلَّا عَلَى ٱلظَّـٰلِمِينَ",
      "translation": "Fight them till sedition comes to end, and the law of God (prevails). If they desist, then cease to be hostile, except against those who oppress.",
      "transliteration": "waqātilūhum ḥattā lā takūna fitnatun wayakūnad dīnu lillāh ۖ fa-inin-tahaw falā `udwāna illā `alaẓ ẓālimīn"
    },
    {
      "index": 194,
      "arabic": "ٱلشَّهْرُ ٱلْحَرَامُ بِٱلشَّهْرِ ٱلْحَرَامِ وَٱلْحُرُمَـٰتُ قِصَاصٌ ۚ فَمَنِ ٱعْتَدَىٰ عَلَيْكُمْ فَٱعْتَدُوا۟ عَلَيْهِ بِمِثْلِ مَا ٱعْتَدَىٰ عَلَيْكُمْ ۚ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ مَعَ ٱلْمُتَّقِينَ",
      "translation": "(Fighting during) the holy month (if the sanctity) of the holy month (is violated) is (just) retribution. So if you are oppressed, oppress those who oppress you to the same degree, and fear God, and know that God is with those who are pious and follow the right path.",
      "transliteration": "ash-shahrul ḥarāmu bish shahril ḥarāmi wal ḥurumātu qiṣāṣ ۚ famani'-tadā `alaykum fa`tadū `alayhi bimithli ma'-tadā `alaykum ۚ wattaqullāha wa`lamū annallāha ma`al muttaqīn"
    },
    {
      "index": 195,
      "arabic": "وَأَنفِقُوا۟ فِى سَبِيلِ ٱللَّهِ وَلَا تُلْقُوا۟ بِأَيْدِيكُمْ إِلَى ٱلتَّهْلُكَةِ ۛ وَأَحْسِنُوٓا۟ ۛ إِنَّ ٱللَّهَ يُحِبُّ ٱلْمُحْسِنِينَ",
      "translation": "Spend in the way of God, and do not seek destruction at your own hands. So do good for God loves those who do good.",
      "transliteration": "wa-anfiqū fī sabīlillāhi walā tulqū bi-aydīkum ilat tahlukah ۛ wa-aḥsinū ۛ innallāha yuḥibbul muḥsinīn"
    },
    {
      "index": 196,
      "arabic": "وَأَتِمُّوا۟ ٱلْحَجَّ وَٱلْعُمْرَةَ لِلَّهِ ۚ فَإِنْ أُحْصِرْتُمْ فَمَا ٱسْتَيْسَرَ مِنَ ٱلْهَدْىِ ۖ وَلَا تَحْلِقُوا۟ رُءُوسَكُمْ حَتَّىٰ يَبْلُغَ ٱلْهَدْىُ مَحِلَّهُۥ ۚ فَمَن كَانَ مِنكُم مَّرِيضًا أَوْ بِهِۦٓ أَذًى مِّن رَّأْسِهِۦ فَفِدْيَةٌ مِّن صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ ۚ فَإِذَآ أَمِنتُمْ فَمَن تَمَتَّعَ بِٱلْعُمْرَةِ إِلَى ٱلْحَجِّ فَمَا ٱسْتَيْسَرَ مِنَ ٱلْهَدْىِ ۚ فَمَن لَّمْ يَجِدْ فَصِيَامُ ثَلَـٰثَةِ أَيَّامٍ فِى ٱلْحَجِّ وَسَبْعَةٍ إِذَا رَجَعْتُمْ ۗ تِلْكَ عَشَرَةٌ كَامِلَةٌ ۗ ذَٰلِكَ لِمَن لَّمْ يَكُنْ أَهْلُهُۥ حَاضِرِى ٱلْمَسْجِدِ ٱلْحَرَامِ ۚ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
      "translation": "Perform the pilgrimage and holy visit ('Umra, to Makkah) in the service of God. But if you are prevented, send an offering which you can afford as sacrifice, and do not shave your heads until the offering has reached the place of sacrifice. But if you are sick or have ailment of the scalp (preventing the shaving of hair), then offer expiation by fasting or else giving alms or a sacrificial offering. When you have security, then those of you who wish to perform the holy visit along with the pilgrimage, should make a sacrifice according to their means. But he who has nothing, should fast for three days during the pilgrimage and seven on return, completing ten. This applies to him whose family does not live near the Holy Mosque. Have fear of God, and remember that God is severe in punishment.",
      "transliteration": "wa-atimmul ḥajja wal `umrata lillāh ۚ fa-in uḥṣirtum famas-taysara minal hadyi ۖ walā taḥliqū ru-ūsakum ḥattā yablughal hadyu maḥillah ۚ faman kāna minkum marīḍan aw bihi adhan min ra-sihi fafidyatun min ṣiyāmin aw ṣadaqatin aw nusuk ۚ fa-idhā amintum faman tamatta`a bil `umrati ilal-ḥajji famas-taysara minal hadyi ۚ faman lam yajid faṣiyāmu thalāthati ayyāmin fil ḥajji wasab`atin idhā raja`tum ۗ tilka `asharatun kāmilah ۗ dhālika liman lam yakun ahluhu ḥāḍiril masjidil ḥarām ۚ wattaqullāha wa`lamū annallāha shadīdul `iqāb"
    },
    {
      "index": 197,
      "arabic": "ٱلْحَجُّ أَشْهُرٌ مَّعْلُومَـٰتٌ ۚ فَمَن فَرَضَ فِيهِنَّ ٱلْحَجَّ فَلَا رَفَثَ وَلَا فُسُوقَ وَلَا جِدَالَ فِى ٱلْحَجِّ ۗ وَمَا تَفْعَلُوا۟ مِنْ خَيْرٍ يَعْلَمْهُ ٱللَّهُ ۗ وَتَزَوَّدُوا۟ فَإِنَّ خَيْرَ ٱلزَّادِ ٱلتَّقْوَىٰ ۚ وَٱتَّقُونِ يَـٰٓأُو۟لِى ٱلْأَلْبَـٰبِ",
      "translation": "Known are the months of pilgrimage. If one resolves to perform the pilgrimage in these months, let him not indulge in concupiscence, sin or quarrel. And the good you do shall be known to God. Provide for the journey, and the best of provisions is piety. O men of understanding, obey Me.",
      "transliteration": "al-ḥajju ash-hurun ma`lūmāt ۚ faman faraḍa fīhinnal ḥajja falā rafatha walā fusūqa walā jidāla fil ḥajj ۗ wa mā taf`alū min khayriy ya`lamhullāh ۗ watazawwadū fa-inna khayraz zādit taqwā ۚ wattaqūni yā-ulil-albāb"
    },
    {
      "index": 198,
      "arabic": "لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَبْتَغُوا۟ فَضْلًا مِّن رَّبِّكُمْ ۚ فَإِذَآ أَفَضْتُم مِّنْ عَرَفَـٰتٍ فَٱذْكُرُوا۟ ٱللَّهَ عِندَ ٱلْمَشْعَرِ ٱلْحَرَامِ ۖ وَٱذْكُرُوهُ كَمَا هَدَىٰكُمْ وَإِن كُنتُم مِّن قَبْلِهِۦ لَمِنَ ٱلضَّآلِّينَ",
      "translation": "It is no sin to seek the favours of your Lord (by trading). When you start from 'Arafat in a concourse, remember God at the monument that is sacred (al-Mash'ar al-haram), and remember Him as He has shown you the way, for in the olden days you we're a people astray.",
      "transliteration": "laysa `alaykum junāḥun an tabtaghū faḍlan min rabbikum ۚ fa-idhā afaḍtum min `arafātin fadhkurullāha `indal mash`aril ḥarām ۖ wadhkurūhu kamā hadākum wa in kuntum min qablihi laminaḍ ḍāllīn"
    },
    {
      "index": 199,
      "arabic": "ثُمَّ أَفِيضُوا۟ مِنْ حَيْثُ أَفَاضَ ٱلنَّاسُ وَٱسْتَغْفِرُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "translation": "Then move with the crowd impetuously, and pray God to forgive you your sins. God is surely forgiving and kind.",
      "transliteration": "thumma afīḍū min ḥaythu afāḍan nāsu wastaghfirullāh ۚ innallāha ghafūrun raḥīm"
    },
    {
      "index": 200,
      "arabic": "فَإِذَا قَضَيْتُم مَّنَـٰسِكَكُمْ فَٱذْكُرُوا۟ ٱللَّهَ كَذِكْرِكُمْ ءَابَآءَكُمْ أَوْ أَشَدَّ ذِكْرًا ۗ فَمِنَ ٱلنَّاسِ مَن يَقُولُ رَبَّنَآ ءَاتِنَا فِى ٱلدُّنْيَا وَمَا لَهُۥ فِى ٱلْـَٔاخِرَةِ مِنْ خَلَـٰقٍ",
      "translation": "When you have finished the rites and ceremonies, remember God as you do your fathers, in fact with a greater devotion. There are some who say: \"Give us, O Lord, in the world;\" but they will forego their share in the life to come.",
      "transliteration": "fa-idhā qaḍaytum manāsikakum fadhkurullāha kadhikrikum ābā-akum aw ashadda dhikrā ۗ faminan nāsi man yaqūlu rabbanā ātinā fid dunyā wa mā lahu fil-ākhirati min khalāq"
    },
    {
      "index": 201,
      "arabic": "وَمِنْهُم مَّن يَقُولُ رَبَّنَآ ءَاتِنَا فِى ٱلدُّنْيَا حَسَنَةً وَفِى ٱلْـَٔاخِرَةِ حَسَنَةً وَقِنَا عَذَابَ ٱلنَّارِ",
      "translation": "But some there are who pray: \"Give us of good in the world, O Lord, and give us of good in the life to come, and suffer us not to suffer the torment of Hell.\"",
      "transliteration": "wa minhum man yaqūlu rabbanā ātinā fid dunyā ḥasanatan wafil-ākhirati ḥasanatan waqinā `adhāban nār"
    },
    {
      "index": 202,
      "arabic": "أُو۟لَـٰٓئِكَ لَهُمْ نَصِيبٌ مِّمَّا كَسَبُوا۟ ۚ وَٱللَّهُ سَرِيعُ ٱلْحِسَابِ",
      "translation": "They are those who will surely have their share of whatsoever they have earned; for God is swift at the reckoning.",
      "transliteration": "ulā-ika lahum naṣībun mimmā kasabū ۚ wallāhu sarī`ul ḥisāb"
    },
    {
      "index": 203,
      "arabic": "وَٱذْكُرُوا۟ ٱللَّهَ فِىٓ أَيَّامٍ مَّعْدُودَٰتٍ ۚ فَمَن تَعَجَّلَ فِى يَوْمَيْنِ فَلَآ إِثْمَ عَلَيْهِ وَمَن تَأَخَّرَ فَلَآ إِثْمَ عَلَيْهِ ۚ لِمَنِ ٱتَّقَىٰ ۗ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّكُمْ إِلَيْهِ تُحْشَرُونَ",
      "translation": "Remember God during the stated days; but if a person comes away after two days, it will not be a sin; and if one tarries, he will not transgress, if he keep away from evil. Follow the law of God, and remember that you will have to gather before Him in the end.",
      "transliteration": "wadhkurullāha fī ayyāmin ma`dūdāt ۚ faman ta`ajjala fī yawmayni falā ithma `alayhi wa man ta-akhhara falā ithma `alayh ۚ limanit-taqā ۗ wattaqullāha wa`lamū annakum ilayhi tuḥsharūn"
    },
    {
      "index": 204,
      "arabic": "وَمِنَ ٱلنَّاسِ مَن يُعْجِبُكَ قَوْلُهُۥ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَيُشْهِدُ ٱللَّهَ عَلَىٰ مَا فِى قَلْبِهِۦ وَهُوَ أَلَدُّ ٱلْخِصَامِ",
      "translation": "There is a man who talks well of the world to your pleasing, and makes God witness to what is in his heart, yet he is the most contentious;",
      "transliteration": "wa minan nāsi man yu`jibuka qawluhu fil ḥayātid dunyā wayush-hidullāha `alā mā fī qalbihi wahuwa aladdul khiṣām"
    },
    {
      "index": 205,
      "arabic": "وَإِذَا تَوَلَّىٰ سَعَىٰ فِى ٱلْأَرْضِ لِيُفْسِدَ فِيهَا وَيُهْلِكَ ٱلْحَرْثَ وَٱلنَّسْلَ ۗ وَٱللَّهُ لَا يُحِبُّ ٱلْفَسَادَ",
      "translation": "For when his back is turned he goes about spreading disorder in the land, destroying fields and flocks; but God does not love disorder.",
      "transliteration": "wa idhā tawallā sa`ā fil-arḍi liyufsida fīhā wayuhlikal ḥartha wan nasl ۗ wallāhu lā yuḥibbul fasād"
    },
    {
      "index": 206,
      "arabic": "وَإِذَا قِيلَ لَهُ ٱتَّقِ ٱللَّهَ أَخَذَتْهُ ٱلْعِزَّةُ بِٱلْإِثْمِ ۚ فَحَسْبُهُۥ جَهَنَّمُ ۚ وَلَبِئْسَ ٱلْمِهَادُ",
      "translation": "Whenever he is told: \"Obey God,\" his arrogance leads him to more sin; and sufficient for him shall be Hell: How evil a place of wide expanse!",
      "transliteration": "wa idhā qīla lahut-taqillāha akhadhat-hul `izzatu bil-ithm ۚ faḥasbuhu jahannam ۚ walabi-sal mihād"
    },
    {
      "index": 207,
      "arabic": "وَمِنَ ٱلنَّاسِ مَن يَشْرِى نَفْسَهُ ٱبْتِغَآءَ مَرْضَاتِ ٱللَّهِ ۗ وَٱللَّهُ رَءُوفٌۢ بِٱلْعِبَادِ",
      "translation": "And there is a man who is willing to sell even his soul to win the favour of God; and God is compassionate to His creatures.",
      "transliteration": "wa minan nāsi man yashrī nafsahub-tighā-a marḍātillāh ۗ wallāhu ra-ūfun bil `ibād"
    },
    {
      "index": 208,
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱدْخُلُوا۟ فِى ٱلسِّلْمِ كَآفَّةً وَلَا تَتَّبِعُوا۟ خُطُوَٰتِ ٱلشَّيْطَـٰنِ ۚ إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ",
      "translation": "O believers, come to full submission to God. Do not follow in the footsteps of Satan your acknowledged foe.",
      "transliteration": "yā-ayyuhal ladhīna āmanud-khulū fis sil-mi kāffatan walā tattabi`ū khuṭuwātish shayṭān ۚ innahu lakum `aduwwun mubīn"
    },
    {
      "index": 209,
      "arabic": "فَإِن زَلَلْتُم مِّنۢ بَعْدِ مَا جَآءَتْكُمُ ٱلْبَيِّنَـٰتُ فَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
      "translation": "If you falter even after Our signs have reached you, then do not forget that God is all-powerful and all-wise.",
      "transliteration": "fa-in zalaltum min ba`di mā jā-at kumul bayyinātu fa`lamū annallāha `azīzun ḥakīm"
    },
    {
      "index": 210,
      "arabic": "هَلْ يَنظُرُونَ إِلَّآ أَن يَأْتِيَهُمُ ٱللَّهُ فِى ظُلَلٍ مِّنَ ٱلْغَمَامِ وَٱلْمَلَـٰٓئِكَةُ وَقُضِىَ ٱلْأَمْرُ ۚ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
      "translation": "Are they waiting for God to appear in the balconies of clouds with a host of angels, and the matter to be settled? But all things rest with God in the end.",
      "transliteration": "hal yanẓurūna illā an ya-tiyahumullāhu fī ẓulalin minal ghamāmi wal malā-ikatu waquḍiyal-amr ۚ wa ilallāhi turja`ul-umūr"
    },
    {
      "index": 211,
      "arabic": "سَلْ بَنِىٓ إِسْرَٰٓءِيلَ كَمْ ءَاتَيْنَـٰهُم مِّنْ ءَايَةٍۭ بَيِّنَةٍ ۗ وَمَن يُبَدِّلْ نِعْمَةَ ٱللَّهِ مِنۢ بَعْدِ مَا جَآءَتْهُ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
      "translation": "Ask the children of Israel how many a clear sign We had given them. But if one changes the favour of God after having received it, then remember, God is severe in revenge.",
      "transliteration": "sal banī isrā-iyla kam ātaynāhum min āyatin bayyinah ۗ wa man yubaddil ni`matallāhi min ba`di mā jā-at hu fa-innallāha shadīdul `iqāb"
    },
    {
      "index": 212,
      "arabic": "زُيِّنَ لِلَّذِينَ كَفَرُوا۟ ٱلْحَيَوٰةُ ٱلدُّنْيَا وَيَسْخَرُونَ مِنَ ٱلَّذِينَ ءَامَنُوا۟ ۘ وَٱلَّذِينَ ٱتَّقَوْا۟ فَوْقَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ ۗ وَٱللَّهُ يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ",
      "translation": "Enamoured are the unbelievers of the life of this world, and scoff at the faithful. But those who keep from evil and follow the straight path will have a higher place than they on the Day of Reckoning; for God gives in measure without number whomsoever He will.",
      "transliteration": "zuyyina lilladhīna kafarul ḥayātud dunyā wayaskharūna minal ladhīna āmanū ۘ wal ladhīnat-taqaw fawqahum yawmal qiyāmah ۗ wallāhu yarzuqu man yashā-u bighayri ḥisāb"
    },
    {
      "index": 213,
      "arabic": "كَانَ ٱلنَّاسُ أُمَّةً وَٰحِدَةً فَبَعَثَ ٱللَّهُ ٱلنَّبِيِّـۧنَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ ٱلْكِتَـٰبَ بِٱلْحَقِّ لِيَحْكُمَ بَيْنَ ٱلنَّاسِ فِيمَا ٱخْتَلَفُوا۟ فِيهِ ۚ وَمَا ٱخْتَلَفَ فِيهِ إِلَّا ٱلَّذِينَ أُوتُوهُ مِنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَـٰتُ بَغْيًۢا بَيْنَهُمْ ۖ فَهَدَى ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ لِمَا ٱخْتَلَفُوا۟ فِيهِ مِنَ ٱلْحَقِّ بِإِذْنِهِۦ ۗ وَٱللَّهُ يَهْدِى مَن يَشَآءُ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "translation": "Men belonged to a single community, and God sent them messengers to give them happy tidings and warnings, and sent the Book with them containing the truth to judge between them in matters of dispute; but only those who received it differed after receiving clear proofs, on account of waywardness (and jealousies) among them. Then God by His dispensation showed those who believed the way to the truth about which they were differing; for God shows whom He please the path that is straight.",
      "transliteration": "kānan nāsu ummatan wāḥidatan faba`athallāhun nabiyyīna mubashhirīna wa mundhirīna wa-anzala ma`ahumul kitāba bil ḥaqqi liyaḥkuma baynan nāsi fīmakh-talafū fīh ۚ wa makh-talafa fīhi illal ladhīna ūtūhu min ba`di mā jā-at humul bayyinātu baghyan baynahum ۖ fahadallāhul ladhīna āmanū limakh-talafū fīhi minal ḥaqqi bi-idhnih ۗ wallāhu yahdī man yashā-u ilā ṣirāṭin mustaqīm"
    },
    {
      "index": 214,
      "arabic": "أَمْ حَسِبْتُمْ أَن تَدْخُلُوا۟ ٱلْجَنَّةَ وَلَمَّا يَأْتِكُم مَّثَلُ ٱلَّذِينَ خَلَوْا۟ مِن قَبْلِكُم ۖ مَّسَّتْهُمُ ٱلْبَأْسَآءُ وَٱلضَّرَّآءُ وَزُلْزِلُوا۟ حَتَّىٰ يَقُولَ ٱلرَّسُولُ وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ مَتَىٰ نَصْرُ ٱللَّهِ ۗ أَلَآ إِنَّ نَصْرَ ٱللَّهِ قَرِيبٌ",
      "translation": "Do you think you will find your way to Paradise even though you have not known what the others before you have gone through? They had suffered affliction and loss, and were shaken and tossed about so that even the Apostle had to cry out with his followers: \"When will the help of God arrive?\" Remember, the help of God is ever at hand.",
      "transliteration": "am ḥasibtum an tadkhulul jannata walammā ya-tikum mathalul ladhīna khalaw min qablikum ۖ massat-humul ba-sā-u waḍ ḍarrā-u wazulzilū ḥattā yaqūlar rasūlu wal ladhīna āmanū ma`ahu matā naṣrullāh ۗ alā inna naṣrallāhi qarīb"
    },
    {
      "index": 215,
      "arabic": "يَسْـَٔلُونَكَ مَاذَا يُنفِقُونَ ۖ قُلْ مَآ أَنفَقْتُم مِّنْ خَيْرٍ فَلِلْوَٰلِدَيْنِ وَٱلْأَقْرَبِينَ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينِ وَٱبْنِ ٱلسَّبِيلِ ۗ وَمَا تَفْعَلُوا۟ مِنْ خَيْرٍ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ",
      "translation": "They ask you of what they should give in charity. Tell them: \"What you can spare of your wealth as should benefit the parents, the relatives, the orphans, the needy, the wayfarers, for God is not unaware of the good deeds that you do.\"",
      "transliteration": "yas-alūnaka mādhā yunfiqūn ۖ qul mā anfaqtum min khayrin falilwālidayni wal-aqrabīna wal yatāmā wal masākīni wabnis sabīl ۗ wa mā taf`alū min khayrin fa-innallāha bihi `alīm"
    },
    {
      "index": 216,
      "arabic": "كُتِبَ عَلَيْكُمُ ٱلْقِتَالُ وَهُوَ كُرْهٌ لَّكُمْ ۖ وَعَسَىٰٓ أَن تَكْرَهُوا۟ شَيْـًٔا وَهُوَ خَيْرٌ لَّكُمْ ۖ وَعَسَىٰٓ أَن تُحِبُّوا۟ شَيْـًٔا وَهُوَ شَرٌّ لَّكُمْ ۗ وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
      "translation": "Enjoined on you is fighting, and this you abhor. You may dislike a thing yet it may be good for you; or a thing may haply please you but may be bad for you. Only God has knowledge, and you do not know.",
      "transliteration": "kutiba `alaykumul qitālu wahuwa kurhul lakum ۖ wa`asā an takrahū shay-an wahuwa khayrul lakum ۖ wa`asā an tuḥibbū shay-an wahuwa sharrul lakum ۗ wallāhu ya`lamu wa-antum lā ta`lamūn"
    },
    {
      "index": 217,
      "arabic": "يَسْـَٔلُونَكَ عَنِ ٱلشَّهْرِ ٱلْحَرَامِ قِتَالٍ فِيهِ ۖ قُلْ قِتَالٌ فِيهِ كَبِيرٌ ۖ وَصَدٌّ عَن سَبِيلِ ٱللَّهِ وَكُفْرٌۢ بِهِۦ وَٱلْمَسْجِدِ ٱلْحَرَامِ وَإِخْرَاجُ أَهْلِهِۦ مِنْهُ أَكْبَرُ عِندَ ٱللَّهِ ۚ وَٱلْفِتْنَةُ أَكْبَرُ مِنَ ٱلْقَتْلِ ۗ وَلَا يَزَالُونَ يُقَـٰتِلُونَكُمْ حَتَّىٰ يَرُدُّوكُمْ عَن دِينِكُمْ إِنِ ٱسْتَطَـٰعُوا۟ ۚ وَمَن يَرْتَدِدْ مِنكُمْ عَن دِينِهِۦ فَيَمُتْ وَهُوَ كَافِرٌ فَأُو۟لَـٰٓئِكَ حَبِطَتْ أَعْمَـٰلُهُمْ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۖ وَأُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "translation": "They ask you of war in the holy month. Tell them: \"To fight in that month is a great sin. But a greater sin in the eyes of God is to hinder people from the way of God, and not to believe in Him, and to bar access to the Holy Mosque and turn people out of its precincts; and oppression is worse than killing. They will always seek war against you till they turn you away from your faith, if they can. But those of you who turn back on their faith and die disbelieving will have wasted their deeds in this world and the next. They are inmates of Hell, and shall there abide for ever.",
      "transliteration": "yas-alūnaka `anish shahril ḥarāmi qitālin fīh ۖ qul qitālun fīhi kabīr ۖ waṣaddun `an sabīlillāhi wakufrun bihi wal masjidil ḥarāmi wa ikhrāju ahlihi minhu akbaru `indallāh ۚ wal fitnatu akbaru minal qatl ۗ walā yazālūna yuqātilūnakum ḥattā yaruddūkum `an dīnikum inis-taṭā`ū ۚ wa man yartadid minkum `an dīnihi fayamut wahuwa kāfirun fa-ulā-ika ḥabiṭat a`māluhum fid dunyā wal-ākhirah ۖ wa-ulā-ika aṣ-ḥābun nār ۖ hum fīhā khālidūn"
    },
    {
      "index": 218,
      "arabic": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَاجَرُوا۟ وَجَـٰهَدُوا۟ فِى سَبِيلِ ٱللَّهِ أُو۟لَـٰٓئِكَ يَرْجُونَ رَحْمَتَ ٱللَّهِ ۚ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
      "translation": "Surely those who believe, and those who leave their homes and fight in the way of God, may hope for His benevolence, for God is forgiving and kind.",
      "transliteration": "innal ladhīna āmanū wal ladhīna hājarū wajāhadū fī sabīlillāhi ulā-ika yarjūna raḥmatallāh ۚ wallāhu ghafūrun raḥīm"
    },
    {
      "index": 219,
      "arabic": "يَسْـَٔلُونَكَ عَنِ ٱلْخَمْرِ وَٱلْمَيْسِرِ ۖ قُلْ فِيهِمَآ إِثْمٌ كَبِيرٌ وَمَنَـٰفِعُ لِلنَّاسِ وَإِثْمُهُمَآ أَكْبَرُ مِن نَّفْعِهِمَا ۗ وَيَسْـَٔلُونَكَ مَاذَا يُنفِقُونَ قُلِ ٱلْعَفْوَ ۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلْـَٔايَـٰتِ لَعَلَّكُمْ تَتَفَكَّرُونَ",
      "translation": "They ask you of (intoxicants,) wine and gambling. Tell them: \"There is great enervation though profit in them for men; but their enervation is greater than benefit. And they ask you what they should give. Tell them: \"The utmost you can spare.\" So does God reveal His signs: You may haply reflect",
      "transliteration": "yas-alūnaka `anil khamri wal maysir ۖ qul fīhimā ithmun kabīrun wa manāfi`u linnāsi wa ithmuhumā akbaru min naf`ihimā ۗ wayas-alūnaka mādhā yunfiqūna qulil `afw ۗ kadhālika yubayyinullāhu lakumul-āyāti la`allakum tatafakkarūn"
    },
    {
      "index": 220,
      "arabic": "فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ ۗ وَيَسْـَٔلُونَكَ عَنِ ٱلْيَتَـٰمَىٰ ۖ قُلْ إِصْلَاحٌ لَّهُمْ خَيْرٌ ۖ وَإِن تُخَالِطُوهُمْ فَإِخْوَٰنُكُمْ ۚ وَٱللَّهُ يَعْلَمُ ٱلْمُفْسِدَ مِنَ ٱلْمُصْلِحِ ۚ وَلَوْ شَآءَ ٱللَّهُ لَأَعْنَتَكُمْ ۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
      "translation": "On this world and the next. And they ask you about the orphans. Tell them: \"Improving their lot is much better; and if you take interest in their affairs, they are your brethren; and God is aware who are corrupt and who are honest; and if He had pleased He could surely have imposed on you hardship, for God is all-powerful and all-wise.",
      "transliteration": "fid dunyā wal-ākhirah ۗ wayas-alūnaka `anil yatāmā ۖ qul iṣlāḥul lahum khayr ۖ wa in tukhāliṭūhum fa-ikhwānukum ۚ wallāhu ya`lamul mufsida minal muṣliḥ ۚ walaw shā-allāhu la-a`natakum ۚ innallāha `azīzun ḥakīm"
    },
    {
      "index": 221,
      "arabic": "وَلَا تَنكِحُوا۟ ٱلْمُشْرِكَـٰتِ حَتَّىٰ يُؤْمِنَّ ۚ وَلَأَمَةٌ مُّؤْمِنَةٌ خَيْرٌ مِّن مُّشْرِكَةٍ وَلَوْ أَعْجَبَتْكُمْ ۗ وَلَا تُنكِحُوا۟ ٱلْمُشْرِكِينَ حَتَّىٰ يُؤْمِنُوا۟ ۚ وَلَعَبْدٌ مُّؤْمِنٌ خَيْرٌ مِّن مُّشْرِكٍ وَلَوْ أَعْجَبَكُمْ ۗ أُو۟لَـٰٓئِكَ يَدْعُونَ إِلَى ٱلنَّارِ ۖ وَٱللَّهُ يَدْعُوٓا۟ إِلَى ٱلْجَنَّةِ وَٱلْمَغْفِرَةِ بِإِذْنِهِۦ ۖ وَيُبَيِّنُ ءَايَـٰتِهِۦ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ",
      "translation": "Do not marry idolatrous women unless they join the faith. A maid servant who is a believer is better than an idolatress even though you may like her. And do not marry your daughters to idolaters until they accept the faith. A servant who is a believer is better than an idolater even though you may like him. They invite you to Hell, but God calls you to Paradise and pardon by His grace. And He makes His signs manifest that men may haply take heed.",
      "transliteration": "walā tankiḥul mushrikāti ḥattā yu-minn ۚ wala-amatun mu-minatun khayrun min mushrikatin walaw a`jabatkum ۗ walā tunkiḥul mushrikīna ḥattā yu-minū ۚ wala`abdun mu-minun khayrun min mushrikin walaw a`jabakum ۗ ulā-ika yad`ūna ilan nār ۖ wallāhu yad`ū ilal-jannati wal maghfirati bi-idhnih ۖ wayubayyinu āyātihi linnāsi la`allahum yatadhakkarūn"
    },
    {
      "index": 222,
      "arabic": "وَيَسْـَٔلُونَكَ عَنِ ٱلْمَحِيضِ ۖ قُلْ هُوَ أَذًى فَٱعْتَزِلُوا۟ ٱلنِّسَآءَ فِى ٱلْمَحِيضِ ۖ وَلَا تَقْرَبُوهُنَّ حَتَّىٰ يَطْهُرْنَ ۖ فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ ٱللَّهُ ۚ إِنَّ ٱللَّهَ يُحِبُّ ٱلتَّوَّٰبِينَ وَيُحِبُّ ٱلْمُتَطَهِّرِينَ",
      "translation": "They ask you about menstruation. Tell them: \"This is a period of stress. So keep away from women in this state till they are relieved of it. When they are free of it, you may go to them as God has enjoined. For God loves those who seek pardon, and those who are clean.\"",
      "transliteration": "wayas-alūnaka `anil maḥīḍ ۖ qul huwa adhan fa`tazilun nisā-a fil maḥīḍ ۖ walā taqrabūhunna ḥattā yaṭ-hurn ۖ fa-idhā taṭahharna fa-tūhunna min ḥaythu amarakumullāh ۚ innallāha yuḥibbut tawwābīna wayuḥibbul mutaṭahhirīn"
    },
    {
      "index": 223,
      "arabic": "نِسَآؤُكُمْ حَرْثٌ لَّكُمْ فَأْتُوا۟ حَرْثَكُمْ أَنَّىٰ شِئْتُمْ ۖ وَقَدِّمُوا۟ لِأَنفُسِكُمْ ۚ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّكُم مُّلَـٰقُوهُ ۗ وَبَشِّرِ ٱلْمُؤْمِنِينَ",
      "translation": "Women are like fields for you; so seed them as you intend, but plan the future in advance. And fear God, and remember, you have to face Him in the end. So convey glad tidings to those who believe.",
      "transliteration": "nisā-ukum ḥarthul lakum fa-tū ḥarthakum annā shi-tum ۖ waqaddimū li-anfusikum ۚ wattaqullāha wa`lamū annakum mulāqūh ۗ wabashhiril mu-minīn"
    },
    {
      "index": 224,
      "arabic": "وَلَا تَجْعَلُوا۟ ٱللَّهَ عُرْضَةً لِّأَيْمَـٰنِكُمْ أَن تَبَرُّوا۟ وَتَتَّقُوا۟ وَتُصْلِحُوا۟ بَيْنَ ٱلنَّاسِ ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
      "translation": "Do not implicate God in your oaths to avoid doing good and being pious and keeping peace among men, for God hears all and knows everything.",
      "transliteration": "walā taj`alullāha `urḍatan li-aymānikum an tabarrū watattaqū watuṣliḥū baynan nās ۗ wallāhu samī`un `alīm"
    },
    {
      "index": 225,
      "arabic": "لَّا يُؤَاخِذُكُمُ ٱللَّهُ بِٱللَّغْوِ فِىٓ أَيْمَـٰنِكُمْ وَلَـٰكِن يُؤَاخِذُكُم بِمَا كَسَبَتْ قُلُوبُكُمْ ۗ وَٱللَّهُ غَفُورٌ حَلِيمٌ",
      "translation": "God will not call you to account for that which is senseless in your oaths, but only for what is in your hearts; for God is forgiving and forbearing.",
      "transliteration": "lā yu-ākhidhukumullāhu billaghwi fī aymānikum walākin yu-ākhidhukum bimā kasabat qulūbukum ۗ wallāhu ghafūrun ḥalīm"
    },
    {
      "index": 226,
      "arabic": "لِّلَّذِينَ يُؤْلُونَ مِن نِّسَآئِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ ۖ فَإِن فَآءُو فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "translation": "Those who swear to keep away from their wives (with intent of divorcing them) have four months of grace; then if they reconcile (during this period), surely God is forgiving and kind.",
      "transliteration": "lilladhīna yu-lūna min nisā-ihim tarabbuṣu arba`ati ash-hur ۖ fa-in fā-ū fa-innallāha ghafūrun raḥīm"
    },
    {
      "index": 227,
      "arabic": "وَإِنْ عَزَمُوا۟ ٱلطَّلَـٰقَ فَإِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
      "translation": "And if they are bent on divorce, God hears all and knows everything.",
      "transliteration": "wa in `azamuṭ ṭalāqa fa-innallāha samī`un `alīm"
    },
    {
      "index": 228,
      "arabic": "وَٱلْمُطَلَّقَـٰتُ يَتَرَبَّصْنَ بِأَنفُسِهِنَّ ثَلَـٰثَةَ قُرُوٓءٍ ۚ وَلَا يَحِلُّ لَهُنَّ أَن يَكْتُمْنَ مَا خَلَقَ ٱللَّهُ فِىٓ أَرْحَامِهِنَّ إِن كُنَّ يُؤْمِنَّ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۚ وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِى ذَٰلِكَ إِنْ أَرَادُوٓا۟ إِصْلَـٰحًا ۚ وَلَهُنَّ مِثْلُ ٱلَّذِى عَلَيْهِنَّ بِٱلْمَعْرُوفِ ۚ وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ ۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
      "translation": "Women who are divorced have to wait for three monthly periods, and if they believe in God and the Last Day they must not hide unlawfully what God has formed within their wombs. Their husbands would do well to take them back in that case, if they wish to be reconciled. Women also have recognised rights as men have, though men have an edge over them. But God is all-mighty and all-wise.",
      "transliteration": "wal muṭallaqātu yatarabbaṣna bi-anfusihinna thalāthata qurū-ī ۚ walā yaḥillu lahunna an yaktumna mā khalaqallāhu fī arḥāmihinna in kunna yu-minna billāhi wal yawmil-ākhir ۚ wabu`ūlatuhunna aḥaqqu biraddihinna fī dhālika in arādū iṣlāḥā ۚ walahunna mithlul ladhī `alayhinna bil ma`rūf ۚ walirrijāli `alayhinna darajah ۗ wallāhu `azīzun ḥakīm"
    },
    {
      "index": 229,
      "arabic": "ٱلطَّلَـٰقُ مَرَّتَانِ ۖ فَإِمْسَاكٌۢ بِمَعْرُوفٍ أَوْ تَسْرِيحٌۢ بِإِحْسَـٰنٍ ۗ وَلَا يَحِلُّ لَكُمْ أَن تَأْخُذُوا۟ مِمَّآ ءَاتَيْتُمُوهُنَّ شَيْـًٔا إِلَّآ أَن يَخَافَآ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ ۖ فَإِنْ خِفْتُمْ أَلَّا يُقِيمَا حُدُودَ ٱللَّهِ فَلَا جُنَاحَ عَلَيْهِمَا فِيمَا ٱفْتَدَتْ بِهِۦ ۗ تِلْكَ حُدُودُ ٱللَّهِ فَلَا تَعْتَدُوهَا ۚ وَمَن يَتَعَدَّ حُدُودَ ٱللَّهِ فَأُو۟لَـٰٓئِكَ هُمُ ٱلظَّـٰلِمُونَ",
      "translation": "Divorce is (revokable) two times (after pronouncement), after which (there are two ways open for husbands), either (to) keep (the wives) honourably, or part with them in a decent way. You are not allowed to take away the least of what you have given your wives, unless both of you fear that you would not be able to keep within the limits set by God. If you fear you cannot maintain the bounds fixed by God, there will be no blame on either if the woman redeems herself. Do not exceed the limits of God, for those who exceed the bounds set by God are transgressors.",
      "transliteration": "aṭ-ṭalāqu marratān ۖ fa-imsākun bima`rūfin aw tasrīḥun bi-iḥsān ۗ walā yaḥillu lakum an ta-khudhū mimmā ātaytumūhunna shay-an illā an yakhāfā allā yuqīmā ḥudūdallāh ۖ fa-in khiftum allā yuqīmā ḥudūdallāhi falā junāḥa `alayhimā fīmaf-tadat bih ۗ tilka ḥudūdullāhi falā ta`tadūhā ۚ wa man yata`adda ḥudūdallāhi fa-ulā-ika humuẓ ẓālimūn"
    },
    {
      "index": 230,
      "arabic": "فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُۥ مِنۢ بَعْدُ حَتَّىٰ تَنكِحَ زَوْجًا غَيْرَهُۥ ۗ فَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيْهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ ٱللَّهِ ۗ وَتِلْكَ حُدُودُ ٱللَّهِ يُبَيِّنُهَا لِقَوْمٍ يَعْلَمُونَ",
      "translation": "If a man divorces her again (a third time), she becomes unlawful for him (and he cannot remarry her) until she has married another man. Then if he divorces her there is no harm if the two unite again if they think they will keep within the bounds set by God and made clear for those who understand.",
      "transliteration": "fa-in ṭallaqahā falā taḥillu lahu min ba`du ḥattā tankiḥa zawjan ghayrah ۗ fa-in ṭallaqahā falā junāḥa `alayhimā an yatarāja`ā in ẓannā an yuqīmā ḥudūdallāh ۗ watilka ḥudūdullāhi yubayyinuhā liqawmiy ya`lamūn"
    },
    {
      "index": 231,
      "arabic": "وَإِذَا طَلَّقْتُمُ ٱلنِّسَآءَ فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ ۚ وَلَا تُمْسِكُوهُنَّ ضِرَارًا لِّتَعْتَدُوا۟ ۚ وَمَن يَفْعَلْ ذَٰلِكَ فَقَدْ ظَلَمَ نَفْسَهُۥ ۚ وَلَا تَتَّخِذُوٓا۟ ءَايَـٰتِ ٱللَّهِ هُزُوًا ۚ وَٱذْكُرُوا۟ نِعْمَتَ ٱللَّهِ عَلَيْكُمْ وَمَآ أَنزَلَ عَلَيْكُم مِّنَ ٱلْكِتَـٰبِ وَٱلْحِكْمَةِ يَعِظُكُم بِهِۦ ۚ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
      "translation": "When you have divorced your wives, and they have reached the end of the period of waiting, then keep them honourably (by revoking the divorce), or let them go with honour, and do not detain them with the intent of harassing lest you should transgress. He who does so will wrong himself. Do not mock the decrees of God, and remember the favours God has bestowed on you, and revealed to you the Book and the Law to warn you of the consequences of doing wrong. Have fear of God, and remember, God is cognisant of everything.",
      "transliteration": "wa idhā ṭallaqtumun nisā-a fabalaghna ajalahunna fa-amsikūhunna bima`rūfin aw sarriḥūhunna bima`rūf ۚ walā tumsikūhunna ḍirāral lita`tadū ۚ wa man yaf`al dhālika faqad ẓalama nafsah ۚ walā tattakhidhū āyātillāhi huzuwā ۚ wadhkurū ni`matallāhi `alaykum wa mā anzala `alaykum minal kitābi wal ḥikmati ya`iẓukum bih ۚ wattaqullāha wa`lamū annallāha bikulli shay-in `alīm"
    },
    {
      "index": 232,
      "arabic": "وَإِذَا طَلَّقْتُمُ ٱلنِّسَآءَ فَبَلَغْنَ أَجَلَهُنَّ فَلَا تَعْضُلُوهُنَّ أَن يَنكِحْنَ أَزْوَٰجَهُنَّ إِذَا تَرَٰضَوْا۟ بَيْنَهُم بِٱلْمَعْرُوفِ ۗ ذَٰلِكَ يُوعَظُ بِهِۦ مَن كَانَ مِنكُمْ يُؤْمِنُ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۗ ذَٰلِكُمْ أَزْكَىٰ لَكُمْ وَأَطْهَرُ ۗ وَٱللَّهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ",
      "translation": "When you have divorced your wives and they have completed the fixed term (of waiting), do not stop them from marrying other men if it is agreed between them honourably. This warning is for those among you who believe in God and the Last Day. This is both proper and right for you, for God knows and you do not know.",
      "transliteration": "wa idhā ṭallaqtumun nisā-a fabalaghna ajalahunna falā ta`ḍulūhunna an yankiḥna azwājahunna idhā tarāḍaw baynahum bil ma`rūf ۗ dhālika yū`aẓu bihi man kāna minkum yu-minu billāhi wal yawmil-ākhir ۗ dhālikum azkā lakum wa-aṭ-har ۗ wallāhu ya`lamu wa-antum lā ta`lamūn"
    },
    {
      "index": 233,
      "arabic": "وَٱلْوَٰلِدَٰتُ يُرْضِعْنَ أَوْلَـٰدَهُنَّ حَوْلَيْنِ كَامِلَيْنِ ۖ لِمَنْ أَرَادَ أَن يُتِمَّ ٱلرَّضَاعَةَ ۚ وَعَلَى ٱلْمَوْلُودِ لَهُۥ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بِٱلْمَعْرُوفِ ۚ لَا تُكَلَّفُ نَفْسٌ إِلَّا وُسْعَهَا ۚ لَا تُضَآرَّ وَٰلِدَةٌۢ بِوَلَدِهَا وَلَا مَوْلُودٌ لَّهُۥ بِوَلَدِهِۦ ۚ وَعَلَى ٱلْوَارِثِ مِثْلُ ذَٰلِكَ ۗ فَإِنْ أَرَادَا فِصَالًا عَن تَرَاضٍ مِّنْهُمَا وَتَشَاوُرٍ فَلَا جُنَاحَ عَلَيْهِمَا ۗ وَإِنْ أَرَدتُّمْ أَن تَسْتَرْضِعُوٓا۟ أَوْلَـٰدَكُمْ فَلَا جُنَاحَ عَلَيْكُمْ إِذَا سَلَّمْتُم مَّآ ءَاتَيْتُم بِٱلْمَعْرُوفِ ۗ وَٱتَّقُوا۟ ٱللَّهَ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ",
      "translation": "The mothers should suckle their babies for a period of two years for those (fathers) who wish that they should complete the suckling, in which case they should feed them and clothe them in a befitting way; but no soul should be compelled beyond capacity, neither the mother made to suffer for the child nor the father for his offspring. The same holds good for the heir of the father (if he dies). If they wish to wean the child by mutual consent there is no harm. And if you wish to engage a wet nurse you may do so if you pay her an agreed amount as is customary. But fear God, and remember that God sees all that you do.",
      "transliteration": "wal wālidātu yurḍi`na awlādahunna ḥawlayni kāmilayn ۖ liman arāda an yutimmar raḍā`ah ۚ wa`alal-mawlūdi lahu rizquhunna wakiswatuhunna bil ma`rūf ۚ lā tukallafu nafsun illā wus`ahā ۚ lā tuḍārra wālidatun biwaladihā walā mawlūdul lahu biwaladih ۚ wa`alal-wārithi mithlu dhālik ۗ fa-in arādā fiṣālan `an tarāḍin minhumā watashāwurin falā junāḥa `alayhimā ۗ wa in aradtum an tastarḍi`ū awlādakum falā junāḥa `alaykum idhā sallamtum mā ātaytum bil ma`rūf ۗ wattaqullāha wa`lamū annallāha bimā ta`malūna baṣīr"
    },
    {
      "index": 234,
      "arabic": "وَٱلَّذِينَ يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَٰجًا يَتَرَبَّصْنَ بِأَنفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا ۖ فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَلَا جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ فِىٓ أَنفُسِهِنَّ بِٱلْمَعْرُوفِ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
      "translation": "Wives of men who die among you should wait (after their husbands death) for four months and ten days; and when the term is over there is no sin if they do what they like with themselves honourably, for God is aware of all that you do.",
      "transliteration": "wal ladhīna yutawaffawna minkum wayadharūna azwājan yatarabbaṣna bi-anfusihinna arba`ata ash-hurin wa`ashrā ۖ fa-idhā balaghna ajalahunna falā junāḥa `alaykum fīmā fa`alna fī anfusihinna bil ma`rūf ۗ wallāhu bimā ta`malūna khabīr"
    },
    {
      "index": 235,
      "arabic": "وَلَا جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُم بِهِۦ مِنْ خِطْبَةِ ٱلنِّسَآءِ أَوْ أَكْنَنتُمْ فِىٓ أَنفُسِكُمْ ۚ عَلِمَ ٱللَّهُ أَنَّكُمْ سَتَذْكُرُونَهُنَّ وَلَـٰكِن لَّا تُوَاعِدُوهُنَّ سِرًّا إِلَّآ أَن تَقُولُوا۟ قَوْلًا مَّعْرُوفًا ۚ وَلَا تَعْزِمُوا۟ عُقْدَةَ ٱلنِّكَاحِ حَتَّىٰ يَبْلُغَ ٱلْكِتَـٰبُ أَجَلَهُۥ ۚ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِىٓ أَنفُسِكُمْ فَٱحْذَرُوهُ ۚ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ غَفُورٌ حَلِيمٌ",
      "translation": "There is no harm in proposing in secret to (any of) these women, or keeping the intention to yourself: God is aware that you will keep them in mind. Yet do not make a promise in secret, unless you speak in a manner that is proper; and do not resolve upon marriage till the fixed term of waiting is over. Remember that God knows what is in your hearts; so be fearful of Him, and remember that God is forgiving and forbearing.",
      "transliteration": "walā junāḥa `alaykum fīmā `arraḍtum bihi min khiṭbatin nisā-i aw aknantum fī anfusikum ۚ `alimallāhu annakum satadhkurūnahunna walākin lā tuwā`idūhunna sirran illā an taqūlū qawlan ma`rūfā ۚ walā ta`zimū `uqdatan nikāḥi ḥattā yablughal kitābu ajalah ۚ wa`lamū annallāha ya`lamu mā fī anfusikum faḥdharūh ۚ wa`lamū annallāha ghafūrun ḥalīm"
    },
    {
      "index": 236,
      "arabic": "لَّا جُنَاحَ عَلَيْكُمْ إِن طَلَّقْتُمُ ٱلنِّسَآءَ مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُوا۟ لَهُنَّ فَرِيضَةً ۚ وَمَتِّعُوهُنَّ عَلَى ٱلْمُوسِعِ قَدَرُهُۥ وَعَلَى ٱلْمُقْتِرِ قَدَرُهُۥ مَتَـٰعًۢا بِٱلْمَعْرُوفِ ۖ حَقًّا عَلَى ٱلْمُحْسِنِينَ",
      "translation": "There is no sin in divorcing your wives before the consummation of marriage or settling the dowry; but then provide adequately for them, the affluent according to their means, the poor in accordance with theirs as is befitting. This is surely the duty of those who do good.",
      "transliteration": "lā junāḥa `alaykum in ṭallaqtumun nisā-a mā lam tamassūhunna aw tafriḍū lahunna farīḍah ۚ wa matti`ūhunna `alal-mūsi`i qadaruhu wa`alal-muqtiri qadaruhu matā`an bil ma`rūf ۖ ḥaqqan `alal-muḥsinīn"
    },
    {
      "index": 237,
      "arabic": "وَإِن طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ إِلَّآ أَن يَعْفُونَ أَوْ يَعْفُوَا۟ ٱلَّذِى بِيَدِهِۦ عُقْدَةُ ٱلنِّكَاحِ ۚ وَأَن تَعْفُوٓا۟ أَقْرَبُ لِلتَّقْوَىٰ ۚ وَلَا تَنسَوُا۟ ٱلْفَضْلَ بَيْنَكُمْ ۚ إِنَّ ٱللَّهَ بِمَا تَعْمَلُونَ بَصِيرٌ",
      "translation": "And if you divorce them before the consummation of marriage, but after settling the dowry, then half the settled dowry must be paid, unless the woman forgoes it, or the person who holds the bond of marriage pays the full amount. And if the man pays the whole, it is nearer to piety. But do not forget to be good to each other, and remember that God sees all that you do.",
      "transliteration": "wa in ṭallaqtumūhunna min qabli an tamassūhunna waqad faraḍtum lahunna farīḍatan faniṣfu mā faraḍtum illā an ya`fūna aw ya`fuwal ladhī biyadihi `uqdatun nikāḥ ۚ wa-an ta`fū aqrabu littaqwā ۚ walā tansawul faḍla baynakum ۚ innallāha bimā ta`malūna baṣīr"
    },
    {
      "index": 238,
      "arabic": "حَـٰفِظُوا۟ عَلَى ٱلصَّلَوَٰتِ وَٱلصَّلَوٰةِ ٱلْوُسْطَىٰ وَقُومُوا۟ لِلَّهِ قَـٰنِتِينَ",
      "translation": "Be wakeful of your service of prayer, and the midmost service; and honour God by standing before Him in devotion.",
      "transliteration": "ḥāfiẓū `alaṣ ṣalawāti waṣ ṣalātil wusṭā waqūmū lillāhi qānitīn"
    },
    {
      "index": 239,
      "arabic": "فَإِنْ خِفْتُمْ فَرِجَالًا أَوْ رُكْبَانًا ۖ فَإِذَآ أَمِنتُمْ فَٱذْكُرُوا۟ ٱللَّهَ كَمَا عَلَّمَكُم مَّا لَمْ تَكُونُوا۟ تَعْلَمُونَ",
      "translation": "If you fear (war or danger), pray while standing or on horseback; but when you have safety again remember God, for He taught you what you did not know.",
      "transliteration": "fa-in khiftum farijālan aw rukbānā ۖ fa-idhā amintum fadhkurullāha kamā `allamakum mā lam takūnū ta`lamūn"
    },
    {
      "index": 240,
      "arabic": "وَٱلَّذِينَ يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَٰجًا وَصِيَّةً لِّأَزْوَٰجِهِم مَّتَـٰعًا إِلَى ٱلْحَوْلِ غَيْرَ إِخْرَاجٍ ۚ فَإِنْ خَرَجْنَ فَلَا جُنَاحَ عَلَيْكُمْ فِى مَا فَعَلْنَ فِىٓ أَنفُسِهِنَّ مِن مَّعْرُوفٍ ۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
      "translation": "Those among you about to die leaving wives behind, should bequeath a year's maintenance and lodging for them, without expelling them from home. But if they leave (of their own accord), you will not be blamed for what they do with themselves in their own rights. God is all-mighty and all-wise.",
      "transliteration": "wal ladhīna yutawaffawna minkum wayadharūna azwājan waṣiyyatan li-azwājihim matā`an ilal-ḥawli ghayra ikhrāj ۚ fa-in kharajna falā junāḥa `alaykum fī mā fa`alna fī anfusihinna min ma`rūf ۗ wallāhu `azīzun ḥakīm"
    },
    {
      "index": 241,
      "arabic": "وَلِلْمُطَلَّقَـٰتِ مَتَـٰعٌۢ بِٱلْمَعْرُوفِ ۖ حَقًّا عَلَى ٱلْمُتَّقِينَ",
      "translation": "Making a fair provision for women who are divorced is the duty of those who are God-fearing and pious.",
      "transliteration": "walil-muṭallaqāti matā`un bil ma`rūf ۖ ḥaqqan `alal-muttaqīn"
    },
    {
      "index": 242,
      "arabic": "كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمْ ءَايَـٰتِهِۦ لَعَلَّكُمْ تَعْقِلُونَ",
      "translation": "So does God pronounce His decrees that you may understand.",
      "transliteration": "kadhālika yubayyinullāhu lakum āyātihi la`allakum ta`qilūn"
    },
    {
      "index": 243,
      "arabic": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ خَرَجُوا۟ مِن دِيَـٰرِهِمْ وَهُمْ أُلُوفٌ حَذَرَ ٱلْمَوْتِ فَقَالَ لَهُمُ ٱللَّهُ مُوتُوا۟ ثُمَّ أَحْيَـٰهُمْ ۚ إِنَّ ٱللَّهَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ",
      "translation": "Have you never thought of men who went out of their homes as a measure of safety against death, and they were thousands, to whom God said: \"Die,\" then restored them to life? Indeed God bestows His blessings on men; only most men are not grateful.",
      "transliteration": "alam tara ilal ladhīna kharajū min diyārihim wahum ulūfun ḥadharal mawti faqāla lahumullāhu mūtū thumma aḥyāhum ۚ innallāha ladhū faḍlin `alan nāsi walākinna aktharan nāsi lā yashkurūn"
    },
    {
      "index": 244,
      "arabic": "وَقَـٰتِلُوا۟ فِى سَبِيلِ ٱللَّهِ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
      "translation": "Fight in the way of God, and remember that God hears all and knows everything.",
      "transliteration": "waqātilū fī sabīlillāhi wa`lamū annallāha samī`un `alīm"
    },
    {
      "index": 245,
      "arabic": "مَّن ذَا ٱلَّذِى يُقْرِضُ ٱللَّهَ قَرْضًا حَسَنًا فَيُضَـٰعِفَهُۥ لَهُۥٓ أَضْعَافًا كَثِيرَةً ۚ وَٱللَّهُ يَقْبِضُ وَيَبْصُۜطُ وَإِلَيْهِ تُرْجَعُونَ",
      "translation": "Who will give a goodly loan to God which He might double many times? For God withholds and enlarges, and to Him you will return.",
      "transliteration": "man dhal ladhī yuqriḍullāha qarḍan ḥasanan fayuḍā`ifahu lahu aḍ`āfan kathīrah ۚ wallāhu yaqbiḍu wayabsuṭu wa ilayhi turja`ūn"
    },
    {
      "index": 246,
      "arabic": "أَلَمْ تَرَ إِلَى ٱلْمَلَإِ مِنۢ بَنِىٓ إِسْرَٰٓءِيلَ مِنۢ بَعْدِ مُوسَىٰٓ إِذْ قَالُوا۟ لِنَبِىٍّ لَّهُمُ ٱبْعَثْ لَنَا مَلِكًا نُّقَـٰتِلْ فِى سَبِيلِ ٱللَّهِ ۖ قَالَ هَلْ عَسَيْتُمْ إِن كُتِبَ عَلَيْكُمُ ٱلْقِتَالُ أَلَّا تُقَـٰتِلُوا۟ ۖ قَالُوا۟ وَمَا لَنَآ أَلَّا نُقَـٰتِلَ فِى سَبِيلِ ٱللَّهِ وَقَدْ أُخْرِجْنَا مِن دِيَـٰرِنَا وَأَبْنَآئِنَا ۖ فَلَمَّا كُتِبَ عَلَيْهِمُ ٱلْقِتَالُ تَوَلَّوْا۟ إِلَّا قَلِيلًا مِّنْهُمْ ۗ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّـٰلِمِينَ",
      "translation": "Have you thought of the elders of Israel after Moses, and how they said to their apostle: \"Set up a king for us, then we shall fight in the way of God?\" He replied: \"This too is possible that when commanded to fight you may not fight at all.\" They said: \"How is it we should not fight in the way of God when we have been driven from our homes and deprived of our Sons?\" But when they were ordered to fight they turned away, except for a few; yet God knows the sinners.",
      "transliteration": "alam tara ilal-mala-i min banī isrā-iyla min ba`di mūsā idh qālū linabiyyin lahumub-`ath lanā malikan nuqātil fī sabīlillāh ۖ qāla hal `asaytum in kutiba `alaykumul qitālu allā tuqātilū ۖ qālū wa mā lanā allā nuqātila fī sabīlillāhi waqad ukhrijnā min diyārinā wa-abnā-inā ۖ falammā kutiba `alayhimul qitālu tawallaw illā qalīlan minhum ۗ wallāhu `alīmun biẓ ẓālimīn"
    },
    {
      "index": 247,
      "arabic": "وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ ٱللَّهَ قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكًا ۚ قَالُوٓا۟ أَنَّىٰ يَكُونُ لَهُ ٱلْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بِٱلْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِّنَ ٱلْمَالِ ۚ قَالَ إِنَّ ٱللَّهَ ٱصْطَفَىٰهُ عَلَيْكُمْ وَزَادَهُۥ بَسْطَةً فِى ٱلْعِلْمِ وَٱلْجِسْمِ ۖ وَٱللَّهُ يُؤْتِى مُلْكَهُۥ مَن يَشَآءُ ۚ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
      "translation": "And when their prophet said to them: \"God has raised Saul king over you,\" they said: \"How can he be king over us when we have greater right to kingship than he, for he does not even possess abundant wealth?\" \"God has chosen him in preference to you,\" said the prophet \"and given him much more wisdom and prowess; and God gives authority to whomsoever He will: God is infinite and all-wise.\"",
      "transliteration": "waqāla lahum nabiyyuhum innallāha qad ba`atha lakum ṭālūta malikā ۚ qālū annā yakūnu lahul mulku `alaynā wanaḥnu aḥaqqu bil mulki minhu walam yu-ta sa`atan minal māl ۚ qāla innallāhaṣ-ṭafāhu `alaykum wazādahu basṭatan fil `il-mi wal jism ۖ wallāhu yu-tī mulkahu man yashā-u ۚ wallāhu wāsi`un `alīm"
    },
    {
      "index": 248,
      "arabic": "وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ ءَايَةَ مُلْكِهِۦٓ أَن يَأْتِيَكُمُ ٱلتَّابُوتُ فِيهِ سَكِينَةٌ مِّن رَّبِّكُمْ وَبَقِيَّةٌ مِّمَّا تَرَكَ ءَالُ مُوسَىٰ وَءَالُ هَـٰرُونَ تَحْمِلُهُ ٱلْمَلَـٰٓئِكَةُ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ",
      "translation": "Their prophet said to them: \"The sign of his kingship will be that you will come to have a heart full of peace and tranquility from your Lord and the legacy left by Moses' and Aaron's family supported by angels. This shall be a token for you if you really believe.\"",
      "transliteration": "waqāla lahum nabiyyuhum inna āyata mulkihi an ya-tiyakumut tābūtu fīhi sakīnatun min rabbikum wabaqiyyatun mimmā taraka ālu mūsā wa-ālu hārūna taḥmiluhul malā-ikah ۚ inna fī dhālika la-āyatan lakum in kuntum mu-minīn"
    },
    {
      "index": 249,
      "arabic": "فَلَمَّا فَصَلَ طَالُوتُ بِٱلْجُنُودِ قَالَ إِنَّ ٱللَّهَ مُبْتَلِيكُم بِنَهَرٍ فَمَن شَرِبَ مِنْهُ فَلَيْسَ مِنِّى وَمَن لَّمْ يَطْعَمْهُ فَإِنَّهُۥ مِنِّىٓ إِلَّا مَنِ ٱغْتَرَفَ غُرْفَةًۢ بِيَدِهِۦ ۚ فَشَرِبُوا۟ مِنْهُ إِلَّا قَلِيلًا مِّنْهُمْ ۚ فَلَمَّا جَاوَزَهُۥ هُوَ وَٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ قَالُوا۟ لَا طَاقَةَ لَنَا ٱلْيَوْمَ بِجَالُوتَ وَجُنُودِهِۦ ۚ قَالَ ٱلَّذِينَ يَظُنُّونَ أَنَّهُم مُّلَـٰقُوا۟ ٱللَّهِ كَم مِّن فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةًۢ بِإِذْنِ ٱللَّهِ ۗ وَٱللَّهُ مَعَ ٱلصَّـٰبِرِينَ",
      "translation": "When Saul led his armies, he said: \"God will test you by a stream. Whoever drinks its water will not be of me; but those who do not drink shall be on my side. The only exception will be those who scoop up a palmful of water with their hands.\" And but for a few they all drank of its water. When they had crossed it, and those who believed with him, they said: \"We have no strength to combat Goliath and his forces today. But those who believed they have to face their Lord, said: \"Many a time has a small band defeated a large horde by the will of God. God is with those who are patient (and persevere).\"",
      "transliteration": "falammā faṣala ṭālūtu bil junūdi qāla innallāha mubtalīkum binaharin faman shariba minhu falaysa minnī wa man lam yaṭ`amhu fa-innahu minnī illā manigh-tarafa ghurfatan biyadih ۚ fasharibū minhu illā qalīlan minhum ۚ falammā jāwazahu huwa wal ladhīna āmanū ma`ahu qālū lā ṭāqata lanal yawma bijālūta wajunūdih ۚ qālal ladhīna yaẓunnūna annahum mulāqullāhi kam min fi-atin qalīlatin ghalabat fi-atan kathīratan bi-idhnillāh ۗ wallāhu ma`aṣ ṣābirīn"
    },
    {
      "index": 250,
      "arabic": "وَلَمَّا بَرَزُوا۟ لِجَالُوتَ وَجُنُودِهِۦ قَالُوا۟ رَبَّنَآ أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِّتْ أَقْدَامَنَا وَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ",
      "translation": "And when they were facing Goliath and his hordes they prayed: \"O Lord, give us endurance and steady our steps, and help us against the deniers of truth.\"",
      "transliteration": "walammā barazū lijālūta wajunūdihi qālū rabbanā afrigh `alaynā ṣabran wathabbit aqdāmanā wanṣurnā `alal-qawmil kāfirīn"
    },
    {
      "index": 251,
      "arabic": "فَهَزَمُوهُم بِإِذْنِ ٱللَّهِ وَقَتَلَ دَاوُۥدُ جَالُوتَ وَءَاتَىٰهُ ٱللَّهُ ٱلْمُلْكَ وَٱلْحِكْمَةَ وَعَلَّمَهُۥ مِمَّا يَشَآءُ ۗ وَلَوْلَا دَفْعُ ٱللَّهِ ٱلنَّاسَ بَعْضَهُم بِبَعْضٍ لَّفَسَدَتِ ٱلْأَرْضُ وَلَـٰكِنَّ ٱللَّهَ ذُو فَضْلٍ عَلَى ٱلْعَـٰلَمِينَ",
      "translation": "By the will of God they defeated them, and David killed Goliath, and God gave him kingship and wisdom, and taught him whatsoever He pleased. If God did not make men deter one another this earth would indeed be depraved. But gracious is God to the people of the world.",
      "transliteration": "fahazamūhum bi-idhnillāhi waqatala dāwūdu jālūta wa-ātāhullāhul mulka wal ḥikmata wa`allamahu mimmā yashā-u ۗ walawlā daf`ullāhin nāsa ba`ḍahum biba`ḍin lafasadatil-arḍu walākinnallāha dhū faḍlin `alal-`ālamīn"
    },
    {
      "index": 252,
      "arabic": "تِلْكَ ءَايَـٰتُ ٱللَّهِ نَتْلُوهَا عَلَيْكَ بِٱلْحَقِّ ۚ وَإِنَّكَ لَمِنَ ٱلْمُرْسَلِينَ",
      "translation": "These are the messages of God. We recite them to you in all truth, as indeed you are one of the apostles.",
      "transliteration": "tilka āyātullāhi natlūhā `alayka bil ḥaqq ۚ wa innaka laminal mursalīn"
    },
    {
      "index": 253,
      "arabic": "تِلْكَ ٱلرُّسُلُ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ ۘ مِّنْهُم مَّن كَلَّمَ ٱللَّهُ ۖ وَرَفَعَ بَعْضَهُمْ دَرَجَـٰتٍ ۚ وَءَاتَيْنَا عِيسَى ٱبْنَ مَرْيَمَ ٱلْبَيِّنَـٰتِ وَأَيَّدْنَـٰهُ بِرُوحِ ٱلْقُدُسِ ۗ وَلَوْ شَآءَ ٱللَّهُ مَا ٱقْتَتَلَ ٱلَّذِينَ مِنۢ بَعْدِهِم مِّنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَـٰتُ وَلَـٰكِنِ ٱخْتَلَفُوا۟ فَمِنْهُم مَّنْ ءَامَنَ وَمِنْهُم مَّن كَفَرَ ۚ وَلَوْ شَآءَ ٱللَّهُ مَا ٱقْتَتَلُوا۟ وَلَـٰكِنَّ ٱللَّهَ يَفْعَلُ مَا يُرِيدُ",
      "translation": "Of all these apostles We have favoured some over the others. God has addressed some of them, and the stations of some have been exalted over the others. And to Jesus, son of Mary, We gave tokens, and reinforced him with divine grace. If God had so willed those who came after them would never have contended when clear signs had come to them. But dissensions arose, some believed, some denied. And if God had willed they would never have fought among themselves. But God does whatsoever He please.",
      "transliteration": "tilkar rusulu faḍḍalnā ba`ḍahum `alā ba`ḍ ۘ minhum man kallamallāh ۖ warafa`a ba`ḍahum darajāt ۚ wa-ātaynā `īsab-na maryamal bayyināti wa-ayyadnāhu birūḥil qudus ۗ walaw shā-allāhu maq-tatalal ladhīna min ba`dihim min ba`di mā jā-at humul bayyinātu walākinikh-talafū faminhum man āmana wa minhum man kafar ۚ walaw shā-allāhu maq-tatalū walākinnallāha yaf`alu mā yurīd"
    },
    {
      "index": 254,
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَنفِقُوا۟ مِمَّا رَزَقْنَـٰكُم مِّن قَبْلِ أَن يَأْتِىَ يَوْمٌ لَّا بَيْعٌ فِيهِ وَلَا خُلَّةٌ وَلَا شَفَـٰعَةٌ ۗ وَٱلْكَـٰفِرُونَ هُمُ ٱلظَّـٰلِمُونَ",
      "translation": "O believers, expend of what We have given you before the day arrives on which there will be no barter, and no friendship or intercession matter, and those who are disbelievers will be sinners.",
      "transliteration": "yā-ayyuhal ladhīna āmanū anfiqū mimmā razaqnākum min qabli an ya-tiya yawmul lā bay`un fīhi walā khullatun walā shafā`ah ۗ wal kāfirūna humuẓ ẓālimūn"
    },
    {
      "index": 255,
      "arabic": "ٱللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْحَىُّ ٱلْقَيُّومُ ۚ لَا تَأْخُذُهُۥ سِنَةٌ وَلَا نَوْمٌ ۚ لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ مَن ذَا ٱلَّذِى يَشْفَعُ عِندَهُۥٓ إِلَّا بِإِذْنِهِۦ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَىْءٍ مِّنْ عِلْمِهِۦٓ إِلَّا بِمَا شَآءَ ۚ وَسِعَ كُرْسِيُّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ ۖ وَلَا يَـُٔودُهُۥ حِفْظُهُمَا ۚ وَهُوَ ٱلْعَلِىُّ ٱلْعَظِيمُ",
      "translation": "God: There is no god but He, the living, eternal, self-subsisting, ever sustaining. Neither does somnolence affect Him nor sleep. To Him belongs all that is in the heavens and the earth: and who can intercede with Him except by His leave? Known to Him is all that is present before men and what is hidden (in time past and time future), and not even a little of His knowledge can they grasp except what He will. His seat extends over heavens and the earth, and He tires not protecting them: He alone is all high and supreme.",
      "transliteration": "allāhu lā ilāha illā huwal ḥayyul qayyūm ۚ lā ta-khudhuhu sinatun walā nawm ۚ lahu mā fis samāwāti wa mā fil-arḍ ۗ man dhal ladhī yashfa`u `indahu illā bi-idhnih ۚ ya`lamu mā bayna aydīhim wa mā khalfahum ۖ walā yuḥīṭūna bishay-in min `il-mihi illā bimā shā-a ۚ wasi`a kursiyyuhus samāwāti wal-arḍ ۖ walā ya-ūduhu ḥifẓuhumā ۚ wahuwal `aliyyul `aẓīm"
    },
    {
      "index": 256,
      "arabic": "لَآ إِكْرَاهَ فِى ٱلدِّينِ ۖ قَد تَّبَيَّنَ ٱلرُّشْدُ مِنَ ٱلْغَىِّ ۚ فَمَن يَكْفُرْ بِٱلطَّـٰغُوتِ وَيُؤْمِنۢ بِٱللَّهِ فَقَدِ ٱسْتَمْسَكَ بِٱلْعُرْوَةِ ٱلْوُثْقَىٰ لَا ٱنفِصَامَ لَهَا ۗ وَٱللَّهُ سَمِيعٌ عَلِيمٌ",
      "translation": "There is no compulsion in matter of faith. Distinct is the way of guidance now from error. He who turns away from the forces of evil and believes in God, will surely hold fast to a handle that is strong and unbreakable, for God hears all and knows everything.",
      "transliteration": "lā ikrāha fid dīn ۖ qad tabayyanar rushdu minal ghayy ۚ faman yakfur biṭ ṭāghūti wayu-min billāhi faqadis-tamsaka bil `urwatil wuthqā lan-fiṣāma lahā ۗ wallāhu samī`un `alīm"
    },
    {
      "index": 257,
      "arabic": "ٱللَّهُ وَلِىُّ ٱلَّذِينَ ءَامَنُوا۟ يُخْرِجُهُم مِّنَ ٱلظُّلُمَـٰتِ إِلَى ٱلنُّورِ ۖ وَٱلَّذِينَ كَفَرُوٓا۟ أَوْلِيَآؤُهُمُ ٱلطَّـٰغُوتُ يُخْرِجُونَهُم مِّنَ ٱلنُّورِ إِلَى ٱلظُّلُمَـٰتِ ۗ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "translation": "God is the friend of those who believe, and leads them out of darkness into light; but the patrons of infidels are idols and devils who lead them from light into darkness. They are the residents of Hell, and will there for ever abide.",
      "transliteration": "allāhu waliyyul ladhīna āmanū yukhrijuhum minaẓ ẓulumāti ilan nūr ۖ wal ladhīna kafarū awliyā-uhumuṭ ṭāghūtu yukhrijūnahum minan nūri ilaẓ ẓulumāt ۗ ulā-ika aṣ-ḥābun nār ۖ hum fīhā khālidūn"
    },
    {
      "index": 258,
      "arabic": "أَلَمْ تَرَ إِلَى ٱلَّذِى حَآجَّ إِبْرَٰهِـۧمَ فِى رَبِّهِۦٓ أَنْ ءَاتَىٰهُ ٱللَّهُ ٱلْمُلْكَ إِذْ قَالَ إِبْرَٰهِـۧمُ رَبِّىَ ٱلَّذِى يُحْىِۦ وَيُمِيتُ قَالَ أَنَا۠ أُحْىِۦ وَأُمِيتُ ۖ قَالَ إِبْرَٰهِـۧمُ فَإِنَّ ٱللَّهَ يَأْتِى بِٱلشَّمْسِ مِنَ ٱلْمَشْرِقِ فَأْتِ بِهَا مِنَ ٱلْمَغْرِبِ فَبُهِتَ ٱلَّذِى كَفَرَ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
      "translation": "Have you thought of the man who argued with Abraham about his Lord because God had given him a kingdom? When Abraham said: \"My Lord is the giver of life and death,\" he replied: \"I am the giver of life and death.\" And Abraham said: \"God makes the sun rise from the East; so you make it rise from the West,\" and dumbfounded was the infidel. God does not guide those who are unjust.",
      "transliteration": "alam tara ilal ladhī ḥājja ibrāh-yma fī rabbihi an ātāhullāhul mulka idh qāla ibrāh-ymu rabbiyal ladhī yuḥyī wayumītu qāla ana uḥyī wa-umīt ۖ qāla ibrāh-ymu fa-innallāha ya-tī bish shamsi minal mashriqi fa-ti bihā minal maghribi fabuhital ladhī kafar ۗ wallāhu lā yahdil qawmaẓ ẓālimīn"
    },
    {
      "index": 259,
      "arabic": "أَوْ كَٱلَّذِى مَرَّ عَلَىٰ قَرْيَةٍ وَهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا قَالَ أَنَّىٰ يُحْىِۦ هَـٰذِهِ ٱللَّهُ بَعْدَ مَوْتِهَا ۖ فَأَمَاتَهُ ٱللَّهُ مِا۟ئَةَ عَامٍ ثُمَّ بَعَثَهُۥ ۖ قَالَ كَمْ لَبِثْتَ ۖ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ ۖ قَالَ بَل لَّبِثْتَ مِا۟ئَةَ عَامٍ فَٱنظُرْ إِلَىٰ طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ ۖ وَٱنظُرْ إِلَىٰ حِمَارِكَ وَلِنَجْعَلَكَ ءَايَةً لِّلنَّاسِ ۖ وَٱنظُرْ إِلَى ٱلْعِظَامِ كَيْفَ نُنشِزُهَا ثُمَّ نَكْسُوهَا لَحْمًا ۚ فَلَمَّا تَبَيَّنَ لَهُۥ قَالَ أَعْلَمُ أَنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "translation": "Or take the man who passed by a town which lay destroyed upside down. He said: \"How can God restore this city now that it is destroyed?\" So God made him die for a hundred years, then brought him back to life, and inquired: \"How long did you stay in this state?\" \"A day or less than a day,\" he replied. \"No,\" He said, \"you were dead a hundred years, yet look at your victuals, they have not decomposed; and look at your ass! We shall make you a warning for men. And regard the bones, how We raise them and clothe them with flesh.\" When this became clear to him, the man said: \"Indeed God has power over all things.\"",
      "transliteration": "aw kal ladhī marra `alā qaryatin wahiya khāwiyatun `alā `urūshihā qāla annā yuḥyī hādhihillāhu ba`da mawtihā ۖ fa-amātahullāhu mī-ata `āmin thumma ba`athah ۖ qāla kam labitht ۖ qāla labithtu yawman aw ba`ḍa yawm ۖ qāla bal labithta mī-ata `āmin fanẓur ilā ṭa`āmika washarābika lam yatasannah ۖ wanẓur ilā ḥimārika walinaj`alaka āyatan linnās ۖ wanẓur ilal-`iẓāmi kayfa nunshizuhā thumma naksūhā laḥmā ۚ falammā tabayyana lahu qāla a`lamu annallāha `alā kulli shay-in qadīr"
    },
    {
      "index": 260,
      "arabic": "وَإِذْ قَالَ إِبْرَٰهِـۧمُ رَبِّ أَرِنِى كَيْفَ تُحْىِ ٱلْمَوْتَىٰ ۖ قَالَ أَوَلَمْ تُؤْمِن ۖ قَالَ بَلَىٰ وَلَـٰكِن لِّيَطْمَئِنَّ قَلْبِى ۖ قَالَ فَخُذْ أَرْبَعَةً مِّنَ ٱلطَّيْرِ فَصُرْهُنَّ إِلَيْكَ ثُمَّ ٱجْعَلْ عَلَىٰ كُلِّ جَبَلٍ مِّنْهُنَّ جُزْءًا ثُمَّ ٱدْعُهُنَّ يَأْتِينَكَ سَعْيًا ۚ وَٱعْلَمْ أَنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
      "translation": "Remember, when Abraham said: \"O Lord, show me how you raise the dead,\" He said: \"What! Do you not believe?\" \"I do,\" answered Abraham. \"I only ask for my heart's assurance.\" (The Lord) said: \"Trap four birds and tame them, then put each of them on a (separate) hill, and call them, and they will come flying to you. Know that God is all-powerful and all-wise.\"",
      "transliteration": "wa idh qāla ibrāh-ymu rabbi arinī kayfa tuḥyil mawtā ۖ qāla awalam tu-min ۖ qāla balā walākin liyaṭma-inna qalbī ۖ qāla fakhudh arba`atan minaṭ ṭayri faṣurhunna ilayka thummaj-`al `alā kulli jabalin minhunna juz-an thummad-`uhunna ya-tīnaka sa`yā ۚ wa`lam annallāha `azīzun ḥakīm"
    },
    {
      "index": 261,
      "arabic": "مَّثَلُ ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمْ فِى سَبِيلِ ٱللَّهِ كَمَثَلِ حَبَّةٍ أَنۢبَتَتْ سَبْعَ سَنَابِلَ فِى كُلِّ سُنۢبُلَةٍ مِّا۟ئَةُ حَبَّةٍ ۗ وَٱللَّهُ يُضَـٰعِفُ لِمَن يَشَآءُ ۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
      "translation": "The semblance of those who expend their wealth in the way of God is that of a grain of corn from which grow seven ears, each ear containing a hundred grains. Truly God increases for whomsoever He will, for God is infinite and all-wise.",
      "transliteration": "mathalul ladhīna yunfiqūna amwālahum fī sabīlillāhi kamathali ḥabbatin anbatat sab`a sanābila fī kulli sunbulatim mī-atu ḥabbah ۗ wallāhu yuḍā`ifu liman yashā-u ۗ wallāhu wāsi`un `alīm"
    },
    {
      "index": 262,
      "arabic": "ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمْ فِى سَبِيلِ ٱللَّهِ ثُمَّ لَا يُتْبِعُونَ مَآ أَنفَقُوا۟ مَنًّا وَلَآ أَذًى ۙ لَّهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "translation": "Those who spend in the way of God, and having spent do not boast or give pain (by word or deed), will get their reward from their Lord, and will neither have fear nor regret.",
      "transliteration": "alladhīna yunfiqūna amwālahum fī sabīlillāhi thumma lā yutbi`ūna mā anfaqū mannan walā adhan lahum ajruhum `inda rabbihim walā khawfun `alayhim walā hum yaḥzanūn"
    },
    {
      "index": 263,
      "arabic": "قَوْلٌ مَّعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِّن صَدَقَةٍ يَتْبَعُهَآ أَذًى ۗ وَٱللَّهُ غَنِىٌّ حَلِيمٌ",
      "translation": "Saying a word that is kind, and forgiving is better than charity that hurts. (Do not forget that) God is affluent and kind.",
      "transliteration": "qawlun ma`rūfun wa maghfiratun khayrun min ṣadaqatin yatba`uhā adhā ۗ wallāhu ghaniyyun ḥalīm"
    },
    {
      "index": 264,
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تُبْطِلُوا۟ صَدَقَـٰتِكُم بِٱلْمَنِّ وَٱلْأَذَىٰ كَٱلَّذِى يُنفِقُ مَالَهُۥ رِئَآءَ ٱلنَّاسِ وَلَا يُؤْمِنُ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ ۖ فَمَثَلُهُۥ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ فَأَصَابَهُۥ وَابِلٌ فَتَرَكَهُۥ صَلْدًا ۖ لَّا يَقْدِرُونَ عَلَىٰ شَىْءٍ مِّمَّا كَسَبُوا۟ ۗ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْكَـٰفِرِينَ",
      "translation": "O believers, do not nullify your charity by giving to oblige and flaunting (your favours) like a man who spends of his wealth only to show off, but does not believe in God and the Last Day. His semblance is that of a rock covered with earth which is washed away by rain exposing the hard rock bare. So they gain nothing from their earnings. God does not guide a people who do not believe.",
      "transliteration": "yā-ayyuhal ladhīna āmanū lā tubṭilū ṣadaqātikum bil manni wal-adhā kal ladhī yunfiqu mālahu ri-ā-an nāsi walā yu-minu billāhi wal yawmil-ākhir ۖ famathaluhu kamathali ṣafwānin `alayhi turābun fa-aṣābahu wābilun fatarakahu ṣaldā ۖ lā yaqdirūna `alā shay-in mimmā kasabū ۗ wallāhu lā yahdil qawmal kāfirīn"
    },
    {
      "index": 265,
      "arabic": "وَمَثَلُ ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُمُ ٱبْتِغَآءَ مَرْضَاتِ ٱللَّهِ وَتَثْبِيتًا مِّنْ أَنفُسِهِمْ كَمَثَلِ جَنَّةٍۭ بِرَبْوَةٍ أَصَابَهَا وَابِلٌ فَـَٔاتَتْ أُكُلَهَا ضِعْفَيْنِ فَإِن لَّمْ يُصِبْهَا وَابِلٌ فَطَلٌّ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
      "translation": "But the semblance of those who expend their wealth to please God with firm and resolute hearts, is like a garden on a height on which the rain falls and it yields its fruits twice as much; and even if the rain does not fall the dew will suffice. For God sees all that you do.",
      "transliteration": "wa mathalul ladhīna yunfiqūna amwālahumub-tighā-a marḍātillāhi watathbītan min anfusihim kamathali jannatin birabwatin aṣābahā wābilun fa-ātat ukulahā ḍi`fayni fa-in lam yuṣibhā wābilun faṭall ۗ wallāhu bimā ta`malūna baṣīr"
    },
    {
      "index": 266,
      "arabic": "أَيَوَدُّ أَحَدُكُمْ أَن تَكُونَ لَهُۥ جَنَّةٌ مِّن نَّخِيلٍ وَأَعْنَابٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ لَهُۥ فِيهَا مِن كُلِّ ٱلثَّمَرَٰتِ وَأَصَابَهُ ٱلْكِبَرُ وَلَهُۥ ذُرِّيَّةٌ ضُعَفَآءُ فَأَصَابَهَآ إِعْصَارٌ فِيهِ نَارٌ فَٱحْتَرَقَتْ ۗ كَذَٰلِكَ يُبَيِّنُ ٱللَّهُ لَكُمُ ٱلْـَٔايَـٰتِ لَعَلَّكُمْ تَتَفَكَّرُونَ",
      "translation": "Does any of you wish to have an orchard full of date-palm trees and vines, and streams of running water and fruits of all kinds, and then old age should overtake him while his children are small, and a scorching whirlwind should smite and burn it down? Thus God makes His signs clear to you that you may reflect.",
      "transliteration": "ayawaddu aḥadukum an takūna lahu jannatun min nakhīlin wa-a`nābin tajrī min taḥtihal-anhāru lahu fīhā min kullith thamarāti wa-aṣābahul kibaru walahu dhurriyyatun ḍu`afā-u fa-aṣābahā i`ṣārun fīhi nārun faḥtaraqat ۗ kadhālika yubayyinullāhu lakumul-āyāti la`allakum tatafakkarūn"
    },
    {
      "index": 267,
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَنفِقُوا۟ مِن طَيِّبَـٰتِ مَا كَسَبْتُمْ وَمِمَّآ أَخْرَجْنَا لَكُم مِّنَ ٱلْأَرْضِ ۖ وَلَا تَيَمَّمُوا۟ ٱلْخَبِيثَ مِنْهُ تُنفِقُونَ وَلَسْتُم بِـَٔاخِذِيهِ إِلَّآ أَن تُغْمِضُوا۟ فِيهِ ۚ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ غَنِىٌّ حَمِيدٌ",
      "translation": "O believers, give in charity what is good of the things you have earned, and of what you produce from the earth; and do not choose to give what is bad as alms, that is, things you would not like to accept yourself except with some condescension. Remember that God is affluent and praiseworthy.",
      "transliteration": "yā-ayyuhal ladhīna āmanū anfiqū min ṭayyibāti mā kasabtum wa mimmā akhrajnā lakum minal-arḍ ۖ walā tayammamul khabītha minhu tunfiqūna walastum bi-ākhidhīhi illā an tughmiḍū fīh ۚ wa`lamū annallāha ghaniyyun ḥamīd"
    },
    {
      "index": 268,
      "arabic": "ٱلشَّيْطَـٰنُ يَعِدُكُمُ ٱلْفَقْرَ وَيَأْمُرُكُم بِٱلْفَحْشَآءِ ۖ وَٱللَّهُ يَعِدُكُم مَّغْفِرَةً مِّنْهُ وَفَضْلًا ۗ وَٱللَّهُ وَٰسِعٌ عَلِيمٌ",
      "translation": "Satan threatens you with want, and orders you (to commit) shameful acts. But God promises His pardon and grace, for God is bounteous and all-knowing.",
      "transliteration": "ash-shayṭānu ya`idukumul faqra waya-murukum bil faḥshā-i ۖ wallāhu ya`idukum maghfiratan minhu wafaḍlā ۗ wallāhu wāsi`un `alīm"
    },
    {
      "index": 269,
      "arabic": "يُؤْتِى ٱلْحِكْمَةَ مَن يَشَآءُ ۚ وَمَن يُؤْتَ ٱلْحِكْمَةَ فَقَدْ أُوتِىَ خَيْرًا كَثِيرًا ۗ وَمَا يَذَّكَّرُ إِلَّآ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ",
      "translation": "He gives wisdom to whomsoever He please; and those who are bestowed wisdom get good in abundance. Yet none remembers this save men of wisdom.",
      "transliteration": "yu-til ḥikmata man yashā-u ۚ wa man yu-tal ḥikmata faqad ūtiya khayran kathīrā ۗ wa mā yadhhakkaru illā ulul-albāb"
    },
    {
      "index": 270,
      "arabic": "وَمَآ أَنفَقْتُم مِّن نَّفَقَةٍ أَوْ نَذَرْتُم مِّن نَّذْرٍ فَإِنَّ ٱللَّهَ يَعْلَمُهُۥ ۗ وَمَا لِلظَّـٰلِمِينَ مِنْ أَنصَارٍ",
      "translation": "Whatsoever you give away in alms or vow as offering, is all known to God; but the wicked will have none to help them.",
      "transliteration": "wa mā anfaqtum min nafaqatin aw nadhartum min nadhrin fa-innallāha ya`lamuh ۗ wa mā liẓẓālimīna min anṣār"
    },
    {
      "index": 271,
      "arabic": "إِن تُبْدُوا۟ ٱلصَّدَقَـٰتِ فَنِعِمَّا هِىَ ۖ وَإِن تُخْفُوهَا وَتُؤْتُوهَا ٱلْفُقَرَآءَ فَهُوَ خَيْرٌ لَّكُمْ ۚ وَيُكَفِّرُ عَنكُم مِّن سَيِّـَٔاتِكُمْ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
      "translation": "If you give alms openly, it is well; but if you do it secretly and give to the poor, that is better. This will absolve you of some of your sins; and God is cognisant of all you do.",
      "transliteration": "in tubduṣ ṣadaqāti fani`immā hiy ۖ wa in tukhfūhā watu-tūhal fuqarā-a fahuwa khayrul lakum ۚ wayukaffiru `ankum min sayyi-ātikum ۗ wallāhu bimā ta`malūna khabīr"
    },
    {
      "index": 272,
      "arabic": "لَّيْسَ عَلَيْكَ هُدَىٰهُمْ وَلَـٰكِنَّ ٱللَّهَ يَهْدِى مَن يَشَآءُ ۗ وَمَا تُنفِقُوا۟ مِنْ خَيْرٍ فَلِأَنفُسِكُمْ ۚ وَمَا تُنفِقُونَ إِلَّا ٱبْتِغَآءَ وَجْهِ ٱللَّهِ ۚ وَمَا تُنفِقُوا۟ مِنْ خَيْرٍ يُوَفَّ إِلَيْكُمْ وَأَنتُمْ لَا تُظْلَمُونَ",
      "translation": "It is not for you to guide them: God guides whom He will. Whatever you spend you will do so for yourself, for you will do so to seek the way that leads to God; and what you spend in charity you will get back in full, and no wrong will be done to you.",
      "transliteration": "laysa `alayka hudāhum walākinnallāha yahdī man yashā-u ۗ wa mā tunfiqū min khayrin fali-anfusikum ۚ wa mā tunfiqūna illab-tighā-a wajhillāh ۚ wa mā tunfiqū min khayriy yuwaffa ilaykum wa-antum lā tuẓlamūn"
    },
    {
      "index": 273,
      "arabic": "لِلْفُقَرَآءِ ٱلَّذِينَ أُحْصِرُوا۟ فِى سَبِيلِ ٱللَّهِ لَا يَسْتَطِيعُونَ ضَرْبًا فِى ٱلْأَرْضِ يَحْسَبُهُمُ ٱلْجَاهِلُ أَغْنِيَآءَ مِنَ ٱلتَّعَفُّفِ تَعْرِفُهُم بِسِيمَـٰهُمْ لَا يَسْـَٔلُونَ ٱلنَّاسَ إِلْحَافًا ۗ وَمَا تُنفِقُوا۟ مِنْ خَيْرٍ فَإِنَّ ٱللَّهَ بِهِۦ عَلِيمٌ",
      "translation": "(Give to) the needy who are engaged in the service of God who are not able to move about in the land, whom the ignorant consider to be affluent as they refrain from asking. You can know them from their faces for they do not ask of men importunately. God is surely cognisant of good things that you spend.",
      "transliteration": "lilfuqarā-il ladhīna uḥṣirū fī sabīlillāhi lā yastaṭī`ūna ḍarban fil-arḍi yaḥsabuhumul jāhilu aghniyā-a minat ta`affufi ta`rifuhum bisīmāhum lā yas-alūnan nāsa ilḥāfā ۗ wa mā tunfiqū min khayrin fa-innallāha bihi `alīm"
    },
    {
      "index": 274,
      "arabic": "ٱلَّذِينَ يُنفِقُونَ أَمْوَٰلَهُم بِٱلَّيْلِ وَٱلنَّهَارِ سِرًّا وَعَلَانِيَةً فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "translation": "Those who spend of their wealth in the way of God, day and night, in secret or openly, have their reward with their Lord, and have nothing to fear or regret.",
      "transliteration": "alladhīna yunfiqūna amwālahum bil layli wan nahāri sirran wa`alāniyatan falahum ajruhum `inda rabbihim walā khawfun `alayhim walā hum yaḥzanūn"
    },
    {
      "index": 275,
      "arabic": "ٱلَّذِينَ يَأْكُلُونَ ٱلرِّبَوٰا۟ لَا يَقُومُونَ إِلَّا كَمَا يَقُومُ ٱلَّذِى يَتَخَبَّطُهُ ٱلشَّيْطَـٰنُ مِنَ ٱلْمَسِّ ۚ ذَٰلِكَ بِأَنَّهُمْ قَالُوٓا۟ إِنَّمَا ٱلْبَيْعُ مِثْلُ ٱلرِّبَوٰا۟ ۗ وَأَحَلَّ ٱللَّهُ ٱلْبَيْعَ وَحَرَّمَ ٱلرِّبَوٰا۟ ۚ فَمَن جَآءَهُۥ مَوْعِظَةٌ مِّن رَّبِّهِۦ فَٱنتَهَىٰ فَلَهُۥ مَا سَلَفَ وَأَمْرُهُۥٓ إِلَى ٱللَّهِ ۖ وَمَنْ عَادَ فَأُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "translation": "Those who live on usury will not rise (on Doomsday) but like a man possessed of the devil and demented. This because they say that trading is like usury. But trade has been sanctioned and usury forbidden by God. Those who are warned by their Lord and desist will keep (what they have taken of interest) already, and the matter will rest with God. But those who revert to it again are the residents of Hell where they will abide for ever.",
      "transliteration": "alladhīna ya-kulūnar ribā lā yaqūmūna illā kamā yaqūmul ladhī yatakhabbaṭuhush shayṭānu minal mass ۚ dhālika bi-annahum qālū innamal bay`u mithlur ribā ۗ wa-aḥallallāhul bay`a waḥarramar ribā ۚ faman jā-ahu maw`iẓatun min rabbihi fantahā falahu mā salafa wa-amruhu ilallāh ۖ wa man `āda fa-ulā-ika aṣ-ḥābun nār ۖ hum fīhā khālidūn"
    },
    {
      "index": 276,
      "arabic": "يَمْحَقُ ٱللَّهُ ٱلرِّبَوٰا۟ وَيُرْبِى ٱلصَّدَقَـٰتِ ۗ وَٱللَّهُ لَا يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ",
      "translation": "God takes away (gain) from usury, but adds (profit) to charity; and God does not love the ungrateful and sinners.",
      "transliteration": "yamḥaqullāhur ribā wayurbiṣ ṣadaqāt ۗ wallāhu lā yuḥibbu kulla kaffārin athīm"
    },
    {
      "index": 277,
      "arabic": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ",
      "translation": "Those who believe and do good deeds, and fulfil their devotional obligations and pay the zakat, have their reward with their Lord, and will have neither fear nor regret.",
      "transliteration": "innal ladhīna āmanū wa`amiluṣ ṣāliḥāti wa-aqāmuṣ ṣalāta wa-ātawuz zakāta lahum ajruhum `inda rabbihim walā khawfun `alayhim walā hum yaḥzanūn"
    },
    {
      "index": 278,
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَذَرُوا۟ مَا بَقِىَ مِنَ ٱلرِّبَوٰٓا۟ إِن كُنتُم مُّؤْمِنِينَ",
      "translation": "O believers, fear God and forego the interest that is owing, if you really believe.",
      "transliteration": "yā-ayyuhal ladhīna āmanut-taqullāha wadharū mā baqiya minar ribā in kuntum mu-minīn"
    },
    {
      "index": 279,
      "arabic": "فَإِن لَّمْ تَفْعَلُوا۟ فَأْذَنُوا۟ بِحَرْبٍ مِّنَ ٱللَّهِ وَرَسُولِهِۦ ۖ وَإِن تُبْتُمْ فَلَكُمْ رُءُوسُ أَمْوَٰلِكُمْ لَا تَظْلِمُونَ وَلَا تُظْلَمُونَ",
      "translation": "If you do not, beware of war on the part of God and His Apostle. But if you repent, you shall keep your principal. Oppress none and no one will oppress you.",
      "transliteration": "fa-in lam taf`alū fa-dhanū biḥarbin minallāhi warasūlih ۖ wa in tubtum falakum ru-ūsu amwālikum lā taẓlimūna walā tuẓlamūn"
    },
    {
      "index": 280,
      "arabic": "وَإِن كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إِلَىٰ مَيْسَرَةٍ ۚ وَأَن تَصَدَّقُوا۟ خَيْرٌ لَّكُمْ ۖ إِن كُنتُمْ تَعْلَمُونَ",
      "translation": "If a debtor is in want, give him time until his circumstances improve; but if you forego (the debt) as charity, that will be to your good, if you really understand.",
      "transliteration": "wa in kāna dhū `usratin fanaẓiratun ilā maysarah ۚ wa-an taṣaddaqū khayrul lakum ۖ in kuntum ta`lamūn"
    },
    {
      "index": 281,
      "arabic": "وَٱتَّقُوا۟ يَوْمًا تُرْجَعُونَ فِيهِ إِلَى ٱللَّهِ ۖ ثُمَّ تُوَفَّىٰ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
      "translation": "Have fear of the day when you go back to God. Then each will be paid back in full his reward, and no one will be wronged.",
      "transliteration": "wattaqū yawman turja`ūna fīhi ilallāh ۖ thumma tuwaffā kullu nafsin mā kasabat wahum lā yuẓlamūn"
    },
    {
      "index": 282,
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا تَدَايَنتُم بِدَيْنٍ إِلَىٰٓ أَجَلٍ مُّسَمًّى فَٱكْتُبُوهُ ۚ وَلْيَكْتُب بَّيْنَكُمْ كَاتِبٌۢ بِٱلْعَدْلِ ۚ وَلَا يَأْبَ كَاتِبٌ أَن يَكْتُبَ كَمَا عَلَّمَهُ ٱللَّهُ ۚ فَلْيَكْتُبْ وَلْيُمْلِلِ ٱلَّذِى عَلَيْهِ ٱلْحَقُّ وَلْيَتَّقِ ٱللَّهَ رَبَّهُۥ وَلَا يَبْخَسْ مِنْهُ شَيْـًٔا ۚ فَإِن كَانَ ٱلَّذِى عَلَيْهِ ٱلْحَقُّ سَفِيهًا أَوْ ضَعِيفًا أَوْ لَا يَسْتَطِيعُ أَن يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُۥ بِٱلْعَدْلِ ۚ وَٱسْتَشْهِدُوا۟ شَهِيدَيْنِ مِن رِّجَالِكُمْ ۖ فَإِن لَّمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وَٱمْرَأَتَانِ مِمَّن تَرْضَوْنَ مِنَ ٱلشُّهَدَآءِ أَن تَضِلَّ إِحْدَىٰهُمَا فَتُذَكِّرَ إِحْدَىٰهُمَا ٱلْأُخْرَىٰ ۚ وَلَا يَأْبَ ٱلشُّهَدَآءُ إِذَا مَا دُعُوا۟ ۚ وَلَا تَسْـَٔمُوٓا۟ أَن تَكْتُبُوهُ صَغِيرًا أَوْ كَبِيرًا إِلَىٰٓ أَجَلِهِۦ ۚ ذَٰلِكُمْ أَقْسَطُ عِندَ ٱللَّهِ وَأَقْوَمُ لِلشَّهَـٰدَةِ وَأَدْنَىٰٓ أَلَّا تَرْتَابُوٓا۟ ۖ إِلَّآ أَن تَكُونَ تِجَـٰرَةً حَاضِرَةً تُدِيرُونَهَا بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلَّا تَكْتُبُوهَا ۗ وَأَشْهِدُوٓا۟ إِذَا تَبَايَعْتُمْ ۚ وَلَا يُضَآرَّ كَاتِبٌ وَلَا شَهِيدٌ ۚ وَإِن تَفْعَلُوا۟ فَإِنَّهُۥ فُسُوقٌۢ بِكُمْ ۗ وَٱتَّقُوا۟ ٱللَّهَ ۖ وَيُعَلِّمُكُمُ ٱللَّهُ ۗ وَٱللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌ",
      "translation": "O believers, when you negotiate a debt for a fixed term, draw up an agreement in writing, though better it would be to have a scribe write it faithfully down; and no scribe should refuse to write as God has taught him, and write what the borrower dictates, and have fear of God, his Lord, and not leave out a thing. If the borrower is deficient of mind or infirm, or unable to explain, let the guardian explain judiciously; and have two of your men to act as witnesses; but if two men are not available, then a man and two women you approve, so that in case one of them is confused the other may prompt her. When the witnesses are summoned they should not refuse (to come). But do not neglect to draw up a contract, big or small, with the time fixed for paying back the debt. This is more equitable in the eyes of God, and better as evidence and best for avoiding doubt. But if it is a deal about some merchandise requiring transaction face to face, there is no harm if no (contract is drawn up) in writing. Have witnesses to the deal, (and make sure) that the scribe or the witness is not harmed. If he is, it would surely be sinful on your part. And have fear of God, for God gives you knowledge, and God is aware of everything.",
      "transliteration": "yā-ayyuhal ladhīna āmanū idhā tadāyantum bidaynin ilā ajalin musamman faktubūh ۚ walyaktub baynakum kātibun bil `adl ۚ walā ya-ba kātibun an yaktuba kamā `allamahullāh ۚ falyaktub walyumlilil ladhī `alayhil ḥaqqu walyattaqillāha rabbahu walā yabkhas minhu shay-ā ۚ fa-in kānal ladhī `alayhil ḥaqqu safīhan aw ḍa`īfan aw lā yastaṭī`u an yumilla huwa falyumlil waliyyuhu bil `adl ۚ wastash-hidū shahīdayni min rijālikum ۖ fa-in lam yakūnā rajulayni farajulun wamra-atāni mimman tarḍawna minash shuhadā-i an taḍilla iḥdāhumā fatudhakkira iḥdāhumal-ukhrā ۚ walā ya-bash shuhadā-u idhā mā du`ū ۚ walā tas-amū an taktubūhu ṣaghīran aw kabīran ilā ajalih ۚ dhālikum aqsaṭu `indallāhi wa-aqwamu lishhahādati wa-adnā allā tartābū ۖ illā an takūna tijāratan ḥāḍiratan tudīrūnahā baynakum falaysa `alaykum junāḥun allā taktubūhā ۗ wa-ash-hidū idhā tabāya`tum ۚ walā yuḍārra kātibun walā shahīd ۚ wa in taf`alū fa-innahu fusūqun bikum ۗ wattaqullāh ۖ wayu`allimukumullāh ۗ wallāhu bikulli shay-in `alīm"
    },
    {
      "index": 283,
      "arabic": "وَإِن كُنتُمْ عَلَىٰ سَفَرٍ وَلَمْ تَجِدُوا۟ كَاتِبًا فَرِهَـٰنٌ مَّقْبُوضَةٌ ۖ فَإِنْ أَمِنَ بَعْضُكُم بَعْضًا فَلْيُؤَدِّ ٱلَّذِى ٱؤْتُمِنَ أَمَـٰنَتَهُۥ وَلْيَتَّقِ ٱللَّهَ رَبَّهُۥ ۗ وَلَا تَكْتُمُوا۟ ٱلشَّهَـٰدَةَ ۚ وَمَن يَكْتُمْهَا فَإِنَّهُۥٓ ءَاثِمٌ قَلْبُهُۥ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ عَلِيمٌ",
      "translation": "If you are on a journey and cannot find a scribe, pledge your goods (against the Loan); and if one trusts the other, then let him who is trusted deliver the thing entrusted, and have fear of God, his Lord. Do not suppress any evidence, for he who conceals evidence is sinful of heart; and God is aware of all you do.",
      "transliteration": "wa in kuntum `alā safarin walam tajidū kātiban farihānun maqbūḍah ۖ fa-in amina ba`ḍukum ba`ḍan falyu-addil ladhi-tumina amānatahu walyattaqillāha rabbah ۗ walā taktumush shahādah ۚ wa man yaktumhā fa-innahu āthimun qalbuh ۗ wallāhu bimā ta`malūna `alīm"
    },
    {
      "index": 284,
      "arabic": "لِّلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَإِن تُبْدُوا۟ مَا فِىٓ أَنفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُم بِهِ ٱللَّهُ ۖ فَيَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "translation": "To God belongs all that is in the heavens and the earth; and whether you reveal what is in your heart or conceal it, you will have to account for it to God who will pardon whom He please and punish whom He will, for God has the power over all things.",
      "transliteration": "lillāhi mā fis samāwāti wa mā fil-arḍ ۗ wa in tubdū mā fī anfusikum aw tukhfūhu yuḥāsibkum bihillāh ۖ fayaghfiru liman yashā-u wayu`adhhibu man yashā-u ۗ wallāhu `alā kulli shay-in qadīr"
    },
    {
      "index": 285,
      "arabic": "ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيْهِ مِن رَّبِّهِۦ وَٱلْمُؤْمِنُونَ ۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَمَلَـٰٓئِكَتِهِۦ وَكُتُبِهِۦ وَرُسُلِهِۦ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِۦ ۚ وَقَالُوا۟ سَمِعْنَا وَأَطَعْنَا ۖ غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ ٱلْمَصِيرُ",
      "translation": "The Prophet believes in what has been revealed to him by his Lord, and so do the faithful. Each one believes in God and His angels, His Books and the prophets, and We make no distinction between the apostles. For they say: \"We hear and obey, and we seek Your forgiveness, O Lord, for to You we shall journey in the end.\"",
      "transliteration": "āmanar rasūlu bimā unzila ilayhi min rabbihi wal mu-minūn ۚ kullun āmana billāhi wa malā-ikatihi wakutubihi warusulihi lā nufarriqu bayna aḥadin min rusulih ۚ waqālū sami`nā wa-aṭa`nā ۖ ghufrānaka rabbanā wa ilaykal maṣīr"
    },
    {
      "index": 286,
      "arabic": "لَا يُكَلِّفُ ٱللَّهُ نَفْسًا إِلَّا وُسْعَهَا ۚ لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا ٱكْتَسَبَتْ ۗ رَبَّنَا لَا تُؤَاخِذْنَآ إِن نَّسِينَآ أَوْ أَخْطَأْنَا ۚ رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَآ إِصْرًا كَمَا حَمَلْتَهُۥ عَلَى ٱلَّذِينَ مِن قَبْلِنَا ۚ رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِۦ ۖ وَٱعْفُ عَنَّا وَٱغْفِرْ لَنَا وَٱرْحَمْنَآ ۚ أَنتَ مَوْلَىٰنَا فَٱنصُرْنَا عَلَى ٱلْقَوْمِ ٱلْكَـٰفِرِينَ",
      "translation": "God does not burden a soul beyond capacity. Each will enjoy what (good) he earns, as indeed each will suffer from (the wrong) he does. Punish us not, O Lord, if we fail to remember or lapse into error. Burden us not, O Lord, with a burden as You did those before us. Impose not upon us a burden, O Lord, we cannot carry. Overlook our trespasses and forgive us, and have mercy upon us; You are our Lord and Master, help us against the clan of unbelievers.",
      "transliteration": "lā yukallifullāhu nafsan illā wus`ahā ۚ lahā mā kasabat wa`alayhā mak-tasabat ۗ rabbanā lā tu-ākhidhnā in nasīnā aw akhṭa-nā ۚ rabbanā walā taḥmil `alaynā iṣran kamā ḥamaltahu `alal ladhīna min qablinā ۚ rabbanā walā tuḥammilnā mā lā ṭāqata lanā bih ۖ wa`fu `annā waghfir lanā warḥamnā ۚ anta mawlānā fanṣurnā `alal-qawmil kāfirīn"
    }
  ]
}