{
  "index": 8,
  "name": "الأنفال",
  "arabic_name": "الأنفَال",
  "english_name": "Al-Anfāl",
  "english_meaning": "The Spoils of War",
  "rows": [
    {
      "index": 1,
      "id": 0,
      "show_id": "",
      "arabic": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
      "translation": "In the name of Allah, most benevolent, ever-merciful.",
      "transliteration": "bismillāhir raḥmānir raḥīm"
    },
    {
      "index": 2,
      "id": 1,
      "show_id": "1",
      "arabic": "يَسْـَٔلُونَكَ عَنِ ٱلْأَنفَالِ ۖ قُلِ ٱلْأَنفَالُ لِلَّهِ وَٱلرَّسُولِ ۖ فَٱتَّقُوا۟ ٱللَّهَ وَأَصْلِحُوا۟ ذَاتَ بَيْنِكُمْ ۖ وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥٓ إِن كُنتُم مُّؤْمِنِينَ",
      "translation": "THEY ASK YOU of (benefits accruing as) spoils of war. Tell them: \"The benefits belong to God and His Messenger.\" So fulfil your duty to God and keep peace among yourselves. Obey God and the Prophet, If you really believe.",
      "transliteration": "yas-alūnaka `anil-anfāl ۖ qulil-anfālu lillāhi war rasūl ۖ fattaqullāha wa-aṣliḥū dhāta baynikum ۖ wa-aṭī`ullāha warasūlahu in kuntum mu-minīn"
    },
    {
      "index": 3,
      "id": 2,
      "show_id": "2",
      "arabic": "إِنَّمَا ٱلْمُؤْمِنُونَ ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتْ قُلُوبُهُمْ وَإِذَا تُلِيَتْ عَلَيْهِمْ ءَايَـٰتُهُۥ زَادَتْهُمْ إِيمَـٰنًا وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
      "translation": "Only they are true believers whose hearts fill up with awe when the name of God is mentioned; and their faith is further strengthened when His messages are read out to them; and those who place their trust in their Lord,",
      "transliteration": "innamal mu-minūnal ladhīna idhā dhukirallāhu wajilat qulūbuhum wa idhā tuliyat `alayhim āyātuhu zādat-hum-iymānan wa`alā rabbihim yatawakkalūn"
    },
    {
      "index": 4,
      "id": 3,
      "show_id": "3",
      "arabic": "ٱلَّذِينَ يُقِيمُونَ ٱلصَّلَوٰةَ وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
      "translation": "Who are firm in devotion, and spend of what We have given them,",
      "transliteration": "alladhīna yuqīmūnaṣ ṣalāta wa mimmā razaqnāhum yunfiqūn"
    },
    {
      "index": 5,
      "id": 4,
      "show_id": "4",
      "arabic": "أُو۟لَـٰٓئِكَ هُمُ ٱلْمُؤْمِنُونَ حَقًّا ۚ لَّهُمْ دَرَجَـٰتٌ عِندَ رَبِّهِمْ وَمَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
      "translation": "Are true believers. There are for them (high) ranks with their Lord, and pardon and noble provision.",
      "transliteration": "ulā-ika humul mu-minūna ḥaqqā ۚ lahum darajātun `inda rabbihim wa maghfiratun warizqun karīm"
    },
    {
      "index": 6,
      "id": 5,
      "show_id": "5",
      "arabic": "كَمَآ أَخْرَجَكَ رَبُّكَ مِنۢ بَيْتِكَ بِٱلْحَقِّ وَإِنَّ فَرِيقًا مِّنَ ٱلْمُؤْمِنِينَ لَكَـٰرِهُونَ",
      "translation": "As your Lord sent you from your home (to fight) for the true cause, a section of the faithful were averse,",
      "transliteration": "kamā akhrajaka rabbuka min baytika bil ḥaqqi wa inna farīqan minal mu-minīna lakārihūn"
    },
    {
      "index": 7,
      "id": 6,
      "show_id": "6",
      "arabic": "يُجَـٰدِلُونَكَ فِى ٱلْحَقِّ بَعْدَ مَا تَبَيَّنَ كَأَنَّمَا يُسَاقُونَ إِلَى ٱلْمَوْتِ وَهُمْ يَنظُرُونَ",
      "translation": "Who argued with you about the matter even after it had become quite clear, as if they were being pushed into (the arms of) death as they waited.",
      "transliteration": "yujādilūnaka fil ḥaqqi ba`da mā tabayyana ka-annamā yusāqūna ilal-mawti wahum yanẓurūn"
    },
    {
      "index": 8,
      "id": 7,
      "show_id": "7",
      "arabic": "وَإِذْ يَعِدُكُمُ ٱللَّهُ إِحْدَى ٱلطَّآئِفَتَيْنِ أَنَّهَا لَكُمْ وَتَوَدُّونَ أَنَّ غَيْرَ ذَاتِ ٱلشَّوْكَةِ تَكُونُ لَكُمْ وَيُرِيدُ ٱللَّهُ أَن يُحِقَّ ٱلْحَقَّ بِكَلِمَـٰتِهِۦ وَيَقْطَعَ دَابِرَ ٱلْكَـٰفِرِينَ",
      "translation": "Though God promised that one of two columns (would fall to you), you desired the one that was not armed. But God wished to confirm the truth by His words, and wipe the unbelievers out to the last,",
      "transliteration": "wa idh ya`idukumullāhu iḥdaṭ ṭā-ifatayni annahā lakum watawaddūna anna ghayra dhātish shawkati takūnu lakum wayurīdullāhu an yuḥiqqal ḥaqqa bikalimātihi wayaqṭa`a dābiral kāfirīn"
    },
    {
      "index": 9,
      "id": 8,
      "show_id": "8",
      "arabic": "لِيُحِقَّ ٱلْحَقَّ وَيُبْطِلَ ٱلْبَـٰطِلَ وَلَوْ كَرِهَ ٱلْمُجْرِمُونَ",
      "translation": "So that Truth may be affirmed and falsehood negated, even though the sinners be averse.",
      "transliteration": "liyuḥiqqal ḥaqqa wayubṭilal-bāṭila walaw karihal mujrimūn"
    },
    {
      "index": 10,
      "id": 9,
      "show_id": "9",
      "arabic": "إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَٱسْتَجَابَ لَكُمْ أَنِّى مُمِدُّكُم بِأَلْفٍ مِّنَ ٱلْمَلَـٰٓئِكَةِ مُرْدِفِينَ",
      "translation": "Remember when you prayed to your Lord for help, He heard you and said: \"I shall send a thousand angels following behind you for your aid.\"",
      "transliteration": "idh tastaghīthūna rabbakum fastajāba lakum annī mumiddukum bi-alfin minal malā-ikati murdifīn"
    },
    {
      "index": 11,
      "id": 10,
      "show_id": "10",
      "arabic": "وَمَا جَعَلَهُ ٱللَّهُ إِلَّا بُشْرَىٰ وَلِتَطْمَئِنَّ بِهِۦ قُلُوبُكُمْ ۚ وَمَا ٱلنَّصْرُ إِلَّا مِنْ عِندِ ٱللَّهِ ۚ إِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
      "translation": "He gave you the good news only to reassure your hearts, for victory comes from God alone, and certainly God is all-mighty and all-wise.",
      "transliteration": "wa mā ja`alahullāhu illā bushrā walitaṭma-inna bihi qulūbukum ۚ wa man naṣru illā min `indillāh ۚ innallāha `azīzun ḥakīm"
    },
    {
      "index": 12,
      "id": 11,
      "show_id": "11",
      "arabic": "إِذْ يُغَشِّيكُمُ ٱلنُّعَاسَ أَمَنَةً مِّنْهُ وَيُنَزِّلُ عَلَيْكُم مِّنَ ٱلسَّمَآءِ مَآءً لِّيُطَهِّرَكُم بِهِۦ وَيُذْهِبَ عَنكُمْ رِجْزَ ٱلشَّيْطَـٰنِ وَلِيَرْبِطَ عَلَىٰ قُلُوبِكُمْ وَيُثَبِّتَ بِهِ ٱلْأَقْدَامَ",
      "translation": "A blanketing sleep came over you as a (measure of) security from Him, and He sent down rain from the skies to cleanse you, and to remove the plague of Satan, and to strengthen your hearts and steady your steps.",
      "transliteration": "idh yughashhīkumun nu`āsa amanatan minhu wayunazzilu `alaykum minas samā-i mā-an liyuṭahhirakum bihi wayudh-hiba `ankum rijzash shayṭāni waliyarbiṭa `alā qulūbikum wayuthabbita bihil-aqdām"
    },
    {
      "index": 13,
      "id": 12,
      "show_id": "12",
      "arabic": "إِذْ يُوحِى رَبُّكَ إِلَى ٱلْمَلَـٰٓئِكَةِ أَنِّى مَعَكُمْ فَثَبِّتُوا۟ ٱلَّذِينَ ءَامَنُوا۟ ۚ سَأُلْقِى فِى قُلُوبِ ٱلَّذِينَ كَفَرُوا۟ ٱلرُّعْبَ فَٱضْرِبُوا۟ فَوْقَ ٱلْأَعْنَاقِ وَٱضْرِبُوا۟ مِنْهُمْ كُلَّ بَنَانٍ",
      "translation": "And the Lord said to the angels: \"I am with you; go and strengthen the faithful. I shall fill the hearts of infidels with terror. So smite them on their necks and every joint, (and incapacitate them),\"",
      "transliteration": "idh yūḥī rabbuka ilal-malā-ikati annī ma`akum fathabbitul ladhīna āmanū ۚ sa-ulqī fī qulūbil ladhīna kafarur ru`ba faḍribū fawqal-a`nāqi waḍribū minhum kulla banān"
    },
    {
      "index": 14,
      "id": 13,
      "show_id": "13",
      "arabic": "ذَٰلِكَ بِأَنَّهُمْ شَآقُّوا۟ ٱللَّهَ وَرَسُولَهُۥ ۚ وَمَن يُشَاقِقِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
      "translation": "For they had opposed God and His Apostle; but whosoever opposes God and his Apostle (should know) that God is severe in retribution.",
      "transliteration": "dhālika bi-annahum shāqqullāha warasūlah ۚ wa man yushāqiqillāha warasūlahu fa-innallāha shadīdul `iqāb"
    },
    {
      "index": 15,
      "id": 14,
      "show_id": "14",
      "arabic": "ذَٰلِكُمْ فَذُوقُوهُ وَأَنَّ لِلْكَـٰفِرِينَ عَذَابَ ٱلنَّارِ",
      "translation": "For you is this (punishment) to taste, for the infidels the torment of Hell.",
      "transliteration": "dhālikum fadhūqūhu wa-anna lilkāfirīna `adhāban nār"
    },
    {
      "index": 16,
      "id": 15,
      "show_id": "15",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا لَقِيتُمُ ٱلَّذِينَ كَفَرُوا۟ زَحْفًا فَلَا تُوَلُّوهُمُ ٱلْأَدْبَارَ",
      "translation": "O believers, when you meet unbelievers on the field of battle, do not turn your backs to them.",
      "transliteration": "yā-ayyuhal ladhīna āmanū idhā laqītumul ladhīna kafarū zaḥfan falā tuwallūhumul-adbār"
    },
    {
      "index": 17,
      "id": 16,
      "show_id": "16",
      "arabic": "وَمَن يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُۥٓ إِلَّا مُتَحَرِّفًا لِّقِتَالٍ أَوْ مُتَحَيِّزًا إِلَىٰ فِئَةٍ فَقَدْ بَآءَ بِغَضَبٍ مِّنَ ٱللَّهِ وَمَأْوَىٰهُ جَهَنَّمُ ۖ وَبِئْسَ ٱلْمَصِيرُ",
      "translation": "For any one who turns his back on that day, except to manoeuvre or rally to his side, will bring the wrath of God on himself, and have Hell as abode; and what an evil destination!",
      "transliteration": "wa man yuwallihim yawma-idhin duburahu illā mutaḥarrifal liqitālin aw mutaḥayyizan ilā fi-atin faqad bā-a bighaḍabin minallāhi wa ma-wāhu jahannam ۖ wabi-sal maṣīr"
    },
    {
      "index": 18,
      "id": 17,
      "show_id": "17",
      "arabic": "فَلَمْ تَقْتُلُوهُمْ وَلَـٰكِنَّ ٱللَّهَ قَتَلَهُمْ ۚ وَمَا رَمَيْتَ إِذْ رَمَيْتَ وَلَـٰكِنَّ ٱللَّهَ رَمَىٰ ۚ وَلِيُبْلِىَ ٱلْمُؤْمِنِينَ مِنْهُ بَلَآءً حَسَنًا ۚ إِنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
      "translation": "It was not you who killed them, but God did so. You did not throw what you threw, (sand into the eyes of the enemy at Badr), but God, to bring out the best in the faithful by doing them a favour of His own. God is all-hearing and all-knowing.",
      "transliteration": "falam taqtulūhum walākinnallāha qatalahum ۚ wa mā ramayta idh ramayta walākinnallāha ramā ۚ waliyubliyal mu-minīna minhu balā-an ḥasanā ۚ innallāha samī`un `alīm"
    },
    {
      "index": 19,
      "id": 18,
      "show_id": "18",
      "arabic": "ذَٰلِكُمْ وَأَنَّ ٱللَّهَ مُوهِنُ كَيْدِ ٱلْكَـٰفِرِينَ",
      "translation": "That was that, but remember God will make the plots of the unbelievers contemptible.",
      "transliteration": "dhālikum wa-annallāha mūhinu kaydil kāfirīn"
    },
    {
      "index": 20,
      "id": 19,
      "show_id": "19",
      "arabic": "إِن تَسْتَفْتِحُوا۟ فَقَدْ جَآءَكُمُ ٱلْفَتْحُ ۖ وَإِن تَنتَهُوا۟ فَهُوَ خَيْرٌ لَّكُمْ ۖ وَإِن تَعُودُوا۟ نَعُدْ وَلَن تُغْنِىَ عَنكُمْ فِئَتُكُمْ شَيْـًٔا وَلَوْ كَثُرَتْ وَأَنَّ ٱللَّهَ مَعَ ٱلْمُؤْمِنِينَ",
      "translation": "You had asked for a judgement, so the judgement has come to you (In the form of victory for the faithful). So, if you desist it will be better for you. If you come back to it, We shall do the same, and your forces, however large, will not be of the least avail, for God is with those who believe.",
      "transliteration": "in tastaftiḥū faqad jā-akumul fat-ḥ ۖ wa in tantahū fahuwa khayrul lakum ۖ wa in ta`ūdū na`ud walan tughniya `ankum fi-atukum shay-an walaw kathurat wa-annallāha ma`al mu-minīn"
    },
    {
      "index": 21,
      "id": 20,
      "show_id": "20",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ أَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَوَلَّوْا۟ عَنْهُ وَأَنتُمْ تَسْمَعُونَ",
      "translation": "O believers, obey God and His Messenger, and do not turn away from him when you hear (him speak);",
      "transliteration": "yā-ayyuhal ladhīna āmanū aṭī`ullāha warasūlahu walā tawallaw `anhu wa-antum tasma`ūn"
    },
    {
      "index": 22,
      "id": 21,
      "show_id": "21",
      "arabic": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ قَالُوا۟ سَمِعْنَا وَهُمْ لَا يَسْمَعُونَ",
      "translation": "And do not be like those who say: \"We have heard,\" but do not hear.",
      "transliteration": "walā takūnū kal ladhīna qālū sami`nā wahum lā yasma`ūn"
    },
    {
      "index": 23,
      "id": 22,
      "show_id": "22",
      "arabic": "إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلصُّمُّ ٱلْبُكْمُ ٱلَّذِينَ لَا يَعْقِلُونَ",
      "translation": "The worst of creatures in the eyes of God are those who are deaf and dumb and devoid of sense.",
      "transliteration": "inna sharrad dawābbi `indallāhiṣ ṣummul bukmul ladhīna lā ya`qilūn"
    },
    {
      "index": 24,
      "id": 23,
      "show_id": "23",
      "arabic": "وَلَوْ عَلِمَ ٱللَّهُ فِيهِمْ خَيْرًا لَّأَسْمَعَهُمْ ۖ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوا۟ وَّهُم مُّعْرِضُونَ",
      "translation": "If God had seen any good in them He would surely have made them hear. Now even if He makes them hear they will turn away (in obduracy).",
      "transliteration": "walaw `alimallāhu fīhim khayral la-asma`ahum ۖ walaw asma`ahum latawallaw wahum mu`riḍūn"
    },
    {
      "index": 25,
      "id": 24,
      "show_id": "24",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱسْتَجِيبُوا۟ لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ ۖ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ يَحُولُ بَيْنَ ٱلْمَرْءِ وَقَلْبِهِۦ وَأَنَّهُۥٓ إِلَيْهِ تُحْشَرُونَ",
      "translation": "O believers, respond to the call of God and His Prophet when he calls you to what will give you life (and preservation). Remember that God intervenes between man and his heart, and that you will be gathered before Him.",
      "transliteration": "yā-ayyuhal ladhīna āmanus-tajībū lillāhi walirrasūli idhā da`ākum limā yuḥyīkum ۖ wa`lamū annallāha yaḥūlu baynal mar-i waqalbihi wa-annahu ilayhi tuḥsharūn"
    },
    {
      "index": 26,
      "id": 25,
      "show_id": "25",
      "arabic": "وَٱتَّقُوا۟ فِتْنَةً لَّا تُصِيبَنَّ ٱلَّذِينَ ظَلَمُوا۟ مِنكُمْ خَآصَّةً ۖ وَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
      "translation": "Beware of sedition, which does not affect the oppressors alone among you, and know that the punishment of God is severe.",
      "transliteration": "wattaqū fitnatan lā tuṣībannal ladhīna ẓalamū minkum khāṣṣah ۖ wa`lamū annallāha shadīdul `iqāb"
    },
    {
      "index": 27,
      "id": 26,
      "show_id": "26",
      "arabic": "وَٱذْكُرُوٓا۟ إِذْ أَنتُمْ قَلِيلٌ مُّسْتَضْعَفُونَ فِى ٱلْأَرْضِ تَخَافُونَ أَن يَتَخَطَّفَكُمُ ٱلنَّاسُ فَـَٔاوَىٰكُمْ وَأَيَّدَكُم بِنَصْرِهِۦ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَـٰتِ لَعَلَّكُمْ تَشْكُرُونَ",
      "translation": "Remember, when you were few and powerless in the land, afraid of despoliation at the hands of men. But then God sheltered and helped you to strength, and provided for you good things that you may perhaps be grateful.",
      "transliteration": "wadhkurū idh antum qalīlun mustaḍ`afūna fil-arḍi takhāfūna an yatakhaṭṭafakumun nāsu fa-āwākum wa-ayyadakum binaṣrihi warazaqakum minaṭ ṭayyibāti la`allakum tashkurūn"
    },
    {
      "index": 28,
      "id": 27,
      "show_id": "27",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لَا تَخُونُوا۟ ٱللَّهَ وَٱلرَّسُولَ وَتَخُونُوٓا۟ أَمَـٰنَـٰتِكُمْ وَأَنتُمْ تَعْلَمُونَ",
      "translation": "O you who believe, do not be faithless to God and His Apostle, nor violate your trusts knowingly.",
      "transliteration": "yā-ayyuhal ladhīna āmanū lā takhūnullāha war rasūla watakhūnū amānātikum wa-antum ta`lamūn"
    },
    {
      "index": 29,
      "id": 28,
      "show_id": "28",
      "arabic": "وَٱعْلَمُوٓا۟ أَنَّمَآ أَمْوَٰلُكُمْ وَأَوْلَـٰدُكُمْ فِتْنَةٌ وَأَنَّ ٱللَّهَ عِندَهُۥٓ أَجْرٌ عَظِيمٌ",
      "translation": "Know that your worldly possessions and your children are just a temptation, and that God has greater rewards with Him.",
      "transliteration": "wa`lamū annamā amwālukum wa-awlādukum fitnatun wa-annallāha `indahu ajrun `aẓīm"
    },
    {
      "index": 30,
      "id": 29,
      "show_id": "29",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِن تَتَّقُوا۟ ٱللَّهَ يَجْعَل لَّكُمْ فُرْقَانًا وَيُكَفِّرْ عَنكُمْ سَيِّـَٔاتِكُمْ وَيَغْفِرْ لَكُمْ ۗ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
      "translation": "O believers, if you follow the path shown by God, He will give you a standard (of right and wrong), and overlook your sins, and forgive you. God is abounding in benevolence.",
      "transliteration": "yā-ayyuhal ladhīna āmanū in tattaqullāha yaj`al lakum furqānan wayukaffir `ankum sayyi-ātikum wayaghfir lakum ۗ wallāhu dhul faḍlil `aẓīm"
    },
    {
      "index": 31,
      "id": 30,
      "show_id": "30",
      "arabic": "وَإِذْ يَمْكُرُ بِكَ ٱلَّذِينَ كَفَرُوا۟ لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ ۚ وَيَمْكُرُونَ وَيَمْكُرُ ٱللَّهُ ۖ وَٱللَّهُ خَيْرُ ٱلْمَـٰكِرِينَ",
      "translation": "Remember, when the infidels contrived to make you a prisoner or to murder or expel you, they plotted, but God also planned; and God's plan is the best.",
      "transliteration": "wa idh yamkuru bikal ladhīna kafarū liyuthbitūka aw yaqtulūka aw yukhrijūk ۚ wayamkurūna wayamkurullāh ۖ wallāhu khayrul mākirīn"
    },
    {
      "index": 32,
      "id": 31,
      "show_id": "31",
      "arabic": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُنَا قَالُوا۟ قَدْ سَمِعْنَا لَوْ نَشَآءُ لَقُلْنَا مِثْلَ هَـٰذَآ ۙ إِنْ هَـٰذَآ إِلَّآ أَسَـٰطِيرُ ٱلْأَوَّلِينَ",
      "translation": "When Our messages were read out to them, they said: \"We have heard. We could certainly compose (writings) like them if we choose. They are but only tales of long ago.\"",
      "transliteration": "wa idhā tutlā `alayhim āyātunā qālū qad sami`nā law nashā-u laqulnā mithla hādhā in hādhā illā asāṭīrul-awwalīn"
    },
    {
      "index": 33,
      "id": 32,
      "show_id": "32",
      "arabic": "وَإِذْ قَالُوا۟ ٱللَّهُمَّ إِن كَانَ هَـٰذَا هُوَ ٱلْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ ٱلسَّمَآءِ أَوِ ٱئْتِنَا بِعَذَابٍ أَلِيمٍ",
      "translation": "They had also said: \"If this be the truth from you, O God, then rain down on us stones from the skies, or inflict a grievous punishment upon us.\"",
      "transliteration": "wa idh qālullāhumma in kāna hādhā huwal ḥaqqa min `indika fa-amṭir `alaynā ḥijāratan minas samā-i awi-tinā bi`adhābin alīm"
    },
    {
      "index": 34,
      "id": 33,
      "show_id": "33",
      "arabic": "وَمَا كَانَ ٱللَّهُ لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ ۚ وَمَا كَانَ ٱللَّهُ مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ",
      "translation": "But God would not choose to punish them while you are in their midst, nor afflict them when they are seeking forgiveness.",
      "transliteration": "wa mā kānallāhu liyu`adhhibahum wa-anta fīhim ۚ wa mā kānallāhu mu`adhhibahum wahum yastaghfirūn"
    },
    {
      "index": 35,
      "id": 34,
      "show_id": "34",
      "arabic": "وَمَا لَهُمْ أَلَّا يُعَذِّبَهُمُ ٱللَّهُ وَهُمْ يَصُدُّونَ عَنِ ٱلْمَسْجِدِ ٱلْحَرَامِ وَمَا كَانُوٓا۟ أَوْلِيَآءَهُۥٓ ۚ إِنْ أَوْلِيَآؤُهُۥٓ إِلَّا ٱلْمُتَّقُونَ وَلَـٰكِنَّ أَكْثَرَهُمْ لَا يَعْلَمُونَ",
      "translation": "But what is there so special they have that God should not punish them when they obstruct people from the Holy Mosque, though they are not its (appointed) guardians? Its guardians could be only those who are pious and devout. But most of them do not know.",
      "transliteration": "wa mā lahum allā yu`adhhibahumullāhu wahum yaṣuddūna `anil masjidil ḥarāmi wa mā kānū awliyā-ah ۚ in awliyā-uhu illal-muttaqūna walākinna aktharahum lā ya`lamūn"
    },
    {
      "index": 36,
      "id": 35,
      "show_id": "35",
      "arabic": "وَمَا كَانَ صَلَاتُهُمْ عِندَ ٱلْبَيْتِ إِلَّا مُكَآءً وَتَصْدِيَةً ۚ فَذُوقُوا۟ ٱلْعَذَابَ بِمَا كُنتُمْ تَكْفُرُونَ",
      "translation": "Their worship in the House of God has been no more than whistling and clapping. So they have to taste the punishment for disbelief.",
      "transliteration": "wa mā kāna ṣalātuhum `indal bayti illā mukā-an wataṣdiyah ۚ fadhūqul `adhāba bimā kuntum takfurūn"
    },
    {
      "index": 37,
      "id": 36,
      "show_id": "36",
      "arabic": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ يُنفِقُونَ أَمْوَٰلَهُمْ لِيَصُدُّوا۟ عَن سَبِيلِ ٱللَّهِ ۚ فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً ثُمَّ يُغْلَبُونَ ۗ وَٱلَّذِينَ كَفَرُوٓا۟ إِلَىٰ جَهَنَّمَ يُحْشَرُونَ",
      "translation": "Those who disbelieve spend their possessions on turning men away from God. They will go on spending and rue it in the end, and will be subdued. But those who remain disbelievers shall be gathered into Hell",
      "transliteration": "innal ladhīna kafarū yunfiqūna amwālahum liyaṣuddū `an sabīlillāh ۚ fasayunfiqūnahā thumma takūnu `alayhim ḥasratan thumma yughlabūn ۗ wal ladhīna kafarū ilā jahannama yuḥsharūn"
    },
    {
      "index": 38,
      "id": 37,
      "show_id": "37",
      "arabic": "لِيَمِيزَ ٱللَّهُ ٱلْخَبِيثَ مِنَ ٱلطَّيِّبِ وَيَجْعَلَ ٱلْخَبِيثَ بَعْضَهُۥ عَلَىٰ بَعْضٍ فَيَرْكُمَهُۥ جَمِيعًا فَيَجْعَلَهُۥ فِى جَهَنَّمَ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
      "translation": "That God may separate the bad from the good, and link the wicked together and cast them into Hell. These are verily the people who will lose.",
      "transliteration": "liyamīzallāhul khabītha minaṭ ṭayyibi wayaj`alal-khabītha ba`ḍahu `alā ba`ḍin fayarkumahu jamī`an fayaj`alahu fī jahannam ۚ ulā-ika humul khāsirūn"
    },
    {
      "index": 39,
      "id": 38,
      "show_id": "38",
      "arabic": "قُل لِّلَّذِينَ كَفَرُوٓا۟ إِن يَنتَهُوا۟ يُغْفَرْ لَهُم مَّا قَدْ سَلَفَ وَإِن يَعُودُوا۟ فَقَدْ مَضَتْ سُنَّتُ ٱلْأَوَّلِينَ",
      "translation": "You tell the unbelievers in case they desist whatever has happened will be forgiven them. If they persist, they should remember the fate of those who have gone before them.",
      "transliteration": "qul lilladhīna kafarū in yantahū yughfar lahum mā qad salafa wa in ya`ūdū faqad maḍat sunnatul-awwalīn"
    },
    {
      "index": 40,
      "id": 39,
      "show_id": "39",
      "arabic": "وَقَـٰتِلُوهُمْ حَتَّىٰ لَا تَكُونَ فِتْنَةٌ وَيَكُونَ ٱلدِّينُ كُلُّهُۥ لِلَّهِ ۚ فَإِنِ ٱنتَهَوْا۟ فَإِنَّ ٱللَّهَ بِمَا يَعْمَلُونَ بَصِيرٌ",
      "translation": "So, fight them till all opposition ends, and obedience is wholly God's. If they desist then verily God sees all they do.",
      "transliteration": "waqātilūhum ḥattā lā takūna fitnatun wayakūnad dīnu kulluhu lillāh ۚ fa-inin-tahaw fa-innallāha bimā ya`malūna baṣīr"
    },
    {
      "index": 41,
      "id": 40,
      "show_id": "40",
      "arabic": "وَإِن تَوَلَّوْا۟ فَٱعْلَمُوٓا۟ أَنَّ ٱللَّهَ مَوْلَىٰكُمْ ۚ نِعْمَ ٱلْمَوْلَىٰ وَنِعْمَ ٱلنَّصِيرُ",
      "translation": "But if they are obstinate, know that God is your helper and protector: How excellent a helper, and how excellent a protector is He!",
      "transliteration": "wa in tawallaw fa`lamū annallāha mawlākum ۚ ni`mal mawlā wani`man naṣīr"
    },
    {
      "index": 42,
      "id": 41,
      "show_id": "41",
      "arabic": "وَٱعْلَمُوٓا۟ أَنَّمَا غَنِمْتُم مِّن شَىْءٍ فَأَنَّ لِلَّهِ خُمُسَهُۥ وَلِلرَّسُولِ وَلِذِى ٱلْقُرْبَىٰ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينِ وَٱبْنِ ٱلسَّبِيلِ إِن كُنتُمْ ءَامَنتُم بِٱللَّهِ وَمَآ أَنزَلْنَا عَلَىٰ عَبْدِنَا يَوْمَ ٱلْفُرْقَانِ يَوْمَ ٱلْتَقَى ٱلْجَمْعَانِ ۗ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "translation": "Know that one-fifth of what you acquire as booty (of war) is for God and His Apostle, and for relatives and orphans, the poor and wayfarers, if you truly believe in God and what We revealed to Our votary on the day of victory over the infidels when the two armies clashed (at Badr). For God has the power to do any thing.",
      "transliteration": "wa`lamū annamā ghanimtum min shay-in fa-anna lillāhi khumusahu walirrasūli walidhil qurbā wal yatāmā wal masākīni wabnis sabīli in kuntum āmantum billāhi wa mā anzalnā `alā `abdinā yawmal furqāni yawmal taqal jam`ān ۗ wallāhu `alā kulli shay-in qadīr"
    },
    {
      "index": 43,
      "id": 42,
      "show_id": "42",
      "arabic": "إِذْ أَنتُم بِٱلْعُدْوَةِ ٱلدُّنْيَا وَهُم بِٱلْعُدْوَةِ ٱلْقُصْوَىٰ وَٱلرَّكْبُ أَسْفَلَ مِنكُمْ ۚ وَلَوْ تَوَاعَدتُّمْ لَٱخْتَلَفْتُمْ فِى ٱلْمِيعَـٰدِ ۙ وَلَـٰكِن لِّيَقْضِىَ ٱللَّهُ أَمْرًا كَانَ مَفْعُولًا لِّيَهْلِكَ مَنْ هَلَكَ عَنۢ بَيِّنَةٍ وَيَحْيَىٰ مَنْ حَىَّ عَنۢ بَيِّنَةٍ ۗ وَإِنَّ ٱللَّهَ لَسَمِيعٌ عَلِيمٌ",
      "translation": "(That day) when you were at one end of the valley, (the unbelievers) at the other, and the caravan below you (on the lowland by the coast), you would surely have declined to fight if (the Makkans) had offered you battle. (But the battle did take place) that God may end the matter which had been accomplished, so that he who had to die may perish after a clear demonstration, and he who had to live may survive in the light of positive proof, for God hears all and knows everything.",
      "transliteration": "idh antum bil `udwatid dunyā wahum bil `udwatil quṣwā war rakbu asfala minkum ۚ walaw tawā`adtum lakhtalaftum fil mī`ādi walākin liyaqḍiyallāhu amran kāna maf`ūlal liyahlika man halaka `an bayyinatin wayaḥyā man ḥayya `an bayyinah ۗ wa innallāha lasamī`un `alīm"
    },
    {
      "index": 44,
      "id": 43,
      "show_id": "43",
      "arabic": "إِذْ يُرِيكَهُمُ ٱللَّهُ فِى مَنَامِكَ قَلِيلًا ۖ وَلَوْ أَرَىٰكَهُمْ كَثِيرًا لَّفَشِلْتُمْ وَلَتَنَـٰزَعْتُمْ فِى ٱلْأَمْرِ وَلَـٰكِنَّ ٱللَّهَ سَلَّمَ ۗ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "God showed (the Makkans) to be few in your dream, for if He had shown them to be many you would surely have lost courage and disagreed about the (wisdom) of the battle. But God spared you this, for He surely knows what is in the hearts of men.",
      "transliteration": "idh yurīkahumullāhu fī manāmika qalīlā ۖ walaw arākahum kathīral lafashiltum walatanāza`tum fil-amri walākinnallāha sallam ۗ innahu `alīmun bidhātiṣ ṣudūr"
    },
    {
      "index": 45,
      "id": 44,
      "show_id": "44",
      "arabic": "وَإِذْ يُرِيكُمُوهُمْ إِذِ ٱلْتَقَيْتُمْ فِىٓ أَعْيُنِكُمْ قَلِيلًا وَيُقَلِّلُكُمْ فِىٓ أَعْيُنِهِمْ لِيَقْضِىَ ٱللَّهُ أَمْرًا كَانَ مَفْعُولًا ۗ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
      "translation": "When you faced them He made (the enemy) seem few to you in numbers, and made you appear fewer in their eyes, (it was) so that God could accomplish what had been decreed; for all things rest with God.",
      "transliteration": "wa idh yurīkumūhum idhil taqaytum fī a`yunikum qalīlan wayuqallilukum fī a`yunihim liyaqḍiyallāhu amran kāna maf`ūlā ۗ wa ilallāhi turja`ul-umūr"
    },
    {
      "index": 46,
      "id": 45,
      "show_id": "45",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا لَقِيتُمْ فِئَةً فَٱثْبُتُوا۟ وَٱذْكُرُوا۟ ٱللَّهَ كَثِيرًا لَّعَلَّكُمْ تُفْلِحُونَ",
      "translation": "O believers, when you meet an army, stand firm, and think of God a great deal that you may be blessed with success.",
      "transliteration": "yā-ayyuhal ladhīna āmanū idhā laqītum fi-atan fathbutū wadhkurullāha kathīral la`allakum tufliḥūn"
    },
    {
      "index": 47,
      "id": 46,
      "show_id": "46",
      "arabic": "وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ وَلَا تَنَـٰزَعُوا۟ فَتَفْشَلُوا۟ وَتَذْهَبَ رِيحُكُمْ ۖ وَٱصْبِرُوٓا۟ ۚ إِنَّ ٱللَّهَ مَعَ ٱلصَّـٰبِرِينَ",
      "translation": "Obey God and His Apostle, and do not disagree among yourselves or you will be unmanned and lose courage. Persevere, for God is with those who endure.",
      "transliteration": "wa-aṭī`ullāha warasūlahu walā tanāza`ū fatafshalū watadh-haba rīḥukum ۖ waṣbirū ۚ innallāha ma`aṣ ṣābirīn"
    },
    {
      "index": 48,
      "id": 47,
      "show_id": "47",
      "arabic": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ خَرَجُوا۟ مِن دِيَـٰرِهِم بَطَرًا وَرِئَآءَ ٱلنَّاسِ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ ۚ وَٱللَّهُ بِمَا يَعْمَلُونَ مُحِيطٌ",
      "translation": "Do not be like those who went out of their homes full of their own importance, ostentatiously, trying to hinder others from the way of God. But God encompasses all they do.",
      "transliteration": "walā takūnū kal ladhīna kharajū min diyārihim baṭaran wari-ā-an nāsi wayaṣuddūna `an sabīlillāh ۚ wallāhu bimā ya`malūna muḥīṭ"
    },
    {
      "index": 49,
      "id": 48,
      "show_id": "48",
      "arabic": "وَإِذْ زَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ أَعْمَـٰلَهُمْ وَقَالَ لَا غَالِبَ لَكُمُ ٱلْيَوْمَ مِنَ ٱلنَّاسِ وَإِنِّى جَارٌ لَّكُمْ ۖ فَلَمَّا تَرَآءَتِ ٱلْفِئَتَانِ نَكَصَ عَلَىٰ عَقِبَيْهِ وَقَالَ إِنِّى بَرِىٓءٌ مِّنكُمْ إِنِّىٓ أَرَىٰ مَا لَا تَرَوْنَ إِنِّىٓ أَخَافُ ٱللَّهَ ۚ وَٱللَّهُ شَدِيدُ ٱلْعِقَابِ",
      "translation": "Satan made their deeds look alluring to them, and said: \"None will prevail over you this day, for I shall be near at hand.\" Yet when the two armies appeared face to face, he turned back and fled, saying: \"I am not with you, for I can see what you cannot perceive. I fear God, for His punishment is severe.\"",
      "transliteration": "wa idh zayyana lahumush shayṭānu a`mālahum waqāla lā ghāliba lakumul yawma minan nāsi wa innī jārul lakum ۖ falammā tarā-atil fi-atāni nakaṣa `alā `aqibayhi waqāla innī barī-un minkum innī arā mā lā tarawna innī akhāfullāh ۚ wallāhu shadīdul `iqāb"
    },
    {
      "index": 50,
      "id": 49,
      "show_id": "49",
      "arabic": "إِذْ يَقُولُ ٱلْمُنَـٰفِقُونَ وَٱلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ غَرَّ هَـٰٓؤُلَآءِ دِينُهُمْ ۗ وَمَن يَتَوَكَّلْ عَلَى ٱللَّهِ فَإِنَّ ٱللَّهَ عَزِيزٌ حَكِيمٌ",
      "translation": "The hypocrites, and those who had doubts in their hearts, said: \"Their faith has misled them.\" But whoever places his trust in God will find God mighty and wise.",
      "transliteration": "idh yaqūlul munāfiqūna wal ladhīna fī qulūbihim maraḍun gharra hā-ulā-i dīnuhum ۗ wa man yatawakkal `alallāhi fa-innallāha `azīzun ḥakīm"
    },
    {
      "index": 51,
      "id": 50,
      "show_id": "50",
      "arabic": "وَلَوْ تَرَىٰٓ إِذْ يَتَوَفَّى ٱلَّذِينَ كَفَرُوا۟ ۙ ٱلْمَلَـٰٓئِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَـٰرَهُمْ وَذُوقُوا۟ عَذَابَ ٱلْحَرِيقِ",
      "translation": "If you could only see the infidels as the angels draw away their souls and strike their faces and their backs, (saying): \"Taste the torment of burning",
      "transliteration": "walaw tarā idh yatawaffal ladhīna kafarul malā-ikatu yaḍribūna wujūhahum wa-adbārahum wadhūqū `adhābal ḥarīq"
    },
    {
      "index": 52,
      "id": 51,
      "show_id": "51",
      "arabic": "ذَٰلِكَ بِمَا قَدَّمَتْ أَيْدِيكُمْ وَأَنَّ ٱللَّهَ لَيْسَ بِظَلَّـٰمٍ لِّلْعَبِيدِ",
      "translation": "For what you have brought upon yourselves.\" God is surely not unjust to His creatures, (they are unjust to themselves).",
      "transliteration": "dhālika bimā qaddamat aydīkum wa-annallāha laysa biẓallāmin lil`abīd"
    },
    {
      "index": 53,
      "id": 52,
      "show_id": "52",
      "arabic": "كَدَأْبِ ءَالِ فِرْعَوْنَ ۙ وَٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَفَرُوا۟ بِـَٔايَـٰتِ ٱللَّهِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمْ ۗ إِنَّ ٱللَّهَ قَوِىٌّ شَدِيدُ ٱلْعِقَابِ",
      "translation": "Their case is like that of Pharaoh's people, and of those before them, who denied the revelations of God, and were punished for their sins by God, and God is all powerful and Severe His punishment.",
      "transliteration": "kada-bi āli fir`awna wal ladhīna min qablihim ۚ kafarū bi-āyātillāhi fa-akhadhahumullāhu bidhunūbihim ۗ innallāha qawiyyun shadīdul `iqāb"
    },
    {
      "index": 54,
      "id": 53,
      "show_id": "53",
      "arabic": "ذَٰلِكَ بِأَنَّ ٱللَّهَ لَمْ يَكُ مُغَيِّرًا نِّعْمَةً أَنْعَمَهَا عَلَىٰ قَوْمٍ حَتَّىٰ يُغَيِّرُوا۟ مَا بِأَنفُسِهِمْ ۙ وَأَنَّ ٱللَّهَ سَمِيعٌ عَلِيمٌ",
      "translation": "God does not withdraw a favour bestowed upon a people unless they change themselves, for God hears all and knows everything.",
      "transliteration": "dhālika bi-annallāha lam yaku mughayyiran ni`matan an`amahā `alā qawmin ḥattā yughayyirū mā bi-anfusihim wa-annallāha samī`un `alīm"
    },
    {
      "index": 55,
      "id": 54,
      "show_id": "54",
      "arabic": "كَدَأْبِ ءَالِ فِرْعَوْنَ ۙ وَٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَذَّبُوا۟ بِـَٔايَـٰتِ رَبِّهِمْ فَأَهْلَكْنَـٰهُم بِذُنُوبِهِمْ وَأَغْرَقْنَآ ءَالَ فِرْعَوْنَ ۚ وَكُلٌّ كَانُوا۟ ظَـٰلِمِينَ",
      "translation": "This was the case with the people of Pharaoh and those before them, who rejected the signs of their Lord and were destroyed for their sins, and We drowned the people of Pharaoh as they were oppressors.",
      "transliteration": "kada-bi āli fir`awna wal ladhīna min qablihim ۚ kadhhabū bi-āyāti rabbihim fa-ahlaknāhum bidhunūbihim wa-aghraqnā āla fir`awn ۚ wakullun kānū ẓālimīn"
    },
    {
      "index": 56,
      "id": 55,
      "show_id": "55",
      "arabic": "إِنَّ شَرَّ ٱلدَّوَآبِّ عِندَ ٱللَّهِ ٱلَّذِينَ كَفَرُوا۟ فَهُمْ لَا يُؤْمِنُونَ",
      "translation": "Verily the worst of creatures in the sight of God are those who deny (the truth), and will not believe.",
      "transliteration": "inna sharrad dawābbi `indallāhil ladhīna kafarū fahum lā yu-minūn"
    },
    {
      "index": 57,
      "id": 56,
      "show_id": "56",
      "arabic": "ٱلَّذِينَ عَـٰهَدتَّ مِنْهُمْ ثُمَّ يَنقُضُونَ عَهْدَهُمْ فِى كُلِّ مَرَّةٍ وَهُمْ لَا يَتَّقُونَ",
      "translation": "As for those with whom you have made a treaty and who abrogate it every time, and do not fear God,",
      "transliteration": "alladhīna `āhadta minhum thumma yanquḍūna `ahdahum fī kulli marratin wahum lā yattaqūn"
    },
    {
      "index": 58,
      "id": 57,
      "show_id": "57",
      "arabic": "فَإِمَّا تَثْقَفَنَّهُمْ فِى ٱلْحَرْبِ فَشَرِّدْ بِهِم مَّنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ",
      "translation": "If you meet them in battle, inflict on them such a defeat as would be a lesson for those who come after them, and that they may be warned.",
      "transliteration": "fa-immā tathqafannahum fil ḥarbi fasharrid bihim man khalfahum la`allahum yadhhakkarūn"
    },
    {
      "index": 59,
      "id": 58,
      "show_id": "58",
      "arabic": "وَإِمَّا تَخَافَنَّ مِن قَوْمٍ خِيَانَةً فَٱنۢبِذْ إِلَيْهِمْ عَلَىٰ سَوَآءٍ ۚ إِنَّ ٱللَّهَ لَا يُحِبُّ ٱلْخَآئِنِينَ",
      "translation": "If you apprehend treachery from a people (with whom you have a treaty), retaliate by breaking off (relations) with them, for God does not like those who are treacherous.",
      "transliteration": "wa immā takhāfanna min qawmin khiyānatan fanbidh ilayhim `alā sawā-i ۚ innallāha lā yuḥibbul khā-inīn"
    },
    {
      "index": 60,
      "id": 59,
      "show_id": "59",
      "arabic": "وَلَا يَحْسَبَنَّ ٱلَّذِينَ كَفَرُوا۟ سَبَقُوٓا۟ ۚ إِنَّهُمْ لَا يُعْجِزُونَ",
      "translation": "The infidels should not think that they can bypass (the law of God). Surely they cannot get away.",
      "transliteration": "walā yaḥsabannal ladhīna kafarū sabaqū ۚ innahum lā yu`jizūn"
    },
    {
      "index": 61,
      "id": 60,
      "show_id": "60",
      "arabic": "وَأَعِدُّوا۟ لَهُم مَّا ٱسْتَطَعْتُم مِّن قُوَّةٍ وَمِن رِّبَاطِ ٱلْخَيْلِ تُرْهِبُونَ بِهِۦ عَدُوَّ ٱللَّهِ وَعَدُوَّكُمْ وَءَاخَرِينَ مِن دُونِهِمْ لَا تَعْلَمُونَهُمُ ٱللَّهُ يَعْلَمُهُمْ ۚ وَمَا تُنفِقُوا۟ مِن شَىْءٍ فِى سَبِيلِ ٱللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنتُمْ لَا تُظْلَمُونَ",
      "translation": "Prepare against them whatever arms and cavalry you can muster, that you may strike terror in (the hearts of) the enemies of God and your own, and others besides them not known to you, but known to God. Whatever you spend in the way of God will be paid back to you in full, and no wrong will be done to you.",
      "transliteration": "wa-a`iddū lahum mas-taṭa`tum min quwwatin wa min ribāṭil khayli turhibūna bihi `aduwwallāhi wa`aduwwakum wa-ākharīna min dūnihim lā ta`lamūnahumullāhu ya`lamuhum ۚ wa mā tunfiqū min shay-in fī sabīlillāhi yuwaffa ilaykum wa-antum lā tuẓlamūn"
    },
    {
      "index": 62,
      "id": 61,
      "show_id": "61",
      "arabic": "وَإِن جَنَحُوا۟ لِلسَّلْمِ فَٱجْنَحْ لَهَا وَتَوَكَّلْ عَلَى ٱللَّهِ ۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "translation": "But if they are inclined to peace, make peace with them, and have trust in God, for He hears all and knows everything.",
      "transliteration": "wa in janaḥū lissal-mi fajnaḥ lahā watawakkal `alallāh ۚ innahu huwas samī`ul `alīm"
    },
    {
      "index": 63,
      "id": 62,
      "show_id": "62",
      "arabic": "وَإِن يُرِيدُوٓا۟ أَن يَخْدَعُوكَ فَإِنَّ حَسْبَكَ ٱللَّهُ ۚ هُوَ ٱلَّذِىٓ أَيَّدَكَ بِنَصْرِهِۦ وَبِٱلْمُؤْمِنِينَ",
      "translation": "If they try to cheat you, God is surely sufficient for you. It is He who has strengthened you with His help and with believers",
      "transliteration": "wa in yurīdū an yakhda`ūka fa-inna ḥasbakallāh ۚ huwal ladhī ayyadaka binaṣrihi wabil mu-minīn"
    },
    {
      "index": 64,
      "id": 63,
      "show_id": "63",
      "arabic": "وَأَلَّفَ بَيْنَ قُلُوبِهِمْ ۚ لَوْ أَنفَقْتَ مَا فِى ٱلْأَرْضِ جَمِيعًا مَّآ أَلَّفْتَ بَيْنَ قُلُوبِهِمْ وَلَـٰكِنَّ ٱللَّهَ أَلَّفَ بَيْنَهُمْ ۚ إِنَّهُۥ عَزِيزٌ حَكِيمٌ",
      "translation": "Whose hearts He cemented with love. You could never have united their hearts even if you had spent whatever (wealth) is in the earth; but God united them with love, for He is all-mighty and all-wise.",
      "transliteration": "wa-allafa bayna qulūbihim ۚ law anfaqta mā fil-arḍi jamī`an mā allafta bayna qulūbihim walākinnallāha allafa baynahum ۚ innahu `azīzun ḥakīm"
    },
    {
      "index": 65,
      "id": 64,
      "show_id": "64",
      "arabic": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ حَسْبُكَ ٱللَّهُ وَمَنِ ٱتَّبَعَكَ مِنَ ٱلْمُؤْمِنِينَ",
      "translation": "God is sufficient for you, O Prophet, and the faithful who follow you.",
      "transliteration": "yā-ayyuhan nabiyyu ḥasbukallāhu wa manit-taba`aka minal mu-minīn"
    },
    {
      "index": 66,
      "id": 65,
      "show_id": "65",
      "arabic": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ حَرِّضِ ٱلْمُؤْمِنِينَ عَلَى ٱلْقِتَالِ ۚ إِن يَكُن مِّنكُمْ عِشْرُونَ صَـٰبِرُونَ يَغْلِبُوا۟ مِا۟ئَتَيْنِ ۚ وَإِن يَكُن مِّنكُم مِّا۟ئَةٌ يَغْلِبُوٓا۟ أَلْفًا مِّنَ ٱلَّذِينَ كَفَرُوا۟ بِأَنَّهُمْ قَوْمٌ لَّا يَفْقَهُونَ",
      "translation": "O Prophet, urge the faithful to fight. If there are twenty among you with determination they will vanquish two hundred; and if there are a hundred then they will vanquish a thousand unbelievers, for they are people devoid of understanding.",
      "transliteration": "yā-ayyuhan nabiyyu ḥarriḍil mu-minīna `alal-qitāl ۚ in yakun minkum `ishrūna ṣābirūna yaghlibū mī-atayn ۚ wa in yakun minkum mī-atun yaghlibū alfan minal ladhīna kafarū bi-annahum qawmul lā yafqahūn"
    },
    {
      "index": 67,
      "id": 66,
      "show_id": "66",
      "arabic": "ٱلْـَٔـٰنَ خَفَّفَ ٱللَّهُ عَنكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا ۚ فَإِن يَكُن مِّنكُم مِّا۟ئَةٌ صَابِرَةٌ يَغْلِبُوا۟ مِا۟ئَتَيْنِ ۚ وَإِن يَكُن مِّنكُمْ أَلْفٌ يَغْلِبُوٓا۟ أَلْفَيْنِ بِإِذْنِ ٱللَّهِ ۗ وَٱللَّهُ مَعَ ٱلصَّـٰبِرِينَ",
      "translation": "God has lightened your burden as He knows you are weak: So, if there are a hundred men of firm determination among you, they will vanquish two hundred; and if there are a thousand of you they will vanquish two thousand by the will of God, for God is with those who are determined.",
      "transliteration": "al-āna khaffafallāhu `ankum wa`alima anna fīkum ḍa`fā ۚ fa-in yakun minkum mī-atun ṣābiratun yaghlibū mī-atayn ۚ wa in yakun minkum alfun yaghlibū alfayni bi-idhnillāh ۗ wallāhu ma`aṣ ṣābirīn"
    },
    {
      "index": 68,
      "id": 67,
      "show_id": "67",
      "arabic": "مَا كَانَ لِنَبِىٍّ أَن يَكُونَ لَهُۥٓ أَسْرَىٰ حَتَّىٰ يُثْخِنَ فِى ٱلْأَرْضِ ۚ تُرِيدُونَ عَرَضَ ٱلدُّنْيَا وَٱللَّهُ يُرِيدُ ٱلْـَٔاخِرَةَ ۗ وَٱللَّهُ عَزِيزٌ حَكِيمٌ",
      "translation": "No apostle should take captives until he has battled and subdued the country. You desire the vanities of this world, but God wills (for you the reward) of the world to come; and God is all-mighty and all-wise.",
      "transliteration": "mā kāna linabiyyin an yakūna lahu asrā ḥattā yuthkhina fil-arḍ ۚ turīdūna `araḍad dunyā wallāhu yurīdul-ākhirah ۗ wallāhu `azīzun ḥakīm"
    },
    {
      "index": 69,
      "id": 68,
      "show_id": "68",
      "arabic": "لَّوْلَا كِتَـٰبٌ مِّنَ ٱللَّهِ سَبَقَ لَمَسَّكُمْ فِيمَآ أَخَذْتُمْ عَذَابٌ عَظِيمٌ",
      "translation": "Had this not been decreed by God in advance, you would have suffered a grievous punishment for what you took (as booty).",
      "transliteration": "lawlā kitābun minallāhi sabaqa lamassakum fīmā akhadhtum `adhābun `aẓīm"
    },
    {
      "index": 70,
      "id": 69,
      "show_id": "69",
      "arabic": "فَكُلُوا۟ مِمَّا غَنِمْتُمْ حَلَـٰلًا طَيِّبًا ۚ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "translation": "But now use such of the spoils as are lawful and good, and fear God, for God is forgiving and kind.",
      "transliteration": "fakulū mimmā ghanimtum ḥalālan ṭayyibā ۚ wattaqullāh ۚ innallāha ghafūrun raḥīm"
    },
    {
      "index": 71,
      "id": 70,
      "show_id": "70",
      "arabic": "يَـٰٓأَيُّهَا ٱلنَّبِىُّ قُل لِّمَن فِىٓ أَيْدِيكُم مِّنَ ٱلْأَسْرَىٰٓ إِن يَعْلَمِ ٱللَّهُ فِى قُلُوبِكُمْ خَيْرًا يُؤْتِكُمْ خَيْرًا مِّمَّآ أُخِذَ مِنكُمْ وَيَغْفِرْ لَكُمْ ۗ وَٱللَّهُ غَفُورٌ رَّحِيمٌ",
      "translation": "O Prophet, tell the captives you have taken: \"If God finds some good in your hearts, He will reward you with something better than was taken away from you, and forgive your sins, for God is forgiving and kind.\"",
      "transliteration": "yā-ayyuhan nabiyyu qul liman fī aydīkum minal-asrā in ya`lamillāhu fī qulūbikum khayran yu-tikum khayran mimmā ukhidha minkum wayaghfir lakum ۗ wallāhu ghafūrun raḥīm"
    },
    {
      "index": 72,
      "id": 71,
      "show_id": "71",
      "arabic": "وَإِن يُرِيدُوا۟ خِيَانَتَكَ فَقَدْ خَانُوا۟ ٱللَّهَ مِن قَبْلُ فَأَمْكَنَ مِنْهُمْ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
      "translation": "If they try to deceive you, remember they have deceived God before. So He gave you mastery over them, for God is all-knowing and all-wise.",
      "transliteration": "wa in yurīdū khiyānataka faqad khānullāha min qablu fa-amkana minhum ۗ wallāhu `alīmun ḥakīm"
    },
    {
      "index": 73,
      "id": 72,
      "show_id": "72",
      "arabic": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَهَاجَرُوا۟ وَجَـٰهَدُوا۟ بِأَمْوَٰلِهِمْ وَأَنفُسِهِمْ فِى سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَوا۟ وَّنَصَرُوٓا۟ أُو۟لَـٰٓئِكَ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ ۚ وَٱلَّذِينَ ءَامَنُوا۟ وَلَمْ يُهَاجِرُوا۟ مَا لَكُم مِّن وَلَـٰيَتِهِم مِّن شَىْءٍ حَتَّىٰ يُهَاجِرُوا۟ ۚ وَإِنِ ٱسْتَنصَرُوكُمْ فِى ٱلدِّينِ فَعَلَيْكُمُ ٱلنَّصْرُ إِلَّا عَلَىٰ قَوْمٍۭ بَيْنَكُمْ وَبَيْنَهُم مِّيثَـٰقٌ ۗ وَٱللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ",
      "translation": "Those who accepted the faith and set out of their homes, and fought in the way of God wealth and soul, and those who gave them shelter and helped them, are friends of one another. You are not responsible for protecting those who embraced the faith but did not leave their homes, until they do so. In ease they ask for your help in the name of faith, you are duty bound to help them, except against a people with whom you have a treaty; for God sees all that you do.",
      "transliteration": "innal ladhīna āmanū wahājarū wajāhadū bi-amwālihim wa-anfusihim fī sabīlillāhi wal ladhīna āwaw wanaṣarū ulā-ika ba`ḍuhum awliyā-u ba`ḍ ۚ wal ladhīna āmanū walam yuhājirū mā lakum min walāyatihim min shay-in ḥattā yuhājirū ۚ wa inis-tanṣarūkum fid dīni fa`alaykumun naṣru illā `alā qawmin baynakum wabaynahum mīthāq ۗ wallāhu bimā ta`malūna baṣīr"
    },
    {
      "index": 74,
      "id": 73,
      "show_id": "73",
      "arabic": "وَٱلَّذِينَ كَفَرُوا۟ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ ۚ إِلَّا تَفْعَلُوهُ تَكُن فِتْنَةٌ فِى ٱلْأَرْضِ وَفَسَادٌ كَبِيرٌ",
      "translation": "Those who are infidels aid one another. Unless you do the same there will be discord in the land and anarchy.",
      "transliteration": "wal ladhīna kafarū ba`ḍuhum awliyā-u ba`ḍ ۚ illā taf`alūhu takun fitnatun fil-arḍi wafasādun kabīr"
    },
    {
      "index": 75,
      "id": 74,
      "show_id": "74",
      "arabic": "وَٱلَّذِينَ ءَامَنُوا۟ وَهَاجَرُوا۟ وَجَـٰهَدُوا۟ فِى سَبِيلِ ٱللَّهِ وَٱلَّذِينَ ءَاوَوا۟ وَّنَصَرُوٓا۟ أُو۟لَـٰٓئِكَ هُمُ ٱلْمُؤْمِنُونَ حَقًّا ۚ لَّهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
      "translation": "Those who accepted the faith and abandoned their homes, and struggled in the cause of God, and those who gave them shelter and helped them, are veritably true believers. For them is forgiveness and noble sustenance.",
      "transliteration": "wal ladhīna āmanū wahājarū wajāhadū fī sabīlillāhi wal ladhīna āwaw wanaṣarū ulā-ika humul mu-minūna ḥaqqā ۚ lahum maghfiratun warizqun karīm"
    },
    {
      "index": 76,
      "id": 75,
      "show_id": "75",
      "arabic": "وَٱلَّذِينَ ءَامَنُوا۟ مِنۢ بَعْدُ وَهَاجَرُوا۟ وَجَـٰهَدُوا۟ مَعَكُمْ فَأُو۟لَـٰٓئِكَ مِنكُمْ ۚ وَأُو۟لُوا۟ ٱلْأَرْحَامِ بَعْضُهُمْ أَوْلَىٰ بِبَعْضٍ فِى كِتَـٰبِ ٱللَّهِ ۗ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌۢ",
      "translation": "Those who accepted the faith and left their homes and fought by your side, are your brothers; yet those who are related by blood are closer to one another according to the decree of God. Verily God knows everything.",
      "transliteration": "wal ladhīna āmanū min ba`du wahājarū wajāhadū ma`akum fa-ulā-ika minkum ۚ wa-ulul-arḥāmi ba`ḍuhum awlā biba`ḍin fī kitābillāh ۗ innallāha bikulli shay-in `alīm"
    }
  ]
}