{
  "index": 72,
  "name": "الجن",
  "arabic_name": "الجِن",
  "english_name": "Al-Jinn",
  "english_meaning": "The Jinn",
  "rows": [
    {
      "index": 1,
      "id": 0,
      "show_id": "",
      "arabic": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
      "translation": "In the name of Allah, most benevolent, ever-merciful.",
      "transliteration": "bismillāhir raḥmānir raḥīm"
    },
    {
      "index": 2,
      "id": 1,
      "show_id": "1",
      "arabic": "قُلْ أُوحِىَ إِلَىَّ أَنَّهُ ٱسْتَمَعَ نَفَرٌ مِّنَ ٱلْجِنِّ فَقَالُوٓا۟ إِنَّا سَمِعْنَا قُرْءَانًا عَجَبًا",
      "translation": "SAY: \"I HAVE been informed that a number of jinns had listened; then said: 'We have heard the wondrous Qur'an,",
      "transliteration": "qul ūḥiya ilayya annahus tama`a nafarun minal jinni faqālū innā sami`nā qur-ānan `ajabā"
    },
    {
      "index": 3,
      "id": 2,
      "show_id": "2",
      "arabic": "يَهْدِىٓ إِلَى ٱلرُّشْدِ فَـَٔامَنَّا بِهِۦ ۖ وَلَن نُّشْرِكَ بِرَبِّنَآ أَحَدًا",
      "translation": "Which guides to the right path; and we have come to believe in it, and will not associate any one with our Lord.",
      "transliteration": "yahdī ilar rushdi fa-āmannā bih ۖ walan nushrika birabbinā aḥadā"
    },
    {
      "index": 4,
      "id": 3,
      "show_id": "3",
      "arabic": "وَأَنَّهُۥ تَعَـٰلَىٰ جَدُّ رَبِّنَا مَا ٱتَّخَذَ صَـٰحِبَةً وَلَا وَلَدًا",
      "translation": "Exalted is the glory of our Lord; He has neither wife nor son.",
      "transliteration": "wa-annahu ta`ālā jaddu rabbinā mat-takhadha ṣāḥibatan walā waladā"
    },
    {
      "index": 5,
      "id": 4,
      "show_id": "4",
      "arabic": "وَأَنَّهُۥ كَانَ يَقُولُ سَفِيهُنَا عَلَى ٱللَّهِ شَطَطًا",
      "translation": "Certainly the foolish among us say preposterous things of God.",
      "transliteration": "wa-annahu kāna yaqūlu safīhunā `alallāhi shaṭaṭā"
    },
    {
      "index": 6,
      "id": 5,
      "show_id": "5",
      "arabic": "وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ ٱلْإِنسُ وَٱلْجِنُّ عَلَى ٱللَّهِ كَذِبًا",
      "translation": "We had in fact thought that men and jinns would never speak a lie about God,",
      "transliteration": "wa-annā ẓanannā an lan taqūlal-insu wal jinnu `alallāhi kadhibā"
    },
    {
      "index": 7,
      "id": 6,
      "show_id": "6",
      "arabic": "وَأَنَّهُۥ كَانَ رِجَالٌ مِّنَ ٱلْإِنسِ يَعُوذُونَ بِرِجَالٍ مِّنَ ٱلْجِنِّ فَزَادُوهُمْ رَهَقًا",
      "translation": "But some men used to seek refuge with some jinns, and this increased their waywardness;",
      "transliteration": "wa-annahu kāna rijālun minal-insi ya`ūdhūna birijālin minal jinni fazādūhum rahaqā"
    },
    {
      "index": 8,
      "id": 7,
      "show_id": "7",
      "arabic": "وَأَنَّهُمْ ظَنُّوا۟ كَمَا ظَنَنتُمْ أَن لَّن يَبْعَثَ ٱللَّهُ أَحَدًا",
      "translation": "So they began to think, even as you do, that God would not resurrect any one.",
      "transliteration": "wa-annahum ẓannū kamā ẓanantum an lan yab`athallāhu aḥadā"
    },
    {
      "index": 9,
      "id": 8,
      "show_id": "8",
      "arabic": "وَأَنَّا لَمَسْنَا ٱلسَّمَآءَ فَوَجَدْنَـٰهَا مُلِئَتْ حَرَسًا شَدِيدًا وَشُهُبًا",
      "translation": "We sought to pry into the secrets of the heavens, but found it full of fierce guards and shooting flames.",
      "transliteration": "wa-annā lamasnas samā-a fawajadnāhā muli-at ḥarasan shadīdan washuhubā"
    },
    {
      "index": 10,
      "id": 9,
      "show_id": "9",
      "arabic": "وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَـٰعِدَ لِلسَّمْعِ ۖ فَمَن يَسْتَمِعِ ٱلْـَٔانَ يَجِدْ لَهُۥ شِهَابًا رَّصَدًا",
      "translation": "We sat in observatories to listen; but any one who listened found a shooting star in wait for him.",
      "transliteration": "wa-annā kunnā naq`udu minhā maqā`ida lissam` ۖ faman yastami`il-āna yajid lahu shihāban raṣadā"
    },
    {
      "index": 11,
      "id": 10,
      "show_id": "10",
      "arabic": "وَأَنَّا لَا نَدْرِىٓ أَشَرٌّ أُرِيدَ بِمَن فِى ٱلْأَرْضِ أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا",
      "translation": "We do not know if this means ill for the dwellers of the earth, or their Lord wishes guidance for them.",
      "transliteration": "wa-annā lā nadrī asharrun urīda biman fil-arḍi am arāda bihim rabbuhum rashadā"
    },
    {
      "index": 12,
      "id": 11,
      "show_id": "11",
      "arabic": "وَأَنَّا مِنَّا ٱلصَّـٰلِحُونَ وَمِنَّا دُونَ ذَٰلِكَ ۖ كُنَّا طَرَآئِقَ قِدَدًا",
      "translation": "For some of us are upright and some otherwise: Surely we follow different ways.",
      "transliteration": "wa-annā minnaṣ ṣāliḥūna wa minnā dūna dhālik ۖ kunnā ṭarā-iqa qidadā"
    },
    {
      "index": 13,
      "id": 12,
      "show_id": "12",
      "arabic": "وَأَنَّا ظَنَنَّآ أَن لَّن نُّعْجِزَ ٱللَّهَ فِى ٱلْأَرْضِ وَلَن نُّعْجِزَهُۥ هَرَبًا",
      "translation": "We realised that we could not weaken the power of God on earth, nor outpace Him by running away.",
      "transliteration": "wa-annā ẓanannā an lan nu`jizallāha fil-arḍi walan nu`jizahu harabā"
    },
    {
      "index": 14,
      "id": 13,
      "show_id": "13",
      "arabic": "وَأَنَّا لَمَّا سَمِعْنَا ٱلْهُدَىٰٓ ءَامَنَّا بِهِۦ ۖ فَمَن يُؤْمِنۢ بِرَبِّهِۦ فَلَا يَخَافُ بَخْسًا وَلَا رَهَقًا",
      "translation": "So when we heard the guidance we believed in it; and he who believes in his Lord will neither fear loss nor force.",
      "transliteration": "wa-annā lammā sami`nal hudā āmannā bih ۖ faman yu-min birabbihi falā yakhāfu bakhsan walā rahaqā"
    },
    {
      "index": 15,
      "id": 14,
      "show_id": "14",
      "arabic": "وَأَنَّا مِنَّا ٱلْمُسْلِمُونَ وَمِنَّا ٱلْقَـٰسِطُونَ ۖ فَمَنْ أَسْلَمَ فَأُو۟لَـٰٓئِكَ تَحَرَّوْا۟ رَشَدًا",
      "translation": "Some of us have come to submission, and some of us are iniquitous.'\" Those who have submitted have taken the right course;",
      "transliteration": "wa-annā minnal muslimūna wa minnal qāsiṭūn ۖ faman aslama fa-ulā-ika taḥarraw rashadā"
    },
    {
      "index": 16,
      "id": 15,
      "show_id": "15",
      "arabic": "وَأَمَّا ٱلْقَـٰسِطُونَ فَكَانُوا۟ لِجَهَنَّمَ حَطَبًا",
      "translation": "But those who are iniquitous will be fuel for Hell.",
      "transliteration": "wa-ammal qāsiṭūna fakānū lijahannama ḥaṭabā"
    },
    {
      "index": 17,
      "id": 16,
      "show_id": "16",
      "arabic": "وَأَلَّوِ ٱسْتَقَـٰمُوا۟ عَلَى ٱلطَّرِيقَةِ لَأَسْقَيْنَـٰهُم مَّآءً غَدَقًا",
      "translation": "(Say): \"If they keep to the right path We shall give them water in abundance to drink",
      "transliteration": "wa-allawis-taqāmū `alaṭ ṭarīqati la-asqaynāhum mā-an ghadaqā"
    },
    {
      "index": 18,
      "id": 17,
      "show_id": "17",
      "arabic": "لِّنَفْتِنَهُمْ فِيهِ ۚ وَمَن يُعْرِضْ عَن ذِكْرِ رَبِّهِۦ يَسْلُكْهُ عَذَابًا صَعَدًا",
      "translation": "In order to try them through it. But whoever turns away from the remembrance of his Lord, will be given increasing torment by Him.\"",
      "transliteration": "linaftinahum fīh ۚ wa man yu`riḍ `an dhikri rabbihi yasluk-hu `adhāban ṣa`adā"
    },
    {
      "index": 19,
      "id": 18,
      "show_id": "18",
      "arabic": "وَأَنَّ ٱلْمَسَـٰجِدَ لِلَّهِ فَلَا تَدْعُوا۟ مَعَ ٱللَّهِ أَحَدًا",
      "translation": "All places of worship are for God; so do not invoke any one with God.",
      "transliteration": "wa-annal masājida lillāhi falā tad`ū ma`allāhi aḥadā"
    },
    {
      "index": 20,
      "id": 19,
      "show_id": "19",
      "arabic": "وَأَنَّهُۥ لَمَّا قَامَ عَبْدُ ٱللَّهِ يَدْعُوهُ كَادُوا۟ يَكُونُونَ عَلَيْهِ لِبَدًا",
      "translation": "When the devotee of God stood up to invoke Him (the jinns) crowded upon him (to listen).",
      "transliteration": "wa-annahu lammā qāma `abdullāhi yad`ūhu kādū yakūnūna `alayhi libadā"
    },
    {
      "index": 21,
      "id": 20,
      "show_id": "20",
      "arabic": "قُلْ إِنَّمَآ أَدْعُوا۟ رَبِّى وَلَآ أُشْرِكُ بِهِۦٓ أَحَدًا",
      "translation": "Say: \"I call on my Lord alone and I do not associate any one with Him.\"",
      "transliteration": "qul innamā ad`ū rabbī walā ushriku bihi aḥadā"
    },
    {
      "index": 22,
      "id": 21,
      "show_id": "21",
      "arabic": "قُلْ إِنِّى لَآ أَمْلِكُ لَكُمْ ضَرًّا وَلَا رَشَدًا",
      "translation": "Say: \"Neither is your loss within my power nor bringing you to guidance.\"",
      "transliteration": "qul innī lā amliku lakum ḍarran walā rashadā"
    },
    {
      "index": 23,
      "id": 22,
      "show_id": "22",
      "arabic": "قُلْ إِنِّى لَن يُجِيرَنِى مِنَ ٱللَّهِ أَحَدٌ وَلَنْ أَجِدَ مِن دُونِهِۦ مُلْتَحَدًا",
      "translation": "Say: \"No one can save me from God, nor can I find a place of refuge apart from Him,",
      "transliteration": "qul innī lan yujīranī minallāhi aḥadun walan ajida min dūnihi multaḥadā"
    },
    {
      "index": 24,
      "id": 23,
      "show_id": "23",
      "arabic": "إِلَّا بَلَـٰغًا مِّنَ ٱللَّهِ وَرِسَـٰلَـٰتِهِۦ ۚ وَمَن يَعْصِ ٱللَّهَ وَرَسُولَهُۥ فَإِنَّ لَهُۥ نَارَ جَهَنَّمَ خَـٰلِدِينَ فِيهَآ أَبَدًا",
      "translation": "Unless I convey from God and deliver His message.\" For those who disobey God and His Apostle is the fire of Hell, where they will abide for ever;",
      "transliteration": "illā balāghan minallāhi warisālātih ۚ wa man ya`ṣillāha warasūlahu fa-inna lahu nāra jahannama khālidīna fīhā abadā"
    },
    {
      "index": 25,
      "id": 24,
      "show_id": "24",
      "arabic": "حَتَّىٰٓ إِذَا رَأَوْا۟ مَا يُوعَدُونَ فَسَيَعْلَمُونَ مَنْ أَضْعَفُ نَاصِرًا وَأَقَلُّ عَدَدًا",
      "translation": "Until they see what they are promised, when they will understand who is weaker in aid and poorer in numbers.",
      "transliteration": "ḥattā idhā ra-aw mā yū`adūna fasaya`lamūna man aḍ`afu nāṣiran wa-aqallu `adadā"
    },
    {
      "index": 26,
      "id": 25,
      "show_id": "25",
      "arabic": "قُلْ إِنْ أَدْرِىٓ أَقَرِيبٌ مَّا تُوعَدُونَ أَمْ يَجْعَلُ لَهُۥ رَبِّىٓ أَمَدًا",
      "translation": "Say: \"I do not know if what is promised you is near, or if my Lord prolongs its term.",
      "transliteration": "qul in adrī aqarībun mā tū`adūna am yaj`alu lahu rabbī amadā"
    },
    {
      "index": 27,
      "id": 26,
      "show_id": "26",
      "arabic": "عَـٰلِمُ ٱلْغَيْبِ فَلَا يُظْهِرُ عَلَىٰ غَيْبِهِۦٓ أَحَدًا",
      "translation": "He is the knower of the Unknown, and He does not divulge His secret to any one",
      "transliteration": "`ālimul ghaybi falā yuẓhiru `alā ghaybihi aḥadā"
    },
    {
      "index": 28,
      "id": 27,
      "show_id": "27",
      "arabic": "إِلَّا مَنِ ٱرْتَضَىٰ مِن رَّسُولٍ فَإِنَّهُۥ يَسْلُكُ مِنۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِۦ رَصَدًا",
      "translation": "Other than an apostle He has chosen, when He makes a sentinel walk in front of him and a sentinel behind,",
      "transliteration": "illā manir-taḍā min rasūlin fa-innahu yasluku min bayni yadayhi wa min khalfihi raṣadā"
    },
    {
      "index": 29,
      "id": 28,
      "show_id": "28",
      "arabic": "لِّيَعْلَمَ أَن قَدْ أَبْلَغُوا۟ رِسَـٰلَـٰتِ رَبِّهِمْ وَأَحَاطَ بِمَا لَدَيْهِمْ وَأَحْصَىٰ كُلَّ شَىْءٍ عَدَدًۢا",
      "translation": "So that He may know if they have delivered their Lord's messages. He comprehends all that has been given them, and keeps count of everything.",
      "transliteration": "liya`lama an qad ablaghū risālāti rabbihim wa-aḥāṭa bimā ladayhim wa-aḥṣā kulla shay-in `adadā"
    }
  ]
}