{
  "index": 58,
  "name": "المجادلة",
  "arabic_name": "المجَادلة",
  "english_name": "Al-Mujādilah",
  "english_meaning": "The Pleading Woman",
  "rows": [
    {
      "index": 1,
      "id": 0,
      "show_id": "",
      "arabic": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
      "translation": "In the name of Allah, most benevolent, ever-merciful.",
      "transliteration": "bismillāhir raḥmānir raḥīm"
    },
    {
      "index": 2,
      "id": 1,
      "show_id": "1",
      "arabic": "قَدْ سَمِعَ ٱللَّهُ قَوْلَ ٱلَّتِى تُجَـٰدِلُكَ فِى زَوْجِهَا وَتَشْتَكِىٓ إِلَى ٱللَّهِ وَٱللَّهُ يَسْمَعُ تَحَاوُرَكُمَآ ۚ إِنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ",
      "translation": "GOD CERTAINLY HEARD what the woman who argued with you about her husband, said, and complained to God; and God heard your interrogation. Verily God hears all, and sees everything.",
      "transliteration": "qad sami`allāhu qawlal latī tujādiluka fī zawjihā watashtakī ilallāhi wallāhu yasma`u taḥāwurakumā ۚ innallāha samī`un baṣīr"
    },
    {
      "index": 3,
      "id": 2,
      "show_id": "2",
      "arabic": "ٱلَّذِينَ يُظَـٰهِرُونَ مِنكُم مِّن نِّسَآئِهِم مَّا هُنَّ أُمَّهَـٰتِهِمْ ۖ إِنْ أُمَّهَـٰتُهُمْ إِلَّا ٱلَّـٰٓـِٔى وَلَدْنَهُمْ ۚ وَإِنَّهُمْ لَيَقُولُونَ مُنكَرًا مِّنَ ٱلْقَوْلِ وَزُورًا ۚ وَإِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٌ",
      "translation": "Those of you who divorce your wives by calling them 'mothers,' cannot (make them) their mothers. Their mothers are only those who gave birth to them. They surely utter what is unseemly and a lie. But God is forbearing and forgiving.",
      "transliteration": "alladhīna yuẓāhirūna minkum min nisā-ihim mā hunna ummahātihim ۖ in ummahātuhum illal lā-ī waladnahum ۚ wa innahum layaqūlūna munkaran minal qawli wazūrā ۚ wa innallāha la`afuwwun ghafūr"
    },
    {
      "index": 4,
      "id": 3,
      "show_id": "3",
      "arabic": "وَٱلَّذِينَ يُظَـٰهِرُونَ مِن نِّسَآئِهِمْ ثُمَّ يَعُودُونَ لِمَا قَالُوا۟ فَتَحْرِيرُ رَقَبَةٍ مِّن قَبْلِ أَن يَتَمَآسَّا ۚ ذَٰلِكُمْ تُوعَظُونَ بِهِۦ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
      "translation": "Those who call their wives their mothers then revoke what they had said, should free a slave before having physical contact (with them). This is to warn you, as God is aware of what you do.",
      "transliteration": "wal ladhīna yuẓāhirūna min nisā-ihim thumma ya`ūdūna limā qālū fataḥrīru raqabatim min qabli an yatamāssā ۚ dhālikum tū`aẓūna bih ۚ wallāhu bimā ta`malūna khabīr"
    },
    {
      "index": 5,
      "id": 4,
      "show_id": "4",
      "arabic": "فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِن قَبْلِ أَن يَتَمَآسَّا ۖ فَمَن لَّمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا ۚ ذَٰلِكَ لِتُؤْمِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ ۚ وَتِلْكَ حُدُودُ ٱللَّهِ ۗ وَلِلْكَـٰفِرِينَ عَذَابٌ أَلِيمٌ",
      "translation": "If one does not have the means (of doing so) then he should fast for two months continuously before he has physical contact; but any one who is unable to do so, should feed sixty needy persons. This (is enjoined) so that you may be faithful to God and His Apostle. These are the limits set by God. As for the unbelievers, there is painful punishment for them.",
      "transliteration": "faman lam yajid faṣiyāmu shahrayni mutatābi`ayni min qabli an yatamāssā ۖ faman lam yastaṭi` fa-iṭ`āmu sittīna miskīnā ۚ dhālika litu-minū billāhi warasūlih ۚ watilka ḥudūdullāh ۗ walilkāfirīna `adhābun alīm"
    },
    {
      "index": 6,
      "id": 5,
      "show_id": "5",
      "arabic": "إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥ كُبِتُوا۟ كَمَا كُبِتَ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ وَقَدْ أَنزَلْنَآ ءَايَـٰتٍۭ بَيِّنَـٰتٍ ۚ وَلِلْكَـٰفِرِينَ عَذَابٌ مُّهِينٌ",
      "translation": "Those who oppose God will be disgraced, as those before them were. We have sent down very clear signs. For unbelievers there is a shameful punishment.",
      "transliteration": "innal ladhīna yuḥāddūnallāha warasūlahu kubitū kamā kubital ladhīna min qablihim ۚ waqad anzalnā āyātin bayyināt ۚ walilkāfirīna `adhābun muhīn"
    },
    {
      "index": 7,
      "id": 6,
      "show_id": "6",
      "arabic": "يَوْمَ يَبْعَثُهُمُ ٱللَّهُ جَمِيعًا فَيُنَبِّئُهُم بِمَا عَمِلُوٓا۟ ۚ أَحْصَىٰهُ ٱللَّهُ وَنَسُوهُ ۚ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ",
      "translation": "On the day when God will raise them up together, He will tell them what they did. God takes account of it although they forget, for all things are evident to God.",
      "transliteration": "yawma yab`athuhumullāhu jamī`an fayunabbi-uhum bimā `amilū ۚ aḥṣāhullāhu wanasūh ۚ wallāhu `alā kulli shay-in shahīd"
    },
    {
      "index": 8,
      "id": 7,
      "show_id": "7",
      "arabic": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ مَا يَكُونُ مِن نَّجْوَىٰ ثَلَـٰثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ وَلَآ أَدْنَىٰ مِن ذَٰلِكَ وَلَآ أَكْثَرَ إِلَّا هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا۟ ۖ ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُوا۟ يَوْمَ ٱلْقِيَـٰمَةِ ۚ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
      "translation": "Have you not considered that God knows whatever is in the heavens and the earth? No three persons confer secretly but He is the fourth among them, and no five but He is the sixth; and neither fewer nor more but He is with them wheresoever they be. And on the Day of Judgement He will announce their deeds to them. Verily God has knowledge of everything.",
      "transliteration": "alam tara annallāha ya`lamu mā fis samāwāti wa mā fil-arḍ ۖ mā yakūnu min najwā thalāthatin illā huwa rābi`uhum walā khamsatin illā huwa sādisuhum walā adnā min dhālika walā akthara illā huwa ma`ahum ayna mā kānū ۖ thumma yunabbi-uhum bimā `amilū yawmal qiyāmah ۚ innallāha bikulli shay-in `alīm"
    },
    {
      "index": 9,
      "id": 8,
      "show_id": "8",
      "arabic": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ نُهُوا۟ عَنِ ٱلنَّجْوَىٰ ثُمَّ يَعُودُونَ لِمَا نُهُوا۟ عَنْهُ وَيَتَنَـٰجَوْنَ بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَمَعْصِيَتِ ٱلرَّسُولِ وَإِذَا جَآءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ ٱللَّهُ وَيَقُولُونَ فِىٓ أَنفُسِهِمْ لَوْلَا يُعَذِّبُنَا ٱللَّهُ بِمَا نَقُولُ ۚ حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا ۖ فَبِئْسَ ٱلْمَصِيرُ",
      "translation": "Have you not considered those who were forbidden to conspire, but reverted after a time to what was forbidden them, and conspired evil, rebellion and disobedience to the Prophet? Yet when they come to you they greet you with a greeting even God does not greet you with; and say to themselves, \"Why doesn't God punish us for what we say?\" Hell is sufficient for them, in which they will be burnt: And what an evil consequence!",
      "transliteration": "alam tara ilal ladhīna nuhū `anin najwā thumma ya`ūdūna limā nuhū `anhu wayatanājawna bil-ithmi wal `udwāni wa ma`ṣiyatir rasūli wa idhā jā-ūka ḥayyawka bimā lam yuḥayyika bihillāhu wayaqūlūna fī anfusihim lawlā yu`adhhibunallāhu bimā naqūl ۚ ḥasbuhum jahannamu yaṣlawnahā ۖ fabi-sal maṣīr"
    },
    {
      "index": 10,
      "id": 9,
      "show_id": "9",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا تَنَـٰجَيْتُمْ فَلَا تَتَنَـٰجَوْا۟ بِٱلْإِثْمِ وَٱلْعُدْوَٰنِ وَمَعْصِيَتِ ٱلرَّسُولِ وَتَنَـٰجَوْا۟ بِٱلْبِرِّ وَٱلتَّقْوَىٰ ۖ وَٱتَّقُوا۟ ٱللَّهَ ٱلَّذِىٓ إِلَيْهِ تُحْشَرُونَ",
      "translation": "O you who believe, when you converse privately, do not talk of iniquity, rebellion, and disobedience to the Prophet, but talk of goodness and piety, and fear God before whom you will be gathered.",
      "transliteration": "yā-ayyuhal ladhīna āmanū idhā tanājaytum falā tatanājaw bil-ithmi wal `udwāni wa ma`ṣiyatir rasūli watanājaw bil birri wat taqwā ۖ wattaqullāhal ladhī ilayhi tuḥsharūn"
    },
    {
      "index": 11,
      "id": 10,
      "show_id": "10",
      "arabic": "إِنَّمَا ٱلنَّجْوَىٰ مِنَ ٱلشَّيْطَـٰنِ لِيَحْزُنَ ٱلَّذِينَ ءَامَنُوا۟ وَلَيْسَ بِضَآرِّهِمْ شَيْـًٔا إِلَّا بِإِذْنِ ٱللَّهِ ۚ وَعَلَى ٱللَّهِ فَلْيَتَوَكَّلِ ٱلْمُؤْمِنُونَ",
      "translation": "Surely scheming is the work of Satan that he may cause the faithful grief; but he cannot harm them unless God dispense. So in God should the believers place their trust.",
      "transliteration": "innaman najwā minash shayṭāni liyaḥzunal ladhīna āmanū walaysa biḍārrihim shay-an illā bi-idhnillāh ۚ wa`alallāhi falyatawakkalil mu-minūn"
    },
    {
      "index": 12,
      "id": 11,
      "show_id": "11",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا قِيلَ لَكُمْ تَفَسَّحُوا۟ فِى ٱلْمَجَـٰلِسِ فَٱفْسَحُوا۟ يَفْسَحِ ٱللَّهُ لَكُمْ ۖ وَإِذَا قِيلَ ٱنشُزُوا۟ فَٱنشُزُوا۟ يَرْفَعِ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ مِنكُمْ وَٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ دَرَجَـٰتٍ ۚ وَٱللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ",
      "translation": "O you who believe, when you are told to make room in the assemblies, then make room; God will give you more room to spread. When you are told to rise, then rise; God will raise those of you who believe, and those who have knowledge, in position. God is aware of what you do.",
      "transliteration": "yā-ayyuhal ladhīna āmanū idhā qīla lakum tafassaḥū fil majālisi fafsaḥū yafsaḥillāhu lakum ۖ wa idhā qīlan-shuzū fanshuzū yarfa`illāhul ladhīna āmanū minkum wal ladhīna ūtul `il-ma darajāt ۚ wallāhu bimā ta`malūna khabīr"
    },
    {
      "index": 13,
      "id": 12,
      "show_id": "12",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نَـٰجَيْتُمُ ٱلرَّسُولَ فَقَدِّمُوا۟ بَيْنَ يَدَىْ نَجْوَىٰكُمْ صَدَقَةً ۚ ذَٰلِكَ خَيْرٌ لَّكُمْ وَأَطْهَرُ ۚ فَإِن لَّمْ تَجِدُوا۟ فَإِنَّ ٱللَّهَ غَفُورٌ رَّحِيمٌ",
      "translation": "O you who believe, if you confer with the Prophet in private, give alms in the name of God before you go to confer. This is better for you and becoming. If you do not have the means, then surely God is forgiving and kind.",
      "transliteration": "yā-ayyuhal ladhīna āmanū idhā nājaytumur rasūla faqaddimū bayna yaday najwākum ṣadaqah ۚ dhālika khayrul lakum wa-aṭ-har ۚ fa-in lam tajidū fa-innallāha ghafūrun raḥīm"
    },
    {
      "index": 14,
      "id": 13,
      "show_id": "13",
      "arabic": "ءَأَشْفَقْتُمْ أَن تُقَدِّمُوا۟ بَيْنَ يَدَىْ نَجْوَىٰكُمْ صَدَقَـٰتٍ ۚ فَإِذْ لَمْ تَفْعَلُوا۟ وَتَابَ ٱللَّهُ عَلَيْكُمْ فَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَأَطِيعُوا۟ ٱللَّهَ وَرَسُولَهُۥ ۚ وَٱللَّهُ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
      "translation": "Are you afraid of giving alms before confering? Then, if you cannot do this, and God forgives you, be constant in your devotional obligations and pay the due share of your wealth for the welfare of others, and obey God and His Prophet. God is aware of all you do.",
      "transliteration": "a-ashfaqtum an tuqaddimū bayna yaday najwākum ṣadaqāt ۚ fa-idh lam taf`alū watāballāhu `alaykum fa-aqīmuṣ ṣalāta wa-ātuz zakāta wa-aṭī`ullāha warasūlah ۚ wallāhu khabīrun bimā ta`malūn"
    },
    {
      "index": 15,
      "id": 14,
      "show_id": "14",
      "arabic": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ تَوَلَّوْا۟ قَوْمًا غَضِبَ ٱللَّهُ عَلَيْهِم مَّا هُم مِّنكُمْ وَلَا مِنْهُمْ وَيَحْلِفُونَ عَلَى ٱلْكَذِبِ وَهُمْ يَعْلَمُونَ",
      "translation": "Have you not seen those who have taken a people who have roused the wrath of God, as friends? They are neither of you nor of them, and swear to a lie, and knowingly.",
      "transliteration": "alam tara ilal ladhīna tawallaw qawman ghaḍiballāhu `alayhim mā hum minkum walā minhum wayaḥlifūna `alal-kadhibi wahum ya`lamūn"
    },
    {
      "index": 16,
      "id": 15,
      "show_id": "15",
      "arabic": "أَعَدَّ ٱللَّهُ لَهُمْ عَذَابًا شَدِيدًا ۖ إِنَّهُمْ سَآءَ مَا كَانُوا۟ يَعْمَلُونَ",
      "translation": "God has reserved a severe punishment for them. Evil indeed are the things they do!",
      "transliteration": "a`addallāhu lahum `adhāban shadīdā ۖ innahum sā-a mā kānū ya`malūn"
    },
    {
      "index": 17,
      "id": 16,
      "show_id": "16",
      "arabic": "ٱتَّخَذُوٓا۟ أَيْمَـٰنَهُمْ جُنَّةً فَصَدُّوا۟ عَن سَبِيلِ ٱللَّهِ فَلَهُمْ عَذَابٌ مُّهِينٌ",
      "translation": "They have made their oaths a shield, and obstruct people from the way of God. There is shameful punishment for them.",
      "transliteration": "ittakhadhū aymānahum junnatan faṣaddū `an sabīlillāhi falahum `adhābun muhīn"
    },
    {
      "index": 18,
      "id": 17,
      "show_id": "17",
      "arabic": "لَّن تُغْنِىَ عَنْهُمْ أَمْوَٰلُهُمْ وَلَآ أَوْلَـٰدُهُم مِّنَ ٱللَّهِ شَيْـًٔا ۚ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "translation": "Neither their wealth nor children will avail them against God. They are the people of Hell, and there will abide for ever.",
      "transliteration": "lan tughniya `anhum amwāluhum walā awlāduhum minallāhi shay-ā ۚ ulā-ika aṣ-ḥābun nār ۖ hum fīhā khālidūn"
    },
    {
      "index": 19,
      "id": 18,
      "show_id": "18",
      "arabic": "يَوْمَ يَبْعَثُهُمُ ٱللَّهُ جَمِيعًا فَيَحْلِفُونَ لَهُۥ كَمَا يَحْلِفُونَ لَكُمْ ۖ وَيَحْسَبُونَ أَنَّهُمْ عَلَىٰ شَىْءٍ ۚ أَلَآ إِنَّهُمْ هُمُ ٱلْكَـٰذِبُونَ",
      "translation": "On the day that God will raise them together, they will swear before Him as they swear before you, and imagine they are on the right path. Is it not they who are liars?",
      "transliteration": "yawma yab`athuhumullāhu jamī`an fayaḥlifūna lahu kamā yaḥlifūna lakum ۖ wayaḥsabūna annahum `alā shay-ī ۚ alā innahum humul kādhibūn"
    },
    {
      "index": 20,
      "id": 19,
      "show_id": "19",
      "arabic": "ٱسْتَحْوَذَ عَلَيْهِمُ ٱلشَّيْطَـٰنُ فَأَنسَىٰهُمْ ذِكْرَ ٱللَّهِ ۚ أُو۟لَـٰٓئِكَ حِزْبُ ٱلشَّيْطَـٰنِ ۚ أَلَآ إِنَّ حِزْبَ ٱلشَّيْطَـٰنِ هُمُ ٱلْخَـٰسِرُونَ",
      "translation": "Satan has got the better of them. and made them forget to remember God. Indeed they belong to Satan's faction. Will not Satan's faction perish?",
      "transliteration": "is-taḥwadha `alayhimush shayṭānu fa-ansāhum dhikrallāh ۚ ulā-ika ḥizbush shayṭān ۚ alā inna ḥizbash shayṭāni humul khāsirūn"
    },
    {
      "index": 21,
      "id": 20,
      "show_id": "20",
      "arabic": "إِنَّ ٱلَّذِينَ يُحَآدُّونَ ٱللَّهَ وَرَسُولَهُۥٓ أُو۟لَـٰٓئِكَ فِى ٱلْأَذَلِّينَ",
      "translation": "Surely those who oppose God and His Prophet will be among the vilest.",
      "transliteration": "innal ladhīna yuḥāddūnallāha warasūlahu ulā-ika fil-adhallīn"
    },
    {
      "index": 22,
      "id": 21,
      "show_id": "21",
      "arabic": "كَتَبَ ٱللَّهُ لَأَغْلِبَنَّ أَنَا۠ وَرُسُلِىٓ ۚ إِنَّ ٱللَّهَ قَوِىٌّ عَزِيزٌ",
      "translation": "God has decreed: \"I will prevail, I and My apostles.\" Verily God is powerful and all-mighty.",
      "transliteration": "kataballāhu la-aghlibanna ana warusulī ۚ innallāha qawiyyun `azīz"
    },
    {
      "index": 23,
      "id": 22,
      "show_id": "22",
      "arabic": "لَّا تَجِدُ قَوْمًا يُؤْمِنُونَ بِٱللَّهِ وَٱلْيَوْمِ ٱلْـَٔاخِرِ يُوَآدُّونَ مَنْ حَآدَّ ٱللَّهَ وَرَسُولَهُۥ وَلَوْ كَانُوٓا۟ ءَابَآءَهُمْ أَوْ أَبْنَآءَهُمْ أَوْ إِخْوَٰنَهُمْ أَوْ عَشِيرَتَهُمْ ۚ أُو۟لَـٰٓئِكَ كَتَبَ فِى قُلُوبِهِمُ ٱلْإِيمَـٰنَ وَأَيَّدَهُم بِرُوحٍ مِّنْهُ ۖ وَيُدْخِلُهُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ رَضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ ۚ أُو۟لَـٰٓئِكَ حِزْبُ ٱللَّهِ ۚ أَلَآ إِنَّ حِزْبَ ٱللَّهِ هُمُ ٱلْمُفْلِحُونَ",
      "translation": "You will not find those who believe in God and the Day of Resurrection, loving those who oppose God and His Prophet, even though they be their fathers, sons, or brothers or their kin. God has inscribed on their hearts belief, and has succoured them with His own grace, and will admit them to gardens with rivers flowing by, where they will abide for ever, God accepting them, and they, happy in the pleasure of God. They are verily the army of God. Will not the army of God be victorious?",
      "transliteration": "lā tajidu qawman yu-minūna billāhi wal yawmil-ākhiri yuwāddūna man ḥāddallāha warasūlahu walaw kānū ābā-ahum aw abnā-ahum aw ikhwānahum aw `ashīratahum ۚ ulā-ika kataba fī qulūbihimul-iymāna wa-ayyadahum birūḥin minh ۖ wayudkhiluhum jannātin tajrī min taḥtihal-anhāru khālidīna fīhā ۚ raḍiyallāhu `anhum waraḍū `anh ۚ ulā-ika ḥizbullāh ۚ alā inna ḥizballāhi humul mufliḥūn"
    }
  ]
}