{
  "index": 25,
  "name": "الفرقان",
  "arabic_name": "الفُرْقان",
  "english_name": "Al-Furqān",
  "english_meaning": "The Criterion",
  "ayas": [
    {
      "index": 1,
      "arabic": "تَبَارَكَ ٱلَّذِى نَزَّلَ ٱلْفُرْقَانَ عَلَىٰ عَبْدِهِۦ لِيَكُونَ لِلْعَـٰلَمِينَ نَذِيرًا",
      "translation": "Blessed is He who sent down the criterion to His servant, that it may be an admonition to all creatures;-",
      "transliteration": "tabārakal ladhī nazzalal-furqāna `alā `abdihi liyakūna lil`ālamīna nadhīrā",
      "bismillah": {
        "arabic": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
        "translation": "In the name of Allah, Most Gracious, Most Merciful.",
        "transliteration": "bismillāhir raḥmānir raḥīm"
      }
    },
    {
      "index": 2,
      "arabic": "ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَلَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُۥ شَرِيكٌ فِى ٱلْمُلْكِ وَخَلَقَ كُلَّ شَىْءٍ فَقَدَّرَهُۥ تَقْدِيرًا",
      "translation": "He to whom belongs the dominion of the heavens and the earth: no son has He begotten, nor has He a partner in His dominion: it is He who created all things, and ordered them in due proportions.",
      "transliteration": "alladhī lahu mulkus samāwāti wal-arḍi walam yattakhidh waladan walam yakun lahu sharīkun fil mulki wakhalaqa kulla shay-in faqaddarahu taqdīrā"
    },
    {
      "index": 3,
      "arabic": "وَٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةً لَّا يَخْلُقُونَ شَيْـًٔا وَهُمْ يُخْلَقُونَ وَلَا يَمْلِكُونَ لِأَنفُسِهِمْ ضَرًّا وَلَا نَفْعًا وَلَا يَمْلِكُونَ مَوْتًا وَلَا حَيَوٰةً وَلَا نُشُورًا",
      "translation": "Yet have they taken, besides him, gods that can create nothing but are themselves created; that have no control of hurt or good to themselves; nor can they control death nor life nor resurrection.",
      "transliteration": "wattakhadhū min dūnihi ālihatan lā yakhluqūna shay-an wahum yukhlaqūna walā yamlikūna li-anfusihim ḍarran walā naf`an walā yamlikūna mawtan walā ḥayātan walā nushūrā"
    },
    {
      "index": 4,
      "arabic": "وَقَالَ ٱلَّذِينَ كَفَرُوٓا۟ إِنْ هَـٰذَآ إِلَّآ إِفْكٌ ٱفْتَرَىٰهُ وَأَعَانَهُۥ عَلَيْهِ قَوْمٌ ءَاخَرُونَ ۖ فَقَدْ جَآءُو ظُلْمًا وَزُورًا",
      "translation": "But the misbelievers say: \"Naught is this but a lie which he has forged, and others have helped him at it.\" In truth it is they who have put forward an iniquity and a falsehood.",
      "transliteration": "waqālal ladhīna kafarū in hādhā illā ifkunif-tarāhu wa-a`ānahu `alayhi qawmun ākharūn ۖ faqad jā-ū ẓul-man wazūrā"
    },
    {
      "index": 5,
      "arabic": "وَقَالُوٓا۟ أَسَـٰطِيرُ ٱلْأَوَّلِينَ ٱكْتَتَبَهَا فَهِىَ تُمْلَىٰ عَلَيْهِ بُكْرَةً وَأَصِيلًا",
      "translation": "And they say: \"Tales of the ancients, which he has caused to be written: and they are dictated before him morning and evening.\"",
      "transliteration": "waqālū asāṭīrul-awwalīnak-tatabahā fahiya tumlā `alayhi bukratan wa-aṣīlā"
    },
    {
      "index": 6,
      "arabic": "قُلْ أَنزَلَهُ ٱلَّذِى يَعْلَمُ ٱلسِّرَّ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ إِنَّهُۥ كَانَ غَفُورًا رَّحِيمًا",
      "translation": "Say: \"The (Qur'an) was sent down by Him who knows the mystery (that is) in the heavens and the earth: verily He is Oft-Forgiving, Most Merciful.\"",
      "transliteration": "qul anzalahul ladhī ya`lamus sirra fis samāwāti wal-arḍ ۚ innahu kāna ghafūran raḥīmā"
    },
    {
      "index": 7,
      "arabic": "وَقَالُوا۟ مَالِ هَـٰذَا ٱلرَّسُولِ يَأْكُلُ ٱلطَّعَامَ وَيَمْشِى فِى ٱلْأَسْوَاقِ ۙ لَوْلَآ أُنزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُۥ نَذِيرًا",
      "translation": "And they say: \"What sort of a messenger is this, who eats food, and walks through the streets? Why has not an angel been sent down to him to give admonition with him?",
      "transliteration": "waqālū māli hādhar rasūli ya-kuluṭ ṭa`āma wayamshī fil-aswāqi lawlā unzila ilayhi malakun fayakūna ma`ahu nadhīrā"
    },
    {
      "index": 8,
      "arabic": "أَوْ يُلْقَىٰٓ إِلَيْهِ كَنزٌ أَوْ تَكُونُ لَهُۥ جَنَّةٌ يَأْكُلُ مِنْهَا ۚ وَقَالَ ٱلظَّـٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلًا مَّسْحُورًا",
      "translation": "\"Or (Why) has not a treasure been bestowed on him, or why has he (not) a garden for enjoyment?\" The wicked say: \"Ye follow none other than a man bewitched.\"",
      "transliteration": "aw yulqā ilayhi kanzun aw takūnu lahu jannatun ya-kulu minhā ۚ waqālaẓ ẓālimūna in tattabi`ūna illā rajulan mas-ḥūrā"
    },
    {
      "index": 9,
      "arabic": "ٱنظُرْ كَيْفَ ضَرَبُوا۟ لَكَ ٱلْأَمْثَـٰلَ فَضَلُّوا۟ فَلَا يَسْتَطِيعُونَ سَبِيلًا",
      "translation": "See what kinds of comparisons they make for thee! But they have gone astray, and never a way will they be able to find!",
      "transliteration": "un-ẓur kayfa ḍarabū lakal-amthāla faḍallū falā yastaṭī`ūna sabīlā"
    },
    {
      "index": 10,
      "arabic": "تَبَارَكَ ٱلَّذِىٓ إِن شَآءَ جَعَلَ لَكَ خَيْرًا مِّن ذَٰلِكَ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ وَيَجْعَل لَّكَ قُصُورًۢا",
      "translation": "Blessed is He who, if that were His will, could give thee better (things) than those,- Gardens beneath which rivers flow; and He could give thee palaces (secure to dwell in).",
      "transliteration": "tabārakal ladhī in shā-a ja`ala laka khayran min dhālika jannātin tajrī min taḥtihal-anhāru wayaj`al laka quṣūrā"
    },
    {
      "index": 11,
      "arabic": "بَلْ كَذَّبُوا۟ بِٱلسَّاعَةِ ۖ وَأَعْتَدْنَا لِمَن كَذَّبَ بِٱلسَّاعَةِ سَعِيرًا",
      "translation": "Nay they deny the hour (of the judgment to come): but We have prepared a blazing fire for such as deny the hour:",
      "transliteration": "bal kadhhabū bis sā`ah ۖ wa-a`tadnā liman kadhhaba bis sā`ati sa`īrā"
    },
    {
      "index": 12,
      "arabic": "إِذَا رَأَتْهُم مِّن مَّكَانٍۭ بَعِيدٍ سَمِعُوا۟ لَهَا تَغَيُّظًا وَزَفِيرًا",
      "translation": "When it sees them from a place far off, they will hear its fury and its ranging sigh.",
      "transliteration": "idhā ra-at-hum min makānin ba`īdin sami`ū lahā taghayyuẓan wazafīrā"
    },
    {
      "index": 13,
      "arabic": "وَإِذَآ أُلْقُوا۟ مِنْهَا مَكَانًا ضَيِّقًا مُّقَرَّنِينَ دَعَوْا۟ هُنَالِكَ ثُبُورًا",
      "translation": "And when they are cast, bound together into a constricted place therein, they will plead for destruction there and then!",
      "transliteration": "wa idhā ulqū minhā makānan ḍayyiqan muqarranīna da`aw hunālika thubūrā"
    },
    {
      "index": 14,
      "arabic": "لَّا تَدْعُوا۟ ٱلْيَوْمَ ثُبُورًا وَٰحِدًا وَٱدْعُوا۟ ثُبُورًا كَثِيرًا",
      "translation": "\"This day plead not for a single destruction: plead for destruction oft-repeated!\"",
      "transliteration": "lā tad`ul yawma thubūran wāḥidan wad`ū thubūran kathīrā"
    },
    {
      "index": 15,
      "arabic": "قُلْ أَذَٰلِكَ خَيْرٌ أَمْ جَنَّةُ ٱلْخُلْدِ ٱلَّتِى وُعِدَ ٱلْمُتَّقُونَ ۚ كَانَتْ لَهُمْ جَزَآءً وَمَصِيرًا",
      "translation": "Say: \"Is that best, or the eternal garden, promised to the righteous? for them, that is a reward as well as a goal (of attainment).",
      "transliteration": "qul adhālika khayrun am jannatul khuldil latī wu`idal muttaqūn ۚ kānat lahum jazā-an wa maṣīrā"
    },
    {
      "index": 16,
      "arabic": "لَّهُمْ فِيهَا مَا يَشَآءُونَ خَـٰلِدِينَ ۚ كَانَ عَلَىٰ رَبِّكَ وَعْدًا مَّسْـُٔولًا",
      "translation": "\"For them there will be therein all that they wish for: they will dwell (there) for aye: A promise to be prayed for from thy Lord.\"",
      "transliteration": "lahum fīhā mā yashā-ūna khālidīn ۚ kāna `alā rabbika wa`dan mas-ūlā"
    },
    {
      "index": 17,
      "arabic": "وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِن دُونِ ٱللَّهِ فَيَقُولُ ءَأَنتُمْ أَضْلَلْتُمْ عِبَادِى هَـٰٓؤُلَآءِ أَمْ هُمْ ضَلُّوا۟ ٱلسَّبِيلَ",
      "translation": "The day He will gather them together as well as those whom they worship besides Allah, He will ask: \"Was it ye who let these My servants astray, or did they stray from the Path themselves?\"",
      "transliteration": "wayawma yaḥshuruhum wa mā ya`budūna min dūnillāhi fayaqūlu a-antum aḍlaltum `ibādī hā-ulā-i am hum ḍallus sabīl"
    },
    {
      "index": 18,
      "arabic": "قَالُوا۟ سُبْحَـٰنَكَ مَا كَانَ يَنۢبَغِى لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنْ أَوْلِيَآءَ وَلَـٰكِن مَّتَّعْتَهُمْ وَءَابَآءَهُمْ حَتَّىٰ نَسُوا۟ ٱلذِّكْرَ وَكَانُوا۟ قَوْمًۢا بُورًا",
      "translation": "They will say: \"Glory to Thee! not meet was it for us that we should take for protectors others besides Thee: But Thou didst bestow, on them and their fathers, good things (in life), until they forgot the Message: for they were a people (worthless and) lost.\"",
      "transliteration": "qālū subḥānaka mā kāna yanbaghī lanā an nattakhidha min dūnika min awliyā-a walākin matta`tahum wa-ābā-ahum ḥattā nasudh dhikra wakānū qawman būrā"
    },
    {
      "index": 19,
      "arabic": "فَقَدْ كَذَّبُوكُم بِمَا تَقُولُونَ فَمَا تَسْتَطِيعُونَ صَرْفًا وَلَا نَصْرًا ۚ وَمَن يَظْلِم مِّنكُمْ نُذِقْهُ عَذَابًا كَبِيرًا",
      "translation": "(Allah will say): \"Now have they proved you liars in what ye say: so ye cannot avert (your penalty) nor (get) help.\" And whoever among you does wrong, him shall We cause to taste of a grievous Penalty.",
      "transliteration": "faqad kadhhabūkum bimā taqūlūna famā tastaṭī`ūna ṣarfan walā naṣrā ۚ wa man yaẓlim minkum nudhiqhu `adhāban kabīrā"
    },
    {
      "index": 20,
      "arabic": "وَمَآ أَرْسَلْنَا قَبْلَكَ مِنَ ٱلْمُرْسَلِينَ إِلَّآ إِنَّهُمْ لَيَأْكُلُونَ ٱلطَّعَامَ وَيَمْشُونَ فِى ٱلْأَسْوَاقِ ۗ وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ ۗ وَكَانَ رَبُّكَ بَصِيرًا",
      "translation": "And the messengers whom We sent before thee were all (men) who ate food and walked through the streets: We have made some of you as a trial for others: will ye have patience? for Allah is One Who sees (all things).",
      "transliteration": "wa mā arsalnā qablaka minal mursalīna illā innahum laya-kulūnaṭ ṭa`āma wayamshūna fil-aswāq ۗ waja`alnā ba`ḍakum liba`ḍin fitnatan ataṣbirūn ۗ wakāna rabbuka baṣīrā"
    },
    {
      "index": 21,
      "arabic": "وَقَالَ ٱلَّذِينَ لَا يَرْجُونَ لِقَآءَنَا لَوْلَآ أُنزِلَ عَلَيْنَا ٱلْمَلَـٰٓئِكَةُ أَوْ نَرَىٰ رَبَّنَا ۗ لَقَدِ ٱسْتَكْبَرُوا۟ فِىٓ أَنفُسِهِمْ وَعَتَوْ عُتُوًّا كَبِيرًا",
      "translation": "Such as fear not the meeting with Us (for Judgment) say: \"Why are not the angels sent down to us, or (why) do we not see our Lord?\" Indeed they have an arrogant conceit of themselves, and mighty is the insolence of their impiety!",
      "transliteration": "waqālal ladhīna lā yarjūna liqā-anā lawlā unzila `alaynal malā-ikatu aw narā rabbanā ۗ laqadis-takbarū fī anfusihim wa`ataw `utuwwan kabīrā"
    },
    {
      "index": 22,
      "arabic": "يَوْمَ يَرَوْنَ ٱلْمَلَـٰٓئِكَةَ لَا بُشْرَىٰ يَوْمَئِذٍ لِّلْمُجْرِمِينَ وَيَقُولُونَ حِجْرًا مَّحْجُورًا",
      "translation": "The Day they see the angels,- no joy will there be to the sinners that Day: The (angels) will say: \"There is a barrier forbidden (to you) altogether!\"",
      "transliteration": "yawma yarawnal malā-ikata lā bushrā yawma-idhin lil-mujrimīna wayaqūlūna ḥijran maḥjūrā"
    },
    {
      "index": 23,
      "arabic": "وَقَدِمْنَآ إِلَىٰ مَا عَمِلُوا۟ مِنْ عَمَلٍ فَجَعَلْنَـٰهُ هَبَآءً مَّنثُورًا",
      "translation": "And We shall turn to whatever deeds they did (in this life), and We shall make such deeds as floating dust scattered about.",
      "transliteration": "waqadimnā ilā mā `amilū min `amalin faja`alnāhu habā-an manthūrā"
    },
    {
      "index": 24,
      "arabic": "أَصْحَـٰبُ ٱلْجَنَّةِ يَوْمَئِذٍ خَيْرٌ مُّسْتَقَرًّا وَأَحْسَنُ مَقِيلًا",
      "translation": "The Companions of the Garden will be well, that Day, in their abode, and have the fairest of places for repose.",
      "transliteration": "aṣ-ḥābul jannati yawma-idhin khayrun mustaqarran wa-aḥsanu maqīlā"
    },
    {
      "index": 25,
      "arabic": "وَيَوْمَ تَشَقَّقُ ٱلسَّمَآءُ بِٱلْغَمَـٰمِ وَنُزِّلَ ٱلْمَلَـٰٓئِكَةُ تَنزِيلًا",
      "translation": "The Day the heaven shall be rent asunder with clouds, and angels shall be sent down, descending (in ranks),-",
      "transliteration": "wayawma tashaqqaqus samā-u bil ghamāmi wanuzzilal-malā-ikatu tanzīlā"
    },
    {
      "index": 26,
      "arabic": "ٱلْمُلْكُ يَوْمَئِذٍ ٱلْحَقُّ لِلرَّحْمَـٰنِ ۚ وَكَانَ يَوْمًا عَلَى ٱلْكَـٰفِرِينَ عَسِيرًا",
      "translation": "That Day, the dominion as of right and truth, shall be (wholly) for (Allah) Most Merciful: it will be a Day of dire difficulty for the misbelievers.",
      "transliteration": "al-mulku yawma-idhinil-ḥaqqu lirraḥmān ۚ wakāna yawman `alal-kāfirīna `asīrā"
    },
    {
      "index": 27,
      "arabic": "وَيَوْمَ يَعَضُّ ٱلظَّالِمُ عَلَىٰ يَدَيْهِ يَقُولُ يَـٰلَيْتَنِى ٱتَّخَذْتُ مَعَ ٱلرَّسُولِ سَبِيلًا",
      "translation": "The Day that the wrong-doer will bite at his hands, he will say, \"Oh! would that I had taken a (straight) path with the Messenger!",
      "transliteration": "wayawma ya`aḍḍuẓ ẓālimu `alā yadayhi yaqūlu yālaytanit-takhadhtu ma`ar rasūli sabīlā"
    },
    {
      "index": 28,
      "arabic": "يَـٰوَيْلَتَىٰ لَيْتَنِى لَمْ أَتَّخِذْ فُلَانًا خَلِيلًا",
      "translation": "\"Ah! woe is me! Would that I had never taken such a one for a friend!",
      "transliteration": "yāwaylatā laytanī lam attakhidh fulānan khalīlā"
    },
    {
      "index": 29,
      "arabic": "لَّقَدْ أَضَلَّنِى عَنِ ٱلذِّكْرِ بَعْدَ إِذْ جَآءَنِى ۗ وَكَانَ ٱلشَّيْطَـٰنُ لِلْإِنسَـٰنِ خَذُولًا",
      "translation": "\"He did lead me astray from the Message (of Allah) after it had come to me! Ah! the Evil One is but a traitor to man!\"",
      "transliteration": "laqad aḍallanī `anidh dhikri ba`da idh jā-anī ۗ wakānash shayṭānu lilinsāni khadhūlā"
    },
    {
      "index": 30,
      "arabic": "وَقَالَ ٱلرَّسُولُ يَـٰرَبِّ إِنَّ قَوْمِى ٱتَّخَذُوا۟ هَـٰذَا ٱلْقُرْءَانَ مَهْجُورًا",
      "translation": "Then the Messenger will say: \"O my Lord! Truly my people took this Qur'an for just foolish nonsense.\"",
      "transliteration": "waqālar rasūlu yārabbi inna qawmit-takhadhū hādhal qur-āna mahjūrā"
    },
    {
      "index": 31,
      "arabic": "وَكَذَٰلِكَ جَعَلْنَا لِكُلِّ نَبِىٍّ عَدُوًّا مِّنَ ٱلْمُجْرِمِينَ ۗ وَكَفَىٰ بِرَبِّكَ هَادِيًا وَنَصِيرًا",
      "translation": "Thus have We made for every prophet an enemy among the sinners: but enough is thy Lord to guide and to help.",
      "transliteration": "wakadhālika ja`alnā likulli nabiyyin `aduwwan minal mujrimīn ۗ wakafā birabbika hādiyan wanaṣīrā"
    },
    {
      "index": 32,
      "arabic": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لَوْلَا نُزِّلَ عَلَيْهِ ٱلْقُرْءَانُ جُمْلَةً وَٰحِدَةً ۚ كَذَٰلِكَ لِنُثَبِّتَ بِهِۦ فُؤَادَكَ ۖ وَرَتَّلْنَـٰهُ تَرْتِيلًا",
      "translation": "Those who reject Faith say: \"Why is not the Qur'an revealed to him all at once? Thus (is it revealed), that We may strengthen thy heart thereby, and We have rehearsed it to thee in slow, well-arranged stages, gradually.",
      "transliteration": "waqālal ladhīna kafarū lawlā nuzzila `alayhil qur-ānu jumlatan wāḥidah ۚ kadhālika linuthabbita bihi fu-ādak ۖ warattalnāhu tartīlā"
    },
    {
      "index": 33,
      "arabic": "وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَـٰكَ بِٱلْحَقِّ وَأَحْسَنَ تَفْسِيرًا",
      "translation": "And no question do they bring to thee but We reveal to thee the truth and the best explanation (thereof).",
      "transliteration": "walā ya-tūnaka bimathalin illā ji-nāka bil ḥaqqi wa-aḥsana tafsīrā"
    },
    {
      "index": 34,
      "arabic": "ٱلَّذِينَ يُحْشَرُونَ عَلَىٰ وُجُوهِهِمْ إِلَىٰ جَهَنَّمَ أُو۟لَـٰٓئِكَ شَرٌّ مَّكَانًا وَأَضَلُّ سَبِيلًا",
      "translation": "Those who will be gathered to Hell (prone) on their faces,- they will be in an evil plight, and, as to Path, most astray.",
      "transliteration": "alladhīna yuḥsharūna `alā wujūhihim ilā jahannama ulā-ika sharrun makānan wa-aḍallu sabīlā"
    },
    {
      "index": 35,
      "arabic": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ وَجَعَلْنَا مَعَهُۥٓ أَخَاهُ هَـٰرُونَ وَزِيرًا",
      "translation": "(Before this,) We sent Moses The Book, and appointed his brother Aaron with him as minister;",
      "transliteration": "walaqad ātaynā mūsal kitāba waja`alnā ma`ahu akhāhu hārūna wazīrā"
    },
    {
      "index": 36,
      "arabic": "فَقُلْنَا ٱذْهَبَآ إِلَى ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِنَا فَدَمَّرْنَـٰهُمْ تَدْمِيرًا",
      "translation": "And We command: \"Go ye both, to the people who have rejected our Signs:\" And those (people) We destroyed with utter destruction.",
      "transliteration": "faqulnadh-habā ilal-qawmil ladhīna kadhhabū bi-āyātinā fadammarnāhum tadmīrā"
    },
    {
      "index": 37,
      "arabic": "وَقَوْمَ نُوحٍ لَّمَّا كَذَّبُوا۟ ٱلرُّسُلَ أَغْرَقْنَـٰهُمْ وَجَعَلْنَـٰهُمْ لِلنَّاسِ ءَايَةً ۖ وَأَعْتَدْنَا لِلظَّـٰلِمِينَ عَذَابًا أَلِيمًا",
      "translation": "And the people of Noah,- when they rejected the messengers, We drowned them, and We made them as a Sign for mankind; and We have prepared for (all) wrong-doers a grievous Penalty;-",
      "transliteration": "waqawma nūḥin lammā kadhhabur rusula aghraqnāhum waja`alnāhum linnāsi āyah ۖ wa-a`tadnā liẓẓālimīna `adhāban alīmā"
    },
    {
      "index": 38,
      "arabic": "وَعَادًا وَثَمُودَا۟ وَأَصْحَـٰبَ ٱلرَّسِّ وَقُرُونًۢا بَيْنَ ذَٰلِكَ كَثِيرًا",
      "translation": "As also 'Ad and Thamud, and the Companions of the Rass, and many a generation between them.",
      "transliteration": "wa`ādan wathamūda wa-aṣ-ḥābar rassi waqurūnan bayna dhālika kathīrā"
    },
    {
      "index": 39,
      "arabic": "وَكُلًّا ضَرَبْنَا لَهُ ٱلْأَمْثَـٰلَ ۖ وَكُلًّا تَبَّرْنَا تَتْبِيرًا",
      "translation": "To each one We set forth Parables and examples; and each one We broke to utter annihilation (for their sins).",
      "transliteration": "wakullan ḍarabnā lahul-amthāl ۖ wakullan tabbarnā tatbīrā"
    },
    {
      "index": 40,
      "arabic": "وَلَقَدْ أَتَوْا۟ عَلَى ٱلْقَرْيَةِ ٱلَّتِىٓ أُمْطِرَتْ مَطَرَ ٱلسَّوْءِ ۚ أَفَلَمْ يَكُونُوا۟ يَرَوْنَهَا ۚ بَلْ كَانُوا۟ لَا يَرْجُونَ نُشُورًا",
      "translation": "And the (Unbelievers) must indeed have passed by the town on which was rained a shower of evil: did they not then see it (with their own eyes)? But they fear not the Resurrection.",
      "transliteration": "walaqad ataw `alal-qaryatil latī umṭirat maṭaras saw-i ۚ afalam yakūnū yarawnahā ۚ bal kānū lā yarjūna nushūrā"
    },
    {
      "index": 41,
      "arabic": "وَإِذَا رَأَوْكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَـٰذَا ٱلَّذِى بَعَثَ ٱللَّهُ رَسُولًا",
      "translation": "When they see thee, they treat thee no otherwise than in mockery: \"Is this the one whom Allah has sent as a messenger?\"",
      "transliteration": "wa idhā ra-awka in yattakhidhūnaka illā huzuwan ahādhal ladhī ba`athallāhu rasūlā"
    },
    {
      "index": 42,
      "arabic": "إِن كَادَ لَيُضِلُّنَا عَنْ ءَالِهَتِنَا لَوْلَآ أَن صَبَرْنَا عَلَيْهَا ۚ وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ ٱلْعَذَابَ مَنْ أَضَلُّ سَبِيلًا",
      "translation": "\"He indeed would well-nigh have misled us from our gods, had it not been that we were constant to them!\" - Soon will they know, when they see the Penalty, who it is that is most misled in Path!",
      "transliteration": "in kāda layuḍillunā `an ālihatinā lawlā an ṣabarnā `alayhā ۚ wasawfa ya`lamūna ḥīna yarawnal `adhāba man aḍallu sabīlā"
    },
    {
      "index": 43,
      "arabic": "أَرَءَيْتَ مَنِ ٱتَّخَذَ إِلَـٰهَهُۥ هَوَىٰهُ أَفَأَنتَ تَكُونُ عَلَيْهِ وَكِيلًا",
      "translation": "Seest thou such a one as taketh for his god his own passion (or impulse)? Couldst thou be a disposer of affairs for him?",
      "transliteration": "ara ayta manit-takhadha ilāhahu hawāhu afa-anta takūnu `alayhi wakīlā"
    },
    {
      "index": 44,
      "arabic": "أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ ۚ إِنْ هُمْ إِلَّا كَٱلْأَنْعَـٰمِ ۖ بَلْ هُمْ أَضَلُّ سَبِيلًا",
      "translation": "Or thinkest thou that most of them listen or understand? They are only like cattle;- nay, they are worse astray in Path.",
      "transliteration": "am taḥsabu anna aktharahum yasma`ūna aw ya`qilūn ۚ in hum illā kal-an`ām ۖ bal hum aḍallu sabīlā"
    },
    {
      "index": 45,
      "arabic": "أَلَمْ تَرَ إِلَىٰ رَبِّكَ كَيْفَ مَدَّ ٱلظِّلَّ وَلَوْ شَآءَ لَجَعَلَهُۥ سَاكِنًا ثُمَّ جَعَلْنَا ٱلشَّمْسَ عَلَيْهِ دَلِيلًا",
      "translation": "Hast thou not turned thy vision to thy Lord?- How He doth prolong the shadow! If He willed, He could make it stationary! then do We make the sun its guide;",
      "transliteration": "alam tara ilā rabbika kayfa maddaẓ ẓilla walaw shā-a laja`alahu sākinan thumma ja`alnash shamsa `alayhi dalīlā"
    },
    {
      "index": 46,
      "arabic": "ثُمَّ قَبَضْنَـٰهُ إِلَيْنَا قَبْضًا يَسِيرًا",
      "translation": "Then We draw it in towards Ourselves,- a contraction by easy stages.",
      "transliteration": "thumma qabaḍnāhu ilaynā qabḍan yasīrā"
    },
    {
      "index": 47,
      "arabic": "وَهُوَ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِبَاسًا وَٱلنَّوْمَ سُبَاتًا وَجَعَلَ ٱلنَّهَارَ نُشُورًا",
      "translation": "And He it is Who makes the Night as a Robe for you, and Sleep as Repose, and makes the Day (as it were) a Resurrection.",
      "transliteration": "wahuwal ladhī ja`ala lakumul layla libāsan wan nawma subātan waja`alan nahāra nushūrā"
    },
    {
      "index": 48,
      "arabic": "وَهُوَ ٱلَّذِىٓ أَرْسَلَ ٱلرِّيَـٰحَ بُشْرًۢا بَيْنَ يَدَىْ رَحْمَتِهِۦ ۚ وَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءً طَهُورًا",
      "translation": "And He it is Who sends the winds as heralds of glad tidings, going before His mercy, and We send down pure water from the sky,-",
      "transliteration": "wahuwal ladhī arsalar riyāḥa bushran bayna yaday raḥmatih ۚ wa-anzalnā minas samā-i mā-an ṭahūrā"
    },
    {
      "index": 49,
      "arabic": "لِّنُحْـِۧىَ بِهِۦ بَلْدَةً مَّيْتًا وَنُسْقِيَهُۥ مِمَّا خَلَقْنَآ أَنْعَـٰمًا وَأَنَاسِىَّ كَثِيرًا",
      "translation": "That with it We may give life to a dead land, and slake the thirst of things We have created,- cattle and men in great numbers.",
      "transliteration": "linuḥ-yiya bihi baldatan maytan wanusqiyahu mimmā khalaqnā an`āman wa-anāsiyya kathīrā"
    },
    {
      "index": 50,
      "arabic": "وَلَقَدْ صَرَّفْنَـٰهُ بَيْنَهُمْ لِيَذَّكَّرُوا۟ فَأَبَىٰٓ أَكْثَرُ ٱلنَّاسِ إِلَّا كُفُورًا",
      "translation": "And We have distributed the (water) amongst them, in order that they may celebrate (our) praises, but most men are averse (to aught) but (rank) ingratitude.",
      "transliteration": "walaqad ṣarrafnāhu baynahum liyadhhakkarū fa-abā aktharun nāsi illā kufūrā"
    },
    {
      "index": 51,
      "arabic": "وَلَوْ شِئْنَا لَبَعَثْنَا فِى كُلِّ قَرْيَةٍ نَّذِيرًا",
      "translation": "Had it been Our Will, We could have sent a warner to every centre of population.",
      "transliteration": "walaw shi-nā laba`athnā fī kulli qaryatin nadhīrā"
    },
    {
      "index": 52,
      "arabic": "فَلَا تُطِعِ ٱلْكَـٰفِرِينَ وَجَـٰهِدْهُم بِهِۦ جِهَادًا كَبِيرًا",
      "translation": "Therefore listen not to the Unbelievers, but strive against them with the utmost strenuousness, with the (Qur'an).",
      "transliteration": "falā tuṭi`il kāfirīna wajāhid-hum bihi jihādan kabīrā"
    },
    {
      "index": 53,
      "arabic": "وَهُوَ ٱلَّذِى مَرَجَ ٱلْبَحْرَيْنِ هَـٰذَا عَذْبٌ فُرَاتٌ وَهَـٰذَا مِلْحٌ أُجَاجٌ وَجَعَلَ بَيْنَهُمَا بَرْزَخًا وَحِجْرًا مَّحْجُورًا",
      "translation": "It is He Who has let free the two bodies of flowing water: One palatable and sweet, and the other salt and bitter; yet has He made a barrier between them, a partition that is forbidden to be passed.",
      "transliteration": "wahuwal ladhī marajal baḥrayni hādhā `adhbun furātun wahādhā milḥun ujājun waja`ala baynahumā barzakhan waḥijran maḥjūrā"
    },
    {
      "index": 54,
      "arabic": "وَهُوَ ٱلَّذِى خَلَقَ مِنَ ٱلْمَآءِ بَشَرًا فَجَعَلَهُۥ نَسَبًا وَصِهْرًا ۗ وَكَانَ رَبُّكَ قَدِيرًا",
      "translation": "It is He Who has created man from water: then has He established relationships of lineage and marriage: for thy Lord has power (over all things).",
      "transliteration": "wahuwal ladhī khalaqa minal mā-i basharan faja`alahu nasaban waṣihrā ۗ wakāna rabbuka qadīrā"
    },
    {
      "index": 55,
      "arabic": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَا يَنفَعُهُمْ وَلَا يَضُرُّهُمْ ۗ وَكَانَ ٱلْكَافِرُ عَلَىٰ رَبِّهِۦ ظَهِيرًا",
      "translation": "Yet do they worship, besides Allah, things that can neither profit them nor harm them: and the Misbeliever is a helper (of Evil), against his own Lord!",
      "transliteration": "waya`budūna min dūnillāhi mā lā yanfa`uhum walā yaḍurruhum ۗ wakānal kāfiru `alā rabbihi ẓahīrā"
    },
    {
      "index": 56,
      "arabic": "وَمَآ أَرْسَلْنَـٰكَ إِلَّا مُبَشِّرًا وَنَذِيرًا",
      "translation": "But thee We only sent to give glad tidings and admonition.",
      "transliteration": "wa mā arsalnāka illā mubashhiran wanadhīrā"
    },
    {
      "index": 57,
      "arabic": "قُلْ مَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِلَّا مَن شَآءَ أَن يَتَّخِذَ إِلَىٰ رَبِّهِۦ سَبِيلًا",
      "translation": "Say: \"No reward do I ask of you for it but this: that each one who will may take a (straight) Path to his Lord.\"",
      "transliteration": "qul mā as-alukum `alayhi min ajrin illā man shā-a an yattakhidha ilā rabbihi sabīlā"
    },
    {
      "index": 58,
      "arabic": "وَتَوَكَّلْ عَلَى ٱلْحَىِّ ٱلَّذِى لَا يَمُوتُ وَسَبِّحْ بِحَمْدِهِۦ ۚ وَكَفَىٰ بِهِۦ بِذُنُوبِ عِبَادِهِۦ خَبِيرًا",
      "translation": "And put thy trust in Him Who lives and dies not; and celebrate his praise; and enough is He to be acquainted with the faults of His servants;-",
      "transliteration": "watawakkal `alal-ḥayyil ladhī lā yamūtu wasabbiḥ biḥamdih ۚ wakafā bihi bidhunūbi `ibādihi khabīrā"
    },
    {
      "index": 59,
      "arabic": "ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا فِى سِتَّةِ أَيَّامٍ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۚ ٱلرَّحْمَـٰنُ فَسْـَٔلْ بِهِۦ خَبِيرًا",
      "translation": "He Who created the heavens and the earth and all that is between, in six days, and is firmly established on the Throne (of Authority): Allah Most Gracious: ask thou, then, about Him of any acquainted (with such things).",
      "transliteration": "alladhī khalaqas samāwāti wal-arḍa wa mā baynahumā fī sittati ayyāmin thummas-tawā `alal-`arsh ۚ ar-raḥmānu fas-al bihi khabīrā"
    },
    {
      "index": 60,
      "arabic": "وَإِذَا قِيلَ لَهُمُ ٱسْجُدُوا۟ لِلرَّحْمَـٰنِ قَالُوا۟ وَمَا ٱلرَّحْمَـٰنُ أَنَسْجُدُ لِمَا تَأْمُرُنَا وَزَادَهُمْ نُفُورًا ۩",
      "translation": "When it is said to them, \"Prostrate to (Allah) Most Gracious!\", they say, \"And what is (Allah) Most Gracious? Shall we prostrate to that which thou commandest us?\" And it increases their flight (from the Truth).",
      "transliteration": "wa idhā qīla lahumus sjudū lirraḥmāni qālū wa mar raḥmānu anasjudu limā ta-murunā wazādahum nufūrā ۩"
    },
    {
      "index": 61,
      "arabic": "تَبَارَكَ ٱلَّذِى جَعَلَ فِى ٱلسَّمَآءِ بُرُوجًا وَجَعَلَ فِيهَا سِرَٰجًا وَقَمَرًا مُّنِيرًا",
      "translation": "Blessed is He Who made constellations in the skies, and placed therein a Lamp and a Moon giving light;",
      "transliteration": "tabārakal ladhī ja`ala fis samā-i burūjan waja`ala fīhā sirājan waqamaran munīrā"
    },
    {
      "index": 62,
      "arabic": "وَهُوَ ٱلَّذِى جَعَلَ ٱلَّيْلَ وَٱلنَّهَارَ خِلْفَةً لِّمَنْ أَرَادَ أَن يَذَّكَّرَ أَوْ أَرَادَ شُكُورًا",
      "translation": "And it is He Who made the Night and the Day to follow each other: for such as have the will to celebrate His praises or to show their gratitude.",
      "transliteration": "wahuwal ladhī ja`alal layla wan nahāra khilfatan liman arāda an yadhhakkara aw arāda shukūrā"
    },
    {
      "index": 63,
      "arabic": "وَعِبَادُ ٱلرَّحْمَـٰنِ ٱلَّذِينَ يَمْشُونَ عَلَى ٱلْأَرْضِ هَوْنًا وَإِذَا خَاطَبَهُمُ ٱلْجَـٰهِلُونَ قَالُوا۟ سَلَـٰمًا",
      "translation": "And the servants of (Allah) Most Gracious are those who walk on the earth in humility, and when the ignorant address them, they say, \"Peace!\";",
      "transliteration": "wa`ibādur raḥmānil ladhīna yamshūna `alal-arḍi hawnan wa idhā khāṭabahumul jāhilūna qālū salāmā"
    },
    {
      "index": 64,
      "arabic": "وَٱلَّذِينَ يَبِيتُونَ لِرَبِّهِمْ سُجَّدًا وَقِيَـٰمًا",
      "translation": "Those who spend the night in adoration of their Lord prostrate and standing;",
      "transliteration": "wal ladhīna yabītūna lirabbihim sujjadan waqiyāmā"
    },
    {
      "index": 65,
      "arabic": "وَٱلَّذِينَ يَقُولُونَ رَبَّنَا ٱصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ ۖ إِنَّ عَذَابَهَا كَانَ غَرَامًا",
      "translation": "Those who say, \"Our Lord! avert from us the Wrath of Hell, for its Wrath is indeed an affliction grievous,-",
      "transliteration": "wal ladhīna yaqūlūna rabbanaṣ-rif `annā `adhāba jahannam ۖ inna `adhābahā kāna gharāmā"
    },
    {
      "index": 66,
      "arabic": "إِنَّهَا سَآءَتْ مُسْتَقَرًّا وَمُقَامًا",
      "translation": "\"Evil indeed is it as an abode, and as a place to rest in\";",
      "transliteration": "innahā sā-at mustaqarran wa muqāmā"
    },
    {
      "index": 67,
      "arabic": "وَٱلَّذِينَ إِذَآ أَنفَقُوا۟ لَمْ يُسْرِفُوا۟ وَلَمْ يَقْتُرُوا۟ وَكَانَ بَيْنَ ذَٰلِكَ قَوَامًا",
      "translation": "Those who, when they spend, are not extravagant and not niggardly, but hold a just (balance) between those (extremes);",
      "transliteration": "wal ladhīna idhā anfaqū lam yusrifū walam yaqturū wakāna bayna dhālika qawāmā"
    },
    {
      "index": 68,
      "arabic": "وَٱلَّذِينَ لَا يَدْعُونَ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ وَلَا يَقْتُلُونَ ٱلنَّفْسَ ٱلَّتِى حَرَّمَ ٱللَّهُ إِلَّا بِٱلْحَقِّ وَلَا يَزْنُونَ ۚ وَمَن يَفْعَلْ ذَٰلِكَ يَلْقَ أَثَامًا",
      "translation": "Those who invoke not, with Allah, any other god, nor slay such life as Allah has made sacred except for just cause, nor commit fornication; - and any that does this (not only) meets punishment.",
      "transliteration": "wal ladhīna lā yad`ūna ma`allāhi ilāhan ākhara walā yaqtulūnan nafsal latī ḥarramallāhu illā bil ḥaqqi walā yaznūn ۚ wa man yaf`al dhālika yalqa athāmā"
    },
    {
      "index": 69,
      "arabic": "يُضَـٰعَفْ لَهُ ٱلْعَذَابُ يَوْمَ ٱلْقِيَـٰمَةِ وَيَخْلُدْ فِيهِۦ مُهَانًا",
      "translation": "(But) the Penalty on the Day of Judgment will be doubled to him, and he will dwell therein in ignominy,-",
      "transliteration": "yuḍā`af lahul `adhābu yawmal qiyāmati wayakhlud fīhi muhānā"
    },
    {
      "index": 70,
      "arabic": "إِلَّا مَن تَابَ وَءَامَنَ وَعَمِلَ عَمَلًا صَـٰلِحًا فَأُو۟لَـٰٓئِكَ يُبَدِّلُ ٱللَّهُ سَيِّـَٔاتِهِمْ حَسَنَـٰتٍ ۗ وَكَانَ ٱللَّهُ غَفُورًا رَّحِيمًا",
      "translation": "Unless he repents, believes, and works righteous deeds, for Allah will change the evil of such persons into good, and Allah is Oft-Forgiving, Most Merciful,",
      "transliteration": "illā man tāba wa-āmana wa`amila `amalan ṣāliḥan fa-ulā-ika yubaddilullāhu sayyi-ātihim ḥasanāt ۗ wakānallāhu ghafūran raḥīmā"
    },
    {
      "index": 71,
      "arabic": "وَمَن تَابَ وَعَمِلَ صَـٰلِحًا فَإِنَّهُۥ يَتُوبُ إِلَى ٱللَّهِ مَتَابًا",
      "translation": "And whoever repents and does good has truly turned to Allah with an (acceptable) conversion;-",
      "transliteration": "wa man tāba wa`amila ṣāliḥan fa-innahu yatūbu ilallāhi matābā"
    },
    {
      "index": 72,
      "arabic": "وَٱلَّذِينَ لَا يَشْهَدُونَ ٱلزُّورَ وَإِذَا مَرُّوا۟ بِٱللَّغْوِ مَرُّوا۟ كِرَامًا",
      "translation": "Those who witness no falsehood, and, if they pass by futility, they pass by it with honourable (avoidance);",
      "transliteration": "wal ladhīna lā yash-hadūnaz zūra wa idhā marrū billaghwi marrū kirāmā"
    },
    {
      "index": 73,
      "arabic": "وَٱلَّذِينَ إِذَا ذُكِّرُوا۟ بِـَٔايَـٰتِ رَبِّهِمْ لَمْ يَخِرُّوا۟ عَلَيْهَا صُمًّا وَعُمْيَانًا",
      "translation": "Those who, when they are admonished with the Signs of their Lord, droop not down at them as if they were deaf or blind;",
      "transliteration": "wal ladhīna idhā dhukkirū bi-āyāti rabbihim lam yakhirrū `alayhā ṣumman wa`umyānā"
    },
    {
      "index": 74,
      "arabic": "وَٱلَّذِينَ يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَٰجِنَا وَذُرِّيَّـٰتِنَا قُرَّةَ أَعْيُنٍ وَٱجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا",
      "translation": "And those who pray, \"Our Lord! Grant unto us wives and offspring who will be the comfort of our eyes, and give us (the grace) to lead the righteous.\"",
      "transliteration": "wal ladhīna yaqūlūna rabbanā hab lanā min azwājinā wadhurriyyātinā qurrata a`yunin waj`alnā lil-muttaqīna imāmā"
    },
    {
      "index": 75,
      "arabic": "أُو۟لَـٰٓئِكَ يُجْزَوْنَ ٱلْغُرْفَةَ بِمَا صَبَرُوا۟ وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلَـٰمًا",
      "translation": "Those are the ones who will be rewarded with the highest place in heaven, because of their patient constancy: therein shall they be met with salutations and peace,",
      "transliteration": "ulā-ika yujzawnal ghurfata bimā ṣabarū wayulaqqawna fīhā taḥiyyatan wasalāmā"
    },
    {
      "index": 76,
      "arabic": "خَـٰلِدِينَ فِيهَا ۚ حَسُنَتْ مُسْتَقَرًّا وَمُقَامًا",
      "translation": "Dwelling therein;- how beautiful an abode and place of rest!",
      "transliteration": "khālidīna fīhā ۚ ḥasunat mustaqarran wa muqāmā"
    },
    {
      "index": 77,
      "arabic": "قُلْ مَا يَعْبَؤُا۟ بِكُمْ رَبِّى لَوْلَا دُعَآؤُكُمْ ۖ فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَامًۢا",
      "translation": "Say (to the Rejecters): \"My Lord is not uneasy because of you if ye call not on Him: But ye have indeed rejected (Him), and soon will come the inevitable (punishment)!\"",
      "transliteration": "qul mā ya`ba-u bikum rabbī lawlā du`ā-ukum ۖ faqad kadhhabtum fasawfa yakūnu lizāmā"
    }
  ]
}