{
  "index": 45,
  "name": "الجاثية",
  "arabic_name": "الجَاثيَة",
  "english_name": "Al-Jāthiyah",
  "english_meaning": "The Kneeling",
  "ayas": [
    {
      "index": 1,
      "arabic": "حمٓ",
      "translation": "Ha-Mim.",
      "transliteration": "ḥā mīm",
      "bismillah": {
        "arabic": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
        "translation": "In the name of Allah, Most Gracious, Most Merciful.",
        "transliteration": "bismillāhir raḥmānir raḥīm"
      }
    },
    {
      "index": 2,
      "arabic": "تَنزِيلُ ٱلْكِتَـٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
      "translation": "The revelation of the Book is from Allah the Exalted in Power, Full of Wisdom.",
      "transliteration": "tanzīlul kitābi minallāhil `azīzil ḥakīm"
    },
    {
      "index": 3,
      "arabic": "إِنَّ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ لَـَٔايَـٰتٍ لِّلْمُؤْمِنِينَ",
      "translation": "Verily in the heavens and the earth, are Signs for those who believe.",
      "transliteration": "inna fis samāwāti wal-arḍi la-āyātin lil-mu-minīn"
    },
    {
      "index": 4,
      "arabic": "وَفِى خَلْقِكُمْ وَمَا يَبُثُّ مِن دَآبَّةٍ ءَايَـٰتٌ لِّقَوْمٍ يُوقِنُونَ",
      "translation": "And in the creation of yourselves and the fact that animals are scattered (through the earth), are Signs for those of assured Faith.",
      "transliteration": "wafī khalqikum wa mā yabuthhu min dābbatin āyātul liqawmiy yūqinūn"
    },
    {
      "index": 5,
      "arabic": "وَٱخْتِلَـٰفِ ٱلَّيْلِ وَٱلنَّهَارِ وَمَآ أَنزَلَ ٱللَّهُ مِنَ ٱلسَّمَآءِ مِن رِّزْقٍ فَأَحْيَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا وَتَصْرِيفِ ٱلرِّيَـٰحِ ءَايَـٰتٌ لِّقَوْمٍ يَعْقِلُونَ",
      "translation": "And in the alternation of Night and Day, and the fact that Allah sends down Sustenance from the sky, and revives therewith the earth after its death, and in the change of the winds,- are Signs for those that are wise.",
      "transliteration": "wakhtilāfil layli wan nahāri wa mā anzalallāhu minas samā-i min rizqin fa-aḥyā bihil-arḍa ba`da mawtihā wataṣrīfir riyāḥi āyātul liqawmiy ya`qilūn"
    },
    {
      "index": 6,
      "arabic": "تِلْكَ ءَايَـٰتُ ٱللَّهِ نَتْلُوهَا عَلَيْكَ بِٱلْحَقِّ ۖ فَبِأَىِّ حَدِيثٍۭ بَعْدَ ٱللَّهِ وَءَايَـٰتِهِۦ يُؤْمِنُونَ",
      "translation": "Such are the Signs of Allah, which We rehearse to thee in Truth; then in what exposition will they believe after (rejecting) Allah and His Signs?",
      "transliteration": "tilka āyātullāhi natlūhā `alayka bil ḥaqq ۖ fabi-ayyi ḥadīthin ba`dallāhi wa-āyātihi yu-minūn"
    },
    {
      "index": 7,
      "arabic": "وَيْلٌ لِّكُلِّ أَفَّاكٍ أَثِيمٍ",
      "translation": "Woe to each sinful dealer in Falsehoods:",
      "transliteration": "waylul likulli affākin athīm"
    },
    {
      "index": 8,
      "arabic": "يَسْمَعُ ءَايَـٰتِ ٱللَّهِ تُتْلَىٰ عَلَيْهِ ثُمَّ يُصِرُّ مُسْتَكْبِرًا كَأَن لَّمْ يَسْمَعْهَا ۖ فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ",
      "translation": "He hears the Signs of Allah rehearsed to him, yet is obstinate and lofty, as if he had not heard them: then announce to him a Penalty Grievous!",
      "transliteration": "yasma`u āyātillāhi tutlā `alayhi thumma yuṣirru mustakbiran ka-an lam yasma`hā ۖ fabashhirhu bi`adhābin alīm"
    },
    {
      "index": 9,
      "arabic": "وَإِذَا عَلِمَ مِنْ ءَايَـٰتِنَا شَيْـًٔا ٱتَّخَذَهَا هُزُوًا ۚ أُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ مُّهِينٌ",
      "translation": "And when he learns something of Our Signs, he takes them in jest: for such there will be a humiliating Penalty.",
      "transliteration": "wa idhā `alima min āyātinā shay-anit-takhadhahā huzuwā ۚ ulā-ika lahum `adhābun muhīn"
    },
    {
      "index": 10,
      "arabic": "مِّن وَرَآئِهِمْ جَهَنَّمُ ۖ وَلَا يُغْنِى عَنْهُم مَّا كَسَبُوا۟ شَيْـًٔا وَلَا مَا ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ أَوْلِيَآءَ ۖ وَلَهُمْ عَذَابٌ عَظِيمٌ",
      "translation": "In front of them is Hell: and of no profit to them is anything they may have earned, nor any protectors they may have taken to themselves besides Allah: for them is a tremendous Penalty.",
      "transliteration": "min warā-ihim jahannam ۖ walā yughnī `anhum mā kasabū shay-an walā mat-takhadhū min dūnillāhi awliyā-a ۖ walahum `adhābun `aẓīm"
    },
    {
      "index": 11,
      "arabic": "هَـٰذَا هُدًى ۖ وَٱلَّذِينَ كَفَرُوا۟ بِـَٔايَـٰتِ رَبِّهِمْ لَهُمْ عَذَابٌ مِّن رِّجْزٍ أَلِيمٌ",
      "translation": "This is (true) Guidance and for those who reject the Signs of their Lord, is a grievous Penalty of abomination.",
      "transliteration": "hādhā hudā ۖ wal ladhīna kafarū bi-āyāti rabbihim lahum `adhābun min rijzin alīm"
    },
    {
      "index": 12,
      "arabic": "ٱللَّهُ ٱلَّذِى سَخَّرَ لَكُمُ ٱلْبَحْرَ لِتَجْرِىَ ٱلْفُلْكُ فِيهِ بِأَمْرِهِۦ وَلِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
      "translation": "It is Allah Who has subjected the sea to you, that ships may sail through it by His command, that ye may seek of his Bounty, and that ye may be grateful.",
      "transliteration": "allāhul ladhī sakhhara lakumul baḥra litajriyal fulku fīhi bi-amrihi walitabtaghū min faḍlihi wala`allakum tashkurūn"
    },
    {
      "index": 13,
      "arabic": "وَسَخَّرَ لَكُم مَّا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ جَمِيعًا مِّنْهُ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَتَفَكَّرُونَ",
      "translation": "And He has subjected to you, as from Him, all that is in the heavens and on earth: Behold, in that are Signs indeed for those who reflect.",
      "transliteration": "wasakhhara lakum mā fis samāwāti wa mā fil-arḍi jamī`an minh ۚ inna fī dhālika la-āyātin liqawmiy yatafakkarūn"
    },
    {
      "index": 14,
      "arabic": "قُل لِّلَّذِينَ ءَامَنُوا۟ يَغْفِرُوا۟ لِلَّذِينَ لَا يَرْجُونَ أَيَّامَ ٱللَّهِ لِيَجْزِىَ قَوْمًۢا بِمَا كَانُوا۟ يَكْسِبُونَ",
      "translation": "Tell those who believe, to forgive those who do not look forward to the Days of Allah: It is for Him to recompense (for good or ill) each People according to what they have earned.",
      "transliteration": "qul lilladhīna āmanū yaghfirū lilladhīna lā yarjūna ayyāmallāhi liyajziya qawman bimā kānū yaksibūn"
    },
    {
      "index": 15,
      "arabic": "مَنْ عَمِلَ صَـٰلِحًا فَلِنَفْسِهِۦ ۖ وَمَنْ أَسَآءَ فَعَلَيْهَا ۖ ثُمَّ إِلَىٰ رَبِّكُمْ تُرْجَعُونَ",
      "translation": "If any one does a righteous deed, it ensures to the benefit of his own soul; if he does evil, it works against (his own soul). In the end will ye (all) be brought back to your Lord.",
      "transliteration": "man `amila ṣāliḥan falinafsih ۖ wa man asā-a fa`alayhā ۖ thumma ilā rabbikum turja`ūn"
    },
    {
      "index": 16,
      "arabic": "وَلَقَدْ ءَاتَيْنَا بَنِىٓ إِسْرَٰٓءِيلَ ٱلْكِتَـٰبَ وَٱلْحُكْمَ وَٱلنُّبُوَّةَ وَرَزَقْنَـٰهُم مِّنَ ٱلطَّيِّبَـٰتِ وَفَضَّلْنَـٰهُمْ عَلَى ٱلْعَـٰلَمِينَ",
      "translation": "We did aforetime grant to the Children of Israel the Book the Power of Command, and Prophethood; We gave them, for Sustenance, things good and pure; and We favoured them above the nations.",
      "transliteration": "walaqad ātaynā banī isrā-iylal-kitāba wal ḥukma wan nubuwwata warazaqnāhum minaṭ ṭayyibāti wafaḍḍalnāhum `alal-`ālamīn"
    },
    {
      "index": 17,
      "arabic": "وَءَاتَيْنَـٰهُم بَيِّنَـٰتٍ مِّنَ ٱلْأَمْرِ ۖ فَمَا ٱخْتَلَفُوٓا۟ إِلَّا مِنۢ بَعْدِ مَا جَآءَهُمُ ٱلْعِلْمُ بَغْيًۢا بَيْنَهُمْ ۚ إِنَّ رَبَّكَ يَقْضِى بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ فِيمَا كَانُوا۟ فِيهِ يَخْتَلِفُونَ",
      "translation": "And We granted them Clear Signs in affairs (of Religion): it was only after knowledge had been granted to them that they fell into schisms, through insolent envy among themselves. Verily thy Lord will judge between them on the Day of Judgment as to those matters in which they set up differences.",
      "transliteration": "wa-ātaynāhum bayyinātin minal-amr ۖ famakh-talafū illā min ba`di mā jā-ahumul `il-mu baghyan baynahum ۚ inna rabbaka yaqḍī baynahum yawmal qiyāmati fīmā kānū fīhi yakhtalifūn"
    },
    {
      "index": 18,
      "arabic": "ثُمَّ جَعَلْنَـٰكَ عَلَىٰ شَرِيعَةٍ مِّنَ ٱلْأَمْرِ فَٱتَّبِعْهَا وَلَا تَتَّبِعْ أَهْوَآءَ ٱلَّذِينَ لَا يَعْلَمُونَ",
      "translation": "Then We put thee on the (right) Way of Religion: so follow thou that (Way), and follow not the desires of those who know not.",
      "transliteration": "thumma ja`alnāka `alā sharī`atim minal-amri fattabi`hā walā tattabi` ahwā-al ladhīna lā ya`lamūn"
    },
    {
      "index": 19,
      "arabic": "إِنَّهُمْ لَن يُغْنُوا۟ عَنكَ مِنَ ٱللَّهِ شَيْـًٔا ۚ وَإِنَّ ٱلظَّـٰلِمِينَ بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ ۖ وَٱللَّهُ وَلِىُّ ٱلْمُتَّقِينَ",
      "translation": "They will be of no use to thee in the sight of Allah: it is only Wrong-doers (that stand as) protectors, one to another: but Allah is the Protector of the Righteous.",
      "transliteration": "innahum lan yughnū `anka minallāhi shay-ā ۚ wa innaẓ ẓālimīna ba`ḍuhum awliyā-u ba`ḍ ۖ wallāhu waliyyul muttaqīn"
    },
    {
      "index": 20,
      "arabic": "هَـٰذَا بَصَـٰٓئِرُ لِلنَّاسِ وَهُدًى وَرَحْمَةٌ لِّقَوْمٍ يُوقِنُونَ",
      "translation": "These are clear evidences to men and a Guidance and Mercy to those of assured Faith.",
      "transliteration": "hādhā baṣā-iru linnāsi wahudan waraḥmatun liqawmiy yūqinūn"
    },
    {
      "index": 21,
      "arabic": "أَمْ حَسِبَ ٱلَّذِينَ ٱجْتَرَحُوا۟ ٱلسَّيِّـَٔاتِ أَن نَّجْعَلَهُمْ كَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ سَوَآءً مَّحْيَاهُمْ وَمَمَاتُهُمْ ۚ سَآءَ مَا يَحْكُمُونَ",
      "translation": "What! Do those who seek after evil ways think that We shall hold them equal with those who believe and do righteous deeds,- that equal will be their life and their death? Ill is the judgment that they make.",
      "transliteration": "am ḥasibal ladhīnaj-taraḥus sayyi-āti an naj`alahum kal ladhīna āmanū wa`amiluṣ ṣāliḥāti sawā-an maḥyāhum wa mamātuhum ۚ sā-a mā yaḥkumūn"
    },
    {
      "index": 22,
      "arabic": "وَخَلَقَ ٱللَّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ وَلِتُجْزَىٰ كُلُّ نَفْسٍۭ بِمَا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
      "translation": "Allah created the heavens and the earth for just ends, and in order that each soul may find the recompense of what it has earned, and none of them be wronged.",
      "transliteration": "wakhalaqallāhus samāwāti wal-arḍa bil ḥaqqi walitujzā kullu nafsin bimā kasabat wahum lā yuẓlamūn"
    },
    {
      "index": 23,
      "arabic": "أَفَرَءَيْتَ مَنِ ٱتَّخَذَ إِلَـٰهَهُۥ هَوَىٰهُ وَأَضَلَّهُ ٱللَّهُ عَلَىٰ عِلْمٍ وَخَتَمَ عَلَىٰ سَمْعِهِۦ وَقَلْبِهِۦ وَجَعَلَ عَلَىٰ بَصَرِهِۦ غِشَـٰوَةً فَمَن يَهْدِيهِ مِنۢ بَعْدِ ٱللَّهِ ۚ أَفَلَا تَذَكَّرُونَ",
      "translation": "Then seest thou such a one as takes as his god his own vain desire? Allah has, knowing (him as such), left him astray, and sealed his hearing and his heart (and understanding), and put a cover on his sight. Who, then, will guide him after Allah (has withdrawn Guidance)? Will ye not then receive admonition?",
      "transliteration": "afara ayta manit-takhadha ilāhahu hawāhu wa-aḍallahullāhu `alā `il-min wakhatama `alā sam`ihi waqalbihi waja`ala `alā baṣarihi ghishāwatan faman yahdīhi min ba`dillāh ۚ afalā tadhakkarūn"
    },
    {
      "index": 24,
      "arabic": "وَقَالُوا۟ مَا هِىَ إِلَّا حَيَاتُنَا ٱلدُّنْيَا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَآ إِلَّا ٱلدَّهْرُ ۚ وَمَا لَهُم بِذَٰلِكَ مِنْ عِلْمٍ ۖ إِنْ هُمْ إِلَّا يَظُنُّونَ",
      "translation": "And they say: \"What is there but our life in this world? We shall die and we live, and nothing but time can destroy us.\" But of that they have no knowledge: they merely conjecture:",
      "transliteration": "waqālū mā hiya illā ḥayātunad dunyā namūtu wanaḥyā wa mā yuhlikunā illad dahr ۚ wa mā lahum bidhālika min `il-m ۖ in hum illā yaẓunnūn"
    },
    {
      "index": 25,
      "arabic": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُنَا بَيِّنَـٰتٍ مَّا كَانَ حُجَّتَهُمْ إِلَّآ أَن قَالُوا۟ ٱئْتُوا۟ بِـَٔابَآئِنَآ إِن كُنتُمْ صَـٰدِقِينَ",
      "translation": "And when Our Clear Signs are rehearsed to them their argument is nothing but this: They say, \"Bring (back) our forefathers, if what ye say is true!\"",
      "transliteration": "wa idhā tutlā `alayhim āyātunā bayyinātin mā kāna ḥujjatahum illā an qālu-tū bi-ābā-inā in kuntum ṣādiqīn"
    },
    {
      "index": 26,
      "arabic": "قُلِ ٱللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ لَا رَيْبَ فِيهِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
      "translation": "Say: \"It is Allah Who gives you life, then gives you death; then He will gather you together for the Day of Judgment about which there is no doubt\": But most men do not understand.",
      "transliteration": "qulillāhu yuḥyīkum thumma yumītukum thumma yajma`ukum ilā yawmil qiyāmati lā rayba fīhi walākinna aktharan nāsi lā ya`lamūn"
    },
    {
      "index": 27,
      "arabic": "وَلِلَّهِ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ وَيَوْمَ تَقُومُ ٱلسَّاعَةُ يَوْمَئِذٍ يَخْسَرُ ٱلْمُبْطِلُونَ",
      "translation": "To Allah belongs the dominion of the heavens and the earth, and the Day that the Hour of Judgment is established,- that Day will the dealers in Falsehood perish!",
      "transliteration": "walillāhi mulkus samāwāti wal-arḍ ۚ wayawma taqūmus sā`atu yawma-idhiy yakhsarul mubṭilūn"
    },
    {
      "index": 28,
      "arabic": "وَتَرَىٰ كُلَّ أُمَّةٍ جَاثِيَةً ۚ كُلُّ أُمَّةٍ تُدْعَىٰٓ إِلَىٰ كِتَـٰبِهَا ٱلْيَوْمَ تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ",
      "translation": "And thou wilt see every sect bowing the knee: Every sect will be called to its Record: \"This Day shall ye be recompensed for all that ye did!",
      "transliteration": "watarā kulla ummatin jāthiyah ۚ kullu ummatin tud`ā ilā kitābihal yawma tujzawna mā kuntum ta`malūn"
    },
    {
      "index": 29,
      "arabic": "هَـٰذَا كِتَـٰبُنَا يَنطِقُ عَلَيْكُم بِٱلْحَقِّ ۚ إِنَّا كُنَّا نَسْتَنسِخُ مَا كُنتُمْ تَعْمَلُونَ",
      "translation": "\"This Our Record speaks about you with truth: For We were wont to put on Record all that ye did.\"",
      "transliteration": "hādhā kitābunā yanṭiqu `alaykum bil ḥaqq ۚ innā kunnā nastansikhu mā kuntum ta`malūn"
    },
    {
      "index": 30,
      "arabic": "فَأَمَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فَيُدْخِلُهُمْ رَبُّهُمْ فِى رَحْمَتِهِۦ ۚ ذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْمُبِينُ",
      "translation": "Then, as to those who believed and did righteous deeds, their Lord will admit them to His Mercy that will be the achievement for all to see.",
      "transliteration": "fa-ammal ladhīna āmanū wa`amiluṣ ṣāliḥāti fayudkhiluhum rabbuhum fī raḥmatih ۚ dhālika huwal fawzul mubīn"
    },
    {
      "index": 31,
      "arabic": "وَأَمَّا ٱلَّذِينَ كَفَرُوٓا۟ أَفَلَمْ تَكُنْ ءَايَـٰتِى تُتْلَىٰ عَلَيْكُمْ فَٱسْتَكْبَرْتُمْ وَكُنتُمْ قَوْمًا مُّجْرِمِينَ",
      "translation": "But as to those who rejected Allah, (to them will be said): \"Were not Our Signs rehearsed to you? But ye were arrogant, and were a people given to sin!",
      "transliteration": "wa-ammal ladhīna kafarū afalam takun āyātī tutlā `alaykum fastakbartum wakuntum qawman mujrimīn"
    },
    {
      "index": 32,
      "arabic": "وَإِذَا قِيلَ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ وَٱلسَّاعَةُ لَا رَيْبَ فِيهَا قُلْتُم مَّا نَدْرِى مَا ٱلسَّاعَةُ إِن نَّظُنُّ إِلَّا ظَنًّا وَمَا نَحْنُ بِمُسْتَيْقِنِينَ",
      "translation": "\"And when it was said that the promise of Allah was true, and that the Hour- there was no doubt about its (coming), ye used to say, 'We know not what is the hour: we only think it is an idea, and we have no firm assurance.'\"",
      "transliteration": "wa idhā qīla inna wa`dallāhi ḥaqqun was sā`atu lā rayba fīhā qultum mā nadrī mas sā`atu in naẓunnu illā ẓannan wa mā naḥnu bimustayqinīn"
    },
    {
      "index": 33,
      "arabic": "وَبَدَا لَهُمْ سَيِّـَٔاتُ مَا عَمِلُوا۟ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "translation": "Then will appear to them the evil (fruits) of what they did, and they will be completely encircled by that which they used to mock at!",
      "transliteration": "wabadā lahum sayyi-ātu mā `amilū waḥāqa bihim mā kānū bihi yastahzi-ūn"
    },
    {
      "index": 34,
      "arabic": "وَقِيلَ ٱلْيَوْمَ نَنسَىٰكُمْ كَمَا نَسِيتُمْ لِقَآءَ يَوْمِكُمْ هَـٰذَا وَمَأْوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّـٰصِرِينَ",
      "translation": "It will also be said: \"This Day We will forget you as ye forgot the meeting of this Day of yours! and your abode is the Fire, and no helpers have ye!",
      "transliteration": "waqīlal-yawma nansākum kamā nasītum liqā-a yawmikum hādhā wa ma-wākumun nāru wa mā lakum min nāṣirīn"
    },
    {
      "index": 35,
      "arabic": "ذَٰلِكُم بِأَنَّكُمُ ٱتَّخَذْتُمْ ءَايَـٰتِ ٱللَّهِ هُزُوًا وَغَرَّتْكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا ۚ فَٱلْيَوْمَ لَا يُخْرَجُونَ مِنْهَا وَلَا هُمْ يُسْتَعْتَبُونَ",
      "translation": "\"This, because ye used to take the Signs of Allah in jest, and the life of the world deceived you:\" (From) that Day, therefore, they shall not be taken out thence, nor shall they be received into Grace.",
      "transliteration": "dhālikum bi-annakumut-takhadhtum āyātillāhi huzuwan wagharratkumul ḥayātud dunyā ۚ fal yawma lā yukhrajūna minhā walā hum yusta`tabūn"
    },
    {
      "index": 36,
      "arabic": "فَلِلَّهِ ٱلْحَمْدُ رَبِّ ٱلسَّمَـٰوَٰتِ وَرَبِّ ٱلْأَرْضِ رَبِّ ٱلْعَـٰلَمِينَ",
      "translation": "Then Praise be to Allah, Lord of the heavens and Lord of the earth,- Lord and Cherisher of all the Worlds!",
      "transliteration": "falillāhil ḥamdu rabbis samāwāti warabbil-arḍi rabbil `ālamīn"
    },
    {
      "index": 37,
      "arabic": "وَلَهُ ٱلْكِبْرِيَآءُ فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "translation": "To Him be glory throughout the heavens and the earth: and He is Exalted in Power, Full of Wisdom!",
      "transliteration": "walahul kibriyā-u fis samāwāti wal-arḍ ۖ wahuwal `azīzul ḥakīm"
    }
  ]
}