{
  "index": 29,
  "name": "العنكبوت",
  "arabic_name": "العَنكبُوت",
  "english_name": "Al-Ankabūt",
  "english_meaning": "The Spider",
  "ayas": [
    {
      "index": 1,
      "arabic": "الٓمٓ",
      "translation": "A. L. M.",
      "transliteration": "alif lām mīm",
      "bismillah": {
        "arabic": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
        "translation": "In the name of Allah, Most Gracious, Most Merciful.",
        "transliteration": "bismillāhir raḥmānir raḥīm"
      }
    },
    {
      "index": 2,
      "arabic": "أَحَسِبَ ٱلنَّاسُ أَن يُتْرَكُوٓا۟ أَن يَقُولُوٓا۟ ءَامَنَّا وَهُمْ لَا يُفْتَنُونَ",
      "translation": "Do men think that they will be left alone on saying, \"We believe\", and that they will not be tested?",
      "transliteration": "aḥasiban nāsu an yutrakū an yaqūlū āmannā wahum lā yuftanūn"
    },
    {
      "index": 3,
      "arabic": "وَلَقَدْ فَتَنَّا ٱلَّذِينَ مِن قَبْلِهِمْ ۖ فَلَيَعْلَمَنَّ ٱللَّهُ ٱلَّذِينَ صَدَقُوا۟ وَلَيَعْلَمَنَّ ٱلْكَـٰذِبِينَ",
      "translation": "We did test those before them, and Allah will certainly know those who are true from those who are false.",
      "transliteration": "walaqad fatannal ladhīna min qablihim ۖ falaya`lamannallāhul ladhīna ṣadaqū walaya`lamannal kādhibīn"
    },
    {
      "index": 4,
      "arabic": "أَمْ حَسِبَ ٱلَّذِينَ يَعْمَلُونَ ٱلسَّيِّـَٔاتِ أَن يَسْبِقُونَا ۚ سَآءَ مَا يَحْكُمُونَ",
      "translation": "Do those who practise evil think that they will get the better of Us? Evil is their judgment!",
      "transliteration": "am ḥasibal ladhīna ya`malūnas sayyi-āti an yasbiqūnā ۚ sā-a mā yaḥkumūn"
    },
    {
      "index": 5,
      "arabic": "مَن كَانَ يَرْجُوا۟ لِقَآءَ ٱللَّهِ فَإِنَّ أَجَلَ ٱللَّهِ لَـَٔاتٍ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "translation": "For those whose hopes are in the meeting with Allah (in the Hereafter, let them strive); for the term (appointed) by Allah is surely coming and He hears and knows (all things).",
      "transliteration": "man kāna yarjū liqā-allāhi fa-inna ajalallāhi la-āt ۚ wahuwas samī`ul `alīm"
    },
    {
      "index": 6,
      "arabic": "وَمَن جَـٰهَدَ فَإِنَّمَا يُجَـٰهِدُ لِنَفْسِهِۦٓ ۚ إِنَّ ٱللَّهَ لَغَنِىٌّ عَنِ ٱلْعَـٰلَمِينَ",
      "translation": "And if any strive (with might and main), they do so for their own souls: for Allah is free of all needs from all creation.",
      "transliteration": "wa man jāhada fa-innamā yujāhidu linafsih ۚ innallāha laghaniyyun `anil `ālamīn"
    },
    {
      "index": 7,
      "arabic": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَنُكَفِّرَنَّ عَنْهُمْ سَيِّـَٔاتِهِمْ وَلَنَجْزِيَنَّهُمْ أَحْسَنَ ٱلَّذِى كَانُوا۟ يَعْمَلُونَ",
      "translation": "Those who believe and work righteous deeds,- from them shall We blot out all evil (that may be) in them, and We shall reward them according to the best of their deeds.",
      "transliteration": "wal ladhīna āmanū wa`amiluṣ ṣāliḥāti lanukaffiranna `anhum sayyi-ātihim walanajziyannahum aḥsanal ladhī kānū ya`malūn"
    },
    {
      "index": 8,
      "arabic": "وَوَصَّيْنَا ٱلْإِنسَـٰنَ بِوَٰلِدَيْهِ حُسْنًا ۖ وَإِن جَـٰهَدَاكَ لِتُشْرِكَ بِى مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ فَلَا تُطِعْهُمَآ ۚ إِلَىَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
      "translation": "We have enjoined on man kindness to parents: but if they (either of them) strive (to force) thee to join with Me (in worship) anything of which thou hast no knowledge, obey them not. Ye have (all) to return to me, and I will tell you (the truth) of all that ye did.",
      "transliteration": "wawaṣṣaynal-insāna biwālidayhi ḥusnā ۖ wa in jāhadāka litushrika bī mā laysa laka bihi `il-mun falā tuṭi`humā ۚ ilayya marji`ukum fa-unabbi-ukum bimā kuntum ta`malūn"
    },
    {
      "index": 9,
      "arabic": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَنُدْخِلَنَّهُمْ فِى ٱلصَّـٰلِحِينَ",
      "translation": "And those who believe and work righteous deeds,- them shall We admit to the company of the Righteous.",
      "transliteration": "wal ladhīna āmanū wa`amiluṣ ṣāliḥāti lanudkhilannahum fiṣ ṣāliḥīn"
    },
    {
      "index": 10,
      "arabic": "وَمِنَ ٱلنَّاسِ مَن يَقُولُ ءَامَنَّا بِٱللَّهِ فَإِذَآ أُوذِىَ فِى ٱللَّهِ جَعَلَ فِتْنَةَ ٱلنَّاسِ كَعَذَابِ ٱللَّهِ وَلَئِن جَآءَ نَصْرٌ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ ۚ أَوَلَيْسَ ٱللَّهُ بِأَعْلَمَ بِمَا فِى صُدُورِ ٱلْعَـٰلَمِينَ",
      "translation": "Then there are among men such as say, \"We believe in Allah\"; but when they suffer affliction in (the cause of) Allah, they treat men's oppression as if it were the Wrath of Allah! And if help comes (to thee) from thy Lord, they are sure to say, \"We have (always) been with you!\" Does not Allah know best all that is in the hearts of all creation?",
      "transliteration": "wa minan nāsi man yaqūlu āmannā billāhi fa-idhā ūdhiya fillāhi ja`ala fitnatan nāsi ka`adhābillāhi wala-in jā-a naṣrun min rabbika layaqūlunna innā kunnā ma`akum ۚ awalaysallāhu bi-a`lama bimā fī ṣudūril `ālamīn"
    },
    {
      "index": 11,
      "arabic": "وَلَيَعْلَمَنَّ ٱللَّهُ ٱلَّذِينَ ءَامَنُوا۟ وَلَيَعْلَمَنَّ ٱلْمُنَـٰفِقِينَ",
      "translation": "And Allah most certainly knows those who believe, and as certainly those who are Hypocrites.",
      "transliteration": "walaya`lamannallāhul ladhīna āmanū walaya`lamannal munāfiqīn"
    },
    {
      "index": 12,
      "arabic": "وَقَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوا۟ ٱتَّبِعُوا۟ سَبِيلَنَا وَلْنَحْمِلْ خَطَـٰيَـٰكُمْ وَمَا هُم بِحَـٰمِلِينَ مِنْ خَطَـٰيَـٰهُم مِّن شَىْءٍ ۖ إِنَّهُمْ لَكَـٰذِبُونَ",
      "translation": "And the Unbelievers say to those who believe: \"Follow our path, and we will bear (the consequences) of your faults.\" Never in the least will they bear their faults: in fact they are liars!",
      "transliteration": "waqālal ladhīna kafarū lilladhīna āmanut-tabi`ū sabīlanā walnaḥmil khaṭāyākum wa mā hum biḥāmilīna min khaṭāyāhum min shay-ī ۖ innahum lakādhibūn"
    },
    {
      "index": 13,
      "arabic": "وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَّعَ أَثْقَالِهِمْ ۖ وَلَيُسْـَٔلُنَّ يَوْمَ ٱلْقِيَـٰمَةِ عَمَّا كَانُوا۟ يَفْتَرُونَ",
      "translation": "They will bear their own burdens, and (other) burdens along with their own, and on the Day of Judgments they will be called to account for their falsehoods.",
      "transliteration": "walayaḥmilunna athqālahum wa-athqālan ma`a athqālihim ۖ walayus-alunna yawmal qiyāmati `ammā kānū yaftarūn"
    },
    {
      "index": 14,
      "arabic": "وَلَقَدْ أَرْسَلْنَا نُوحًا إِلَىٰ قَوْمِهِۦ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عَامًا فَأَخَذَهُمُ ٱلطُّوفَانُ وَهُمْ ظَـٰلِمُونَ",
      "translation": "We (once) sent Noah to his people, and he tarried among them a thousand years less fifty: but the Deluge overwhelmed them while they (persisted in) sin.",
      "transliteration": "walaqad arsalnā nūḥan ilā qawmihi falabitha fīhim alfa sanatin illā khamsīna `āman fa-akhadhahumuṭ ṭūfānu wahum ẓālimūn"
    },
    {
      "index": 15,
      "arabic": "فَأَنجَيْنَـٰهُ وَأَصْحَـٰبَ ٱلسَّفِينَةِ وَجَعَلْنَـٰهَآ ءَايَةً لِّلْعَـٰلَمِينَ",
      "translation": "But We saved him and the companions of the Ark, and We made the (Ark) a Sign for all peoples!",
      "transliteration": "fa-anjaynāhu wa-aṣ-ḥābas safīnati waja`alnāhā āyatan lil`ālamīn"
    },
    {
      "index": 16,
      "arabic": "وَإِبْرَٰهِيمَ إِذْ قَالَ لِقَوْمِهِ ٱعْبُدُوا۟ ٱللَّهَ وَٱتَّقُوهُ ۖ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
      "translation": "And (We also saved) Abraham: behold, he said to his people, \"Serve Allah and fear Him: that will be best for you- If ye understand!",
      "transliteration": "wa ibrāhīma idh qāla liqawmihi'-budullāha wattaqūh ۖ dhālikum khayrul lakum in kuntum ta`lamūn"
    },
    {
      "index": 17,
      "arabic": "إِنَّمَا تَعْبُدُونَ مِن دُونِ ٱللَّهِ أَوْثَـٰنًا وَتَخْلُقُونَ إِفْكًا ۚ إِنَّ ٱلَّذِينَ تَعْبُدُونَ مِن دُونِ ٱللَّهِ لَا يَمْلِكُونَ لَكُمْ رِزْقًا فَٱبْتَغُوا۟ عِندَ ٱللَّهِ ٱلرِّزْقَ وَٱعْبُدُوهُ وَٱشْكُرُوا۟ لَهُۥٓ ۖ إِلَيْهِ تُرْجَعُونَ",
      "translation": "\"For ye do worship idols besides Allah, and ye invent falsehood. The things that ye worship besides Allah have no power to give you sustenance: then seek ye sustenance from Allah, serve Him, and be grateful to Him: to Him will be your return.",
      "transliteration": "innamā ta`budūna min dūnillāhi awthānan watakhluqūna ifkā ۚ innal ladhīna ta`budūna min dūnillāhi lā yamlikūna lakum rizqan fabtaghū `indallāhir rizqa wa`budūhu washkurū lah ۖ ilayhi turja`ūn"
    },
    {
      "index": 18,
      "arabic": "وَإِن تُكَذِّبُوا۟ فَقَدْ كَذَّبَ أُمَمٌ مِّن قَبْلِكُمْ ۖ وَمَا عَلَى ٱلرَّسُولِ إِلَّا ٱلْبَلَـٰغُ ٱلْمُبِينُ",
      "translation": "\"And if ye reject (the Message), so did generations before you: and the duty of the messenger is only to preach publicly (and clearly).\"",
      "transliteration": "wa in tukadhhibū faqad kadhhaba umamun min qablikum ۖ wa mā `alar rasūli illal-balāghul mubīn"
    },
    {
      "index": 19,
      "arabic": "أَوَلَمْ يَرَوْا۟ كَيْفَ يُبْدِئُ ٱللَّهُ ٱلْخَلْقَ ثُمَّ يُعِيدُهُۥٓ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ",
      "translation": "See they not how Allah originates creation, then repeats it: truly that is easy for Allah.",
      "transliteration": "awalam yaraw kayfa yubdi-ullāhul khalqa thumma yu`īduh ۚ inna dhālika `alallāhi yasīr"
    },
    {
      "index": 20,
      "arabic": "قُلْ سِيرُوا۟ فِى ٱلْأَرْضِ فَٱنظُرُوا۟ كَيْفَ بَدَأَ ٱلْخَلْقَ ۚ ثُمَّ ٱللَّهُ يُنشِئُ ٱلنَّشْأَةَ ٱلْـَٔاخِرَةَ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "translation": "Say: \"Travel through the earth and see how Allah did originate creation; so will Allah produce a later creation: for Allah has power over all things.",
      "transliteration": "qul sīrū fil-arḍi fanẓurū kayfa bada-al khalq ۚ thummallāhu yunshi-un nash-atal-ākhirah ۚ innallāha `alā kulli shay-in qadīr"
    },
    {
      "index": 21,
      "arabic": "يُعَذِّبُ مَن يَشَآءُ وَيَرْحَمُ مَن يَشَآءُ ۖ وَإِلَيْهِ تُقْلَبُونَ",
      "translation": "\"He punishes whom He pleases, and He grants Mercy to whom He pleases, and towards Him are ye turned.",
      "transliteration": "yu`adhhibu man yashā-u wayarḥamu man yashā-u ۖ wa ilayhi tuqlabūn"
    },
    {
      "index": 22,
      "arabic": "وَمَآ أَنتُم بِمُعْجِزِينَ فِى ٱلْأَرْضِ وَلَا فِى ٱلسَّمَآءِ ۖ وَمَا لَكُم مِّن دُونِ ٱللَّهِ مِن وَلِىٍّ وَلَا نَصِيرٍ",
      "translation": "\"Not on earth nor in heaven will ye be able (fleeing) to frustrate (his Plan), nor have ye, besides Allah, any protector or helper.\"",
      "transliteration": "wa mā antum bimu`jizīna fil-arḍi walā fis samā-i ۖ wa mā lakum min dūnillāhi min waliyyin walā naṣīr"
    },
    {
      "index": 23,
      "arabic": "وَٱلَّذِينَ كَفَرُوا۟ بِـَٔايَـٰتِ ٱللَّهِ وَلِقَآئِهِۦٓ أُو۟لَـٰٓئِكَ يَئِسُوا۟ مِن رَّحْمَتِى وَأُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ أَلِيمٌ",
      "translation": "Those who reject the Signs of Allah and the Meeting with Him (in the Hereafter),- it is they who shall despair of My Mercy: it is they who will (suffer) a most grievous Penalty.",
      "transliteration": "wal ladhīna kafarū bi-āyātillāhi waliqā-ihi ulā-ika ya-isū min raḥmatī wa-ulā-ika lahum `adhābun alīm"
    },
    {
      "index": 24,
      "arabic": "فَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوا۟ ٱقْتُلُوهُ أَوْ حَرِّقُوهُ فَأَنجَىٰهُ ٱللَّهُ مِنَ ٱلنَّارِ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يُؤْمِنُونَ",
      "translation": "So naught was the answer of (Abraham's) people except that they said: \"Slay him or burn him.\" But Allah did save him from the Fire. Verily in this are Signs for people who believe.",
      "transliteration": "famā kāna jawāba qawmihi illā an qāluq-tulūhu aw ḥarriqūhu fa-anjāhullāhu minan nār ۚ inna fī dhālika la-āyātin liqawmiy yu-minūn"
    },
    {
      "index": 25,
      "arabic": "وَقَالَ إِنَّمَا ٱتَّخَذْتُم مِّن دُونِ ٱللَّهِ أَوْثَـٰنًا مَّوَدَّةَ بَيْنِكُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ ثُمَّ يَوْمَ ٱلْقِيَـٰمَةِ يَكْفُرُ بَعْضُكُم بِبَعْضٍ وَيَلْعَنُ بَعْضُكُم بَعْضًا وَمَأْوَىٰكُمُ ٱلنَّارُ وَمَا لَكُم مِّن نَّـٰصِرِينَ",
      "translation": "And he said: \"For you, ye have taken (for worship) idols besides Allah, out of mutual love and regard between yourselves in this life; but on the Day of Judgment ye shall disown each other and curse each other: and your abode will be the Fire, and ye shall have none to help.\"",
      "transliteration": "waqāla innamat-takhadhtum min dūnillāhi awthānan mawaddata baynikum fil ḥayātid dunyā ۖ thumma yawmal qiyāmati yakfuru ba`ḍukum biba`ḍin wayal`anu ba`ḍukum ba`ḍan wa ma-wākumun nāru wa mā lakum min nāṣirīn"
    },
    {
      "index": 26,
      "arabic": "فَـَٔامَنَ لَهُۥ لُوطٌ ۘ وَقَالَ إِنِّى مُهَاجِرٌ إِلَىٰ رَبِّىٓ ۖ إِنَّهُۥ هُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "translation": "But Lut had faith in Him: He said: \"I will leave home for the sake of my Lord: for He is Exalted in Might, and Wise.\"",
      "transliteration": "fa-āmana lahu lūṭ ۘ waqāla innī muhājirun ilā rabbī ۖ innahu huwal `azīzul ḥakīm"
    },
    {
      "index": 27,
      "arabic": "وَوَهَبْنَا لَهُۥٓ إِسْحَـٰقَ وَيَعْقُوبَ وَجَعَلْنَا فِى ذُرِّيَّتِهِ ٱلنُّبُوَّةَ وَٱلْكِتَـٰبَ وَءَاتَيْنَـٰهُ أَجْرَهُۥ فِى ٱلدُّنْيَا ۖ وَإِنَّهُۥ فِى ٱلْـَٔاخِرَةِ لَمِنَ ٱلصَّـٰلِحِينَ",
      "translation": "And We gave (Abraham) Isaac and Jacob, and ordained among his progeny Prophethood and Revelation, and We granted him his reward in this life; and he was in the Hereafter (of the company) of the Righteous.",
      "transliteration": "wawahabnā lahu is-ḥāqa waya`qūba waja`alnā fī dhurriyyatihin nubuwwata wal kitāba wa-ātaynāhu ajrahu fid dunyā ۖ wa innahu fil-ākhirati laminaṣ ṣāliḥīn"
    },
    {
      "index": 28,
      "arabic": "وَلُوطًا إِذْ قَالَ لِقَوْمِهِۦٓ إِنَّكُمْ لَتَأْتُونَ ٱلْفَـٰحِشَةَ مَا سَبَقَكُم بِهَا مِنْ أَحَدٍ مِّنَ ٱلْعَـٰلَمِينَ",
      "translation": "And (remember) Lut: behold, he said to his people: \"Ye do commit lewdness, such as no people in Creation (ever) committed before you.",
      "transliteration": "walūṭan idh qāla liqawmihi innakum lata-tūnal fāḥishata mā sabaqakum bihā min aḥadin minal `ālamīn"
    },
    {
      "index": 29,
      "arabic": "أَئِنَّكُمْ لَتَأْتُونَ ٱلرِّجَالَ وَتَقْطَعُونَ ٱلسَّبِيلَ وَتَأْتُونَ فِى نَادِيكُمُ ٱلْمُنكَرَ ۖ فَمَا كَانَ جَوَابَ قَوْمِهِۦٓ إِلَّآ أَن قَالُوا۟ ٱئْتِنَا بِعَذَابِ ٱللَّهِ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
      "translation": "\"Do ye indeed approach men, and cut off the highway?- and practise wickedness (even) in your councils?\" But his people gave no answer but this: they said: \"Bring us the Wrath of Allah if thou tellest the truth.\"",
      "transliteration": "a-innakum lata-tūnar rijāla wataqṭa`ūnas sabīla wata-tūna fī nādīkumul munkar ۖ famā kāna jawāba qawmihi illā an qālu-tinā bi`adhābillāhi in kunta minaṣ ṣādiqīn"
    },
    {
      "index": 30,
      "arabic": "قَالَ رَبِّ ٱنصُرْنِى عَلَى ٱلْقَوْمِ ٱلْمُفْسِدِينَ",
      "translation": "He said: \"O my Lord! help Thou me against people who do mischief!\"",
      "transliteration": "qāla rabbin-ṣurnī `alal-qawmil mufsidīn"
    },
    {
      "index": 31,
      "arabic": "وَلَمَّا جَآءَتْ رُسُلُنَآ إِبْرَٰهِيمَ بِٱلْبُشْرَىٰ قَالُوٓا۟ إِنَّا مُهْلِكُوٓا۟ أَهْلِ هَـٰذِهِ ٱلْقَرْيَةِ ۖ إِنَّ أَهْلَهَا كَانُوا۟ ظَـٰلِمِينَ",
      "translation": "When Our Messengers came to Abraham with the good news, they said: \"We are indeed going to destroy the people of this township: for truly they are (addicted to) crime.\"",
      "transliteration": "walammā jā-at rusulunā ibrāhīma bil bushrā qālū innā muhlikū ahli hādhihil qaryah ۖ inna ahlahā kānū ẓālimīn"
    },
    {
      "index": 32,
      "arabic": "قَالَ إِنَّ فِيهَا لُوطًا ۚ قَالُوا۟ نَحْنُ أَعْلَمُ بِمَن فِيهَا ۖ لَنُنَجِّيَنَّهُۥ وَأَهْلَهُۥٓ إِلَّا ٱمْرَأَتَهُۥ كَانَتْ مِنَ ٱلْغَـٰبِرِينَ",
      "translation": "He said: \"But there is Lut there.\" They said: \"Well do we know who is there: we will certainly save him and his following,- except his wife: she is of those who lag behind!\"",
      "transliteration": "qāla inna fīhā lūṭā ۚ qālū naḥnu a`lamu biman fīhā ۖ lanunajjiyannahu wa-ahlahu illam-ra-atahu kānat minal ghābirīn"
    },
    {
      "index": 33,
      "arabic": "وَلَمَّآ أَن جَآءَتْ رُسُلُنَا لُوطًا سِىٓءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا وَقَالُوا۟ لَا تَخَفْ وَلَا تَحْزَنْ ۖ إِنَّا مُنَجُّوكَ وَأَهْلَكَ إِلَّا ٱمْرَأَتَكَ كَانَتْ مِنَ ٱلْغَـٰبِرِينَ",
      "translation": "And when Our Messengers came to Lut, he was grieved on their account, and felt himself powerless (to protect) them: but they said: \"Fear thou not, nor grieve: we are (here) to save thee and thy following, except thy wife: she is of those who lag behind.",
      "transliteration": "walammā an jā-at rusulunā lūṭan sī-a bihim waḍāqa bihim dhar`an waqālū lā takhaf walā taḥzan ۖ innā munajjūka wa-ahlaka illam-ra-ataka kānat minal ghābirīn"
    },
    {
      "index": 34,
      "arabic": "إِنَّا مُنزِلُونَ عَلَىٰٓ أَهْلِ هَـٰذِهِ ٱلْقَرْيَةِ رِجْزًا مِّنَ ٱلسَّمَآءِ بِمَا كَانُوا۟ يَفْسُقُونَ",
      "translation": "\"For we are going to bring down on the people of this township a Punishment from heaven, because they have been wickedly rebellious.\"",
      "transliteration": "innā munzilūna `alā ahli hādhihil qaryati rijzan minas samā-i bimā kānū yafsuqūn"
    },
    {
      "index": 35,
      "arabic": "وَلَقَد تَّرَكْنَا مِنْهَآ ءَايَةًۢ بَيِّنَةً لِّقَوْمٍ يَعْقِلُونَ",
      "translation": "And We have left thereof an evident Sign, for any people who (care to) understand.",
      "transliteration": "walaqad taraknā minhā āyatan bayyinatan liqawmiy ya`qilūn"
    },
    {
      "index": 36,
      "arabic": "وَإِلَىٰ مَدْيَنَ أَخَاهُمْ شُعَيْبًا فَقَالَ يَـٰقَوْمِ ٱعْبُدُوا۟ ٱللَّهَ وَٱرْجُوا۟ ٱلْيَوْمَ ٱلْـَٔاخِرَ وَلَا تَعْثَوْا۟ فِى ٱلْأَرْضِ مُفْسِدِينَ",
      "translation": "To the Madyan (people) (We sent) their brother Shu'aib. Then he said: \"O my people! serve Allah, and fear the Last Day: nor commit evil on the earth, with intent to do mischief.\"",
      "transliteration": "wa ilā madyana akhāhum shu`ayban faqāla yāqawmi'-budullāha warjul yawmal-ākhira walā ta`thaw fil-arḍi mufsidīn"
    },
    {
      "index": 37,
      "arabic": "فَكَذَّبُوهُ فَأَخَذَتْهُمُ ٱلرَّجْفَةُ فَأَصْبَحُوا۟ فِى دَارِهِمْ جَـٰثِمِينَ",
      "translation": "But they rejected him: Then the mighty Blast seized them, and they lay prostrate in their homes by the morning.",
      "transliteration": "fakadhhabūhu fa-akhadhat-humur rajfatu fa-aṣbaḥū fī dārihim jāthimīn"
    },
    {
      "index": 38,
      "arabic": "وَعَادًا وَثَمُودَا۟ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَـٰكِنِهِمْ ۖ وَزَيَّنَ لَهُمُ ٱلشَّيْطَـٰنُ أَعْمَـٰلَهُمْ فَصَدَّهُمْ عَنِ ٱلسَّبِيلِ وَكَانُوا۟ مُسْتَبْصِرِينَ",
      "translation": "(Remember also) the 'Ad and the Thamud (people): clearly will appear to you from (the traces) of their buildings (their fate): the Evil One made their deeds alluring to them, and kept them back from the Path, though they were gifted with intelligence and skill.",
      "transliteration": "wa`ādan wathamūda waqad tabayyana lakum min masākinihim ۖ wazayyana lahumush shayṭānu a`mālahum faṣaddahum `anis sabīli wakānū mustabṣirīn"
    },
    {
      "index": 39,
      "arabic": "وَقَـٰرُونَ وَفِرْعَوْنَ وَهَـٰمَـٰنَ ۖ وَلَقَدْ جَآءَهُم مُّوسَىٰ بِٱلْبَيِّنَـٰتِ فَٱسْتَكْبَرُوا۟ فِى ٱلْأَرْضِ وَمَا كَانُوا۟ سَـٰبِقِينَ",
      "translation": "(Remember also) Qarun, Pharaoh, and Haman: there came to them Moses with Clear Signs, but they behaved with insolence on the earth; yet they could not overreach (Us).",
      "transliteration": "waqārūna wafir`awna wahāmān ۖ walaqad jā-ahum mūsā bil bayyināti fastakbarū fil-arḍi wa mā kānū sābiqīn"
    },
    {
      "index": 40,
      "arabic": "فَكُلًّا أَخَذْنَا بِذَنۢبِهِۦ ۖ فَمِنْهُم مَّنْ أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُم مَّنْ أَخَذَتْهُ ٱلصَّيْحَةُ وَمِنْهُم مَّنْ خَسَفْنَا بِهِ ٱلْأَرْضَ وَمِنْهُم مَّنْ أَغْرَقْنَا ۚ وَمَا كَانَ ٱللَّهُ لِيَظْلِمَهُمْ وَلَـٰكِن كَانُوٓا۟ أَنفُسَهُمْ يَظْلِمُونَ",
      "translation": "Each one of them We seized for his crime: of them, against some We sent a violent tornado (with showers of stones); some were caught by a (mighty) Blast; some We caused the earth to swallow up; and some We drowned (in the waters): It was not Allah Who injured (or oppressed) them:\" They injured (and oppressed) their own souls.",
      "transliteration": "fakullan akhadhnā bidhanbih ۖ faminhum man arsalnā `alayhi ḥāṣiban wa minhum man akhadhat-huṣ ṣayḥatu wa minhum man khasafnā bihil-arḍa wa minhum man aghraqnā ۚ wa mā kānallāhu liyaẓlimahum walākin kānū anfusahum yaẓlimūn"
    },
    {
      "index": 41,
      "arabic": "مَثَلُ ٱلَّذِينَ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ أَوْلِيَآءَ كَمَثَلِ ٱلْعَنكَبُوتِ ٱتَّخَذَتْ بَيْتًا ۖ وَإِنَّ أَوْهَنَ ٱلْبُيُوتِ لَبَيْتُ ٱلْعَنكَبُوتِ ۖ لَوْ كَانُوا۟ يَعْلَمُونَ",
      "translation": "The parable of those who take protectors other than Allah is that of the spider, who builds (to itself) a house; but truly the flimsiest of houses is the spider's house;- if they but knew.",
      "transliteration": "mathalul ladhīnat-takhadhū min dūnillāhi awliyā-a kamathalil `ankabūtit-takhadhat baytā ۖ wa inna awhanal buyūti labaytul `ankabūt ۖ law kānū ya`lamūn"
    },
    {
      "index": 42,
      "arabic": "إِنَّ ٱللَّهَ يَعْلَمُ مَا يَدْعُونَ مِن دُونِهِۦ مِن شَىْءٍ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "translation": "Verily Allah doth know of (every thing) whatever that they call upon besides Him: and He is Exalted (in power), Wise.",
      "transliteration": "innallāha ya`lamu mā yad`ūna min dūnihi min shay-ī ۚ wahuwal `azīzul ḥakīm"
    },
    {
      "index": 43,
      "arabic": "وَتِلْكَ ٱلْأَمْثَـٰلُ نَضْرِبُهَا لِلنَّاسِ ۖ وَمَا يَعْقِلُهَآ إِلَّا ٱلْعَـٰلِمُونَ",
      "translation": "And such are the Parables We set forth for mankind, but only those understand them who have knowledge.",
      "transliteration": "watilkal-amthālu naḍribuhā linnās ۖ wa mā ya`qiluhā illal-`ālimūn"
    },
    {
      "index": 44,
      "arabic": "خَلَقَ ٱللَّهُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ بِٱلْحَقِّ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّلْمُؤْمِنِينَ",
      "translation": "Allah created the heavens and the earth in true (proportions): verily in that is a Sign for those who believe.",
      "transliteration": "khalaqallāhus samāwāti wal-arḍa bil ḥaqq ۚ inna fī dhālika la-āyatan lil-mu-minīn"
    },
    {
      "index": 45,
      "arabic": "ٱتْلُ مَآ أُوحِىَ إِلَيْكَ مِنَ ٱلْكِتَـٰبِ وَأَقِمِ ٱلصَّلَوٰةَ ۖ إِنَّ ٱلصَّلَوٰةَ تَنْهَىٰ عَنِ ٱلْفَحْشَآءِ وَٱلْمُنكَرِ ۗ وَلَذِكْرُ ٱللَّهِ أَكْبَرُ ۗ وَٱللَّهُ يَعْلَمُ مَا تَصْنَعُونَ",
      "translation": "Recite what is sent of the Book by inspiration to thee, and establish regular Prayer: for Prayer restrains from shameful and unjust deeds; and remembrance of Allah is the greatest (thing in life) without doubt. And Allah knows the (deeds) that ye do.",
      "transliteration": "ut-lu mā ūḥiya ilayka minal kitābi wa-aqimiṣ ṣalāh ۖ innaṣ ṣalāta tanhā `anil faḥshā-i wal munkar ۗ waladhikrullāhi akbar ۗ wallāhu ya`lamu mā taṣna`ūn"
    },
    {
      "index": 46,
      "arabic": "وَلَا تُجَـٰدِلُوٓا۟ أَهْلَ ٱلْكِتَـٰبِ إِلَّا بِٱلَّتِى هِىَ أَحْسَنُ إِلَّا ٱلَّذِينَ ظَلَمُوا۟ مِنْهُمْ ۖ وَقُولُوٓا۟ ءَامَنَّا بِٱلَّذِىٓ أُنزِلَ إِلَيْنَا وَأُنزِلَ إِلَيْكُمْ وَإِلَـٰهُنَا وَإِلَـٰهُكُمْ وَٰحِدٌ وَنَحْنُ لَهُۥ مُسْلِمُونَ",
      "translation": "And dispute ye not with the People of the Book, except with means better (than mere disputation), unless it be with those of them who inflict wrong (and injury): but say, \"We believe in the revelation which has come down to us and in that which came down to you; Our Allah and your Allah is one; and it is to Him we bow (in Islam).\"",
      "transliteration": "walā tujādilū ahlal-kitābi illā bil latī hiya aḥsanu illal ladhīna ẓalamū minhum ۖ waqūlū āmannā bil ladhī unzila ilaynā wa-unzila ilaykum wa ilāhunā wa ilāhukum wāḥidun wanaḥnu lahu muslimūn"
    },
    {
      "index": 47,
      "arabic": "وَكَذَٰلِكَ أَنزَلْنَآ إِلَيْكَ ٱلْكِتَـٰبَ ۚ فَٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يُؤْمِنُونَ بِهِۦ ۖ وَمِنْ هَـٰٓؤُلَآءِ مَن يُؤْمِنُ بِهِۦ ۚ وَمَا يَجْحَدُ بِـَٔايَـٰتِنَآ إِلَّا ٱلْكَـٰفِرُونَ",
      "translation": "And thus (it is) that We have sent down the Book to thee. So the People of the Book believe therein, as also do some of these (pagan Arabs): and none but Unbelievers reject our signs.",
      "transliteration": "wakadhālika anzalnā ilaykal kitāb ۚ fal ladhīna ātaynāhumul kitāba yu-minūna bih ۖ wa min hā-ulā-i man yu-minu bih ۚ wa mā yajḥadu bi-āyātinā illal-kāfirūn"
    },
    {
      "index": 48,
      "arabic": "وَمَا كُنتَ تَتْلُوا۟ مِن قَبْلِهِۦ مِن كِتَـٰبٍ وَلَا تَخُطُّهُۥ بِيَمِينِكَ ۖ إِذًا لَّٱرْتَابَ ٱلْمُبْطِلُونَ",
      "translation": "And thou wast not (able) to recite a Book before this (Book came), nor art thou (able) to transcribe it with thy right hand: In that case, indeed, would the talkers of vanities have doubted.",
      "transliteration": "wa mā kunta tatlū min qablihi min kitābin walā takhuṭṭuhu biyamīnik ۖ idhal lartābal mubṭilūn"
    },
    {
      "index": 49,
      "arabic": "بَلْ هُوَ ءَايَـٰتٌۢ بَيِّنَـٰتٌ فِى صُدُورِ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ ۚ وَمَا يَجْحَدُ بِـَٔايَـٰتِنَآ إِلَّا ٱلظَّـٰلِمُونَ",
      "translation": "Nay, here are Signs self-evident in the hearts of those endowed with knowledge: and none but the unjust reject Our Signs.",
      "transliteration": "bal huwa āyātun bayyinātun fī ṣudūril ladhīna ūtul `il-m ۚ wa mā yajḥadu bi-āyātinā illaẓ ẓālimūn"
    },
    {
      "index": 50,
      "arabic": "وَقَالُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَـٰتٌ مِّن رَّبِّهِۦ ۖ قُلْ إِنَّمَا ٱلْـَٔايَـٰتُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٌ مُّبِينٌ",
      "translation": "Ye they say: \"Why are not Signs sent down to him from his Lord?\" Say: \"The signs are indeed with Allah: and I am indeed a clear Warner.\"",
      "transliteration": "waqālū lawlā unzila `alayhi āyātun min rabbih ۖ qul innamal-āyātu `indallāhi wa innamā ana nadhīrun mubīn"
    },
    {
      "index": 51,
      "arabic": "أَوَلَمْ يَكْفِهِمْ أَنَّآ أَنزَلْنَا عَلَيْكَ ٱلْكِتَـٰبَ يُتْلَىٰ عَلَيْهِمْ ۚ إِنَّ فِى ذَٰلِكَ لَرَحْمَةً وَذِكْرَىٰ لِقَوْمٍ يُؤْمِنُونَ",
      "translation": "And is it not enough for them that we have sent down to thee the Book which is rehearsed to them? Verily, in it is Mercy and a Reminder to those who believe.",
      "transliteration": "awalam yakfihim annā anzalnā `alaykal kitāba yutlā `alayhim ۚ inna fī dhālika laraḥmatan wadhikrā liqawmiy yu-minūn"
    },
    {
      "index": 52,
      "arabic": "قُلْ كَفَىٰ بِٱللَّهِ بَيْنِى وَبَيْنَكُمْ شَهِيدًا ۖ يَعْلَمُ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۗ وَٱلَّذِينَ ءَامَنُوا۟ بِٱلْبَـٰطِلِ وَكَفَرُوا۟ بِٱللَّهِ أُو۟لَـٰٓئِكَ هُمُ ٱلْخَـٰسِرُونَ",
      "translation": "Say: \"Enough is Allah for a witness between me and you: He knows what is in the heavens and on earth. And it is those who believe in vanities and reject Allah, that will perish (in the end).",
      "transliteration": "qul kafā billāhi baynī wabaynakum shahīdā ۖ ya`lamu mā fis samāwāti wal-arḍ ۗ wal ladhīna āmanū bil bāṭili wakafarū billāhi ulā-ika humul khāsirūn"
    },
    {
      "index": 53,
      "arabic": "وَيَسْتَعْجِلُونَكَ بِٱلْعَذَابِ ۚ وَلَوْلَآ أَجَلٌ مُّسَمًّى لَّجَآءَهُمُ ٱلْعَذَابُ وَلَيَأْتِيَنَّهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
      "translation": "They ask thee to hasten on the Punishment (for them): had it not been for a term (of respite) appointed, the Punishment would certainly have come to them: and it will certainly reach them,- of a sudden, while they perceive not!",
      "transliteration": "wayasta`jilūnaka bil `adhāb ۚ walawlā ajalun musamman lajā-ahumul `adhābu walaya-tiyannahum baghtatan wahum lā yash`urūn"
    },
    {
      "index": 54,
      "arabic": "يَسْتَعْجِلُونَكَ بِٱلْعَذَابِ وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌۢ بِٱلْكَـٰفِرِينَ",
      "translation": "They ask thee to hasten on the Punishment: but, of a surety, Hell will encompass the Rejecters of Faith!-",
      "transliteration": "yasta`jilūnaka bil `adhābi wa inna jahannama lamuḥīṭatun bil kāfirīn"
    },
    {
      "index": 55,
      "arabic": "يَوْمَ يَغْشَىٰهُمُ ٱلْعَذَابُ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِمْ وَيَقُولُ ذُوقُوا۟ مَا كُنتُمْ تَعْمَلُونَ",
      "translation": "On the Day that the Punishment shall cover them from above them and from below them, and (a Voice) shall say: \"Taste ye (the fruits) of your deeds!\"",
      "transliteration": "yawma yaghshāhumul `adhābu min fawqihim wa min taḥti arjulihim wayaqūlu dhūqū mā kuntum ta`malūn"
    },
    {
      "index": 56,
      "arabic": "يَـٰعِبَادِىَ ٱلَّذِينَ ءَامَنُوٓا۟ إِنَّ أَرْضِى وَٰسِعَةٌ فَإِيَّـٰىَ فَٱعْبُدُونِ",
      "translation": "O My servants who believe! truly, spacious is My Earth: therefore serve ye Me - (and Me alone)!",
      "transliteration": "yā`ibādiyal ladhīna āmanū inna arḍī wāsi`atun fa-iyyāya fa`budūn"
    },
    {
      "index": 57,
      "arabic": "كُلُّ نَفْسٍ ذَآئِقَةُ ٱلْمَوْتِ ۖ ثُمَّ إِلَيْنَا تُرْجَعُونَ",
      "translation": "Every soul shall have a taste of death in the end to Us shall ye be brought back.",
      "transliteration": "kullu nafsin dhā-iqatul mawt ۖ thumma ilaynā turja`ūn"
    },
    {
      "index": 58,
      "arabic": "وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَنُبَوِّئَنَّهُم مِّنَ ٱلْجَنَّةِ غُرَفًا تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَا ۚ نِعْمَ أَجْرُ ٱلْعَـٰمِلِينَ",
      "translation": "But those who believe and work deeds of righteousness - to them shall We give a Home in Heaven,- lofty mansions beneath which flow rivers,- to dwell therein for aye;- an excellent reward for those who do (good)!-",
      "transliteration": "wal ladhīna āmanū wa`amiluṣ ṣāliḥāti lanubawwi-annahum minal jannati ghurafan tajrī min taḥtihal-anhāru khālidīna fīhā ۚ ni`ma ajrul `āmilīn"
    },
    {
      "index": 59,
      "arabic": "ٱلَّذِينَ صَبَرُوا۟ وَعَلَىٰ رَبِّهِمْ يَتَوَكَّلُونَ",
      "translation": "Those who persevere in patience, and put their trust, in their Lord and Cherisher.",
      "transliteration": "alladhīna ṣabarū wa`alā rabbihim yatawakkalūn"
    },
    {
      "index": 60,
      "arabic": "وَكَأَيِّن مِّن دَآبَّةٍ لَّا تَحْمِلُ رِزْقَهَا ٱللَّهُ يَرْزُقُهَا وَإِيَّاكُمْ ۚ وَهُوَ ٱلسَّمِيعُ ٱلْعَلِيمُ",
      "translation": "How many are the creatures that carry not their own sustenance? It is Allah who feeds (both) them and you: for He hears and knows (all things).",
      "transliteration": "waka-ayyin min dābbatin lā taḥmilu rizqahallāhu yarzuquhā wa iyyākum ۚ wahuwas samī`ul `alīm"
    },
    {
      "index": 61,
      "arabic": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ لَيَقُولُنَّ ٱللَّهُ ۖ فَأَنَّىٰ يُؤْفَكُونَ",
      "translation": "If indeed thou ask them who has created the heavens and the earth and subjected the sun and the moon (to his Law), they will certainly reply, \"Allah\". How are they then deluded away (from the truth)?",
      "transliteration": "wala-in sa-altahum man khalaqas samāwāti wal-arḍa wasakhharash shamsa wal qamara layaqūlunnallāh ۖ fa-annā yu-fakūn"
    },
    {
      "index": 62,
      "arabic": "ٱللَّهُ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ مِنْ عِبَادِهِۦ وَيَقْدِرُ لَهُۥٓ ۚ إِنَّ ٱللَّهَ بِكُلِّ شَىْءٍ عَلِيمٌ",
      "translation": "Allah enlarges the sustenance (which He gives) to whichever of His servants He pleases; and He (similarly) grants by (strict) measure, (as He pleases): for Allah has full knowledge of all things.",
      "transliteration": "allāhu yabsuṭur rizqa liman yashā-u min `ibādihi wayaqdiru lah ۚ innallāha bikulli shay-in `alīm"
    },
    {
      "index": 63,
      "arabic": "وَلَئِن سَأَلْتَهُم مَّن نَّزَّلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَحْيَا بِهِ ٱلْأَرْضَ مِنۢ بَعْدِ مَوْتِهَا لَيَقُولُنَّ ٱللَّهُ ۚ قُلِ ٱلْحَمْدُ لِلَّهِ ۚ بَلْ أَكْثَرُهُمْ لَا يَعْقِلُونَ",
      "translation": "And if indeed thou ask them who it is that sends down rain from the sky, and gives life therewith to the earth after its death, they will certainly reply, \"Allah!\" Say, \"Praise be to Allah!\" But most of them understand not.",
      "transliteration": "wala-in sa-altahum man nazzala minas samā-i mā-an fa-aḥyā bihil-arḍa min ba`di mawtihā layaqūlunnallāh ۚ qulil ḥamdu lillāh ۚ bal aktharuhum lā ya`qilūn"
    },
    {
      "index": 64,
      "arabic": "وَمَا هَـٰذِهِ ٱلْحَيَوٰةُ ٱلدُّنْيَآ إِلَّا لَهْوٌ وَلَعِبٌ ۚ وَإِنَّ ٱلدَّارَ ٱلْـَٔاخِرَةَ لَهِىَ ٱلْحَيَوَانُ ۚ لَوْ كَانُوا۟ يَعْلَمُونَ",
      "translation": "What is the life of this world but amusement and play? but verily the Home in the Hereafter,- that is life indeed, if they but knew.",
      "transliteration": "wa mā hādhihil ḥayātud dunyā illā lahwun wala`ib ۚ wa innad dāral-ākhirata lahiyal ḥayawān ۚ law kānū ya`lamūn"
    },
    {
      "index": 65,
      "arabic": "فَإِذَا رَكِبُوا۟ فِى ٱلْفُلْكِ دَعَوُا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ فَلَمَّا نَجَّىٰهُمْ إِلَى ٱلْبَرِّ إِذَا هُمْ يُشْرِكُونَ",
      "translation": "Now, if they embark on a boat, they call on Allah, making their devotion sincerely (and exclusively) to Him; but when He has delivered them safely to (dry) land, behold, they give a share (of their worship to others)!-",
      "transliteration": "fa-idhā rakibū fil fulki da`awullāha mukhliṣīna lahud dīna falammā najjāhum ilal-barri idhā hum yushrikūn"
    },
    {
      "index": 66,
      "arabic": "لِيَكْفُرُوا۟ بِمَآ ءَاتَيْنَـٰهُمْ وَلِيَتَمَتَّعُوا۟ ۖ فَسَوْفَ يَعْلَمُونَ",
      "translation": "Disdaining ungratefully Our gifts, and giving themselves up to (worldly) enjoyment! But soon will they know.",
      "transliteration": "liyakfurū bimā ātaynāhum waliyatamatta`ū ۖ fasawfa ya`lamūn"
    },
    {
      "index": 67,
      "arabic": "أَوَلَمْ يَرَوْا۟ أَنَّا جَعَلْنَا حَرَمًا ءَامِنًا وَيُتَخَطَّفُ ٱلنَّاسُ مِنْ حَوْلِهِمْ ۚ أَفَبِٱلْبَـٰطِلِ يُؤْمِنُونَ وَبِنِعْمَةِ ٱللَّهِ يَكْفُرُونَ",
      "translation": "Do they not then see that We have made a sanctuary secure, and that men are being snatched away from all around them? Then, do they believe in that which is vain, and reject the Grace of Allah?",
      "transliteration": "awalam yaraw annā ja`alnā ḥaraman āminan wayutakhaṭṭafun nāsu min ḥawlihim ۚ afabil bāṭili yu-minūna wabini`matil lāhi yakfurūn"
    },
    {
      "index": 68,
      "arabic": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا أَوْ كَذَّبَ بِٱلْحَقِّ لَمَّا جَآءَهُۥٓ ۚ أَلَيْسَ فِى جَهَنَّمَ مَثْوًى لِّلْكَـٰفِرِينَ",
      "translation": "And who does more wrong than he who invents a lie against Allah or rejects the Truth when it reaches him? Is there not a home in Hell for those who reject Faith?",
      "transliteration": "wa man aẓlamu mimmanif-tarā `alallāhi kadhiban aw kadhhaba bil ḥaqqi lammā jā-ah ۚ alaysa fī jahannama mathwan lilkāfirīn"
    },
    {
      "index": 69,
      "arabic": "وَٱلَّذِينَ جَـٰهَدُوا۟ فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا ۚ وَإِنَّ ٱللَّهَ لَمَعَ ٱلْمُحْسِنِينَ",
      "translation": "And those who strive in Our (cause),- We will certainly guide them to our Paths: For verily Allah is with those who do right.",
      "transliteration": "wal ladhīna jāhadū fīnā lanahdiyannahum subulanā ۚ wa innallāha lama`al muḥsinīn"
    }
  ]
}