{
  "index": 17,
  "name": "الإسراء",
  "arabic_name": "الإسْرَاء",
  "english_name": "Al-Isrā",
  "english_meaning": "The Night Journey",
  "rows": [
    {
      "index": 1,
      "id": 0,
      "show_id": "",
      "arabic": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
      "translation": "In the name of Allah, Most Gracious, Most Merciful.",
      "transliteration": "bismillāhir raḥmānir raḥīm"
    },
    {
      "index": 2,
      "id": 1,
      "show_id": "1",
      "arabic": "سُبْحَـٰنَ ٱلَّذِىٓ أَسْرَىٰ بِعَبْدِهِۦ لَيْلًا مِّنَ ٱلْمَسْجِدِ ٱلْحَرَامِ إِلَى ٱلْمَسْجِدِ ٱلْأَقْصَا ٱلَّذِى بَـٰرَكْنَا حَوْلَهُۥ لِنُرِيَهُۥ مِنْ ءَايَـٰتِنَآ ۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
      "translation": "Glory to (Allah) Who did take His servant for a Journey by night from the Sacred Mosque to the farthest Mosque, whose precincts We did bless,- in order that We might show him some of Our Signs: for He is the One Who heareth and seeth (all things).",
      "transliteration": "subḥānal ladhī asrā bi`abdihi laylan minal masjidil ḥarāmi ilal-masjidil-aqṣal ladhī bāraknā ḥawlahu linuriyahu min āyātinā ۚ innahu huwas samī`ul baṣīr"
    },
    {
      "index": 3,
      "id": 2,
      "show_id": "2",
      "arabic": "وَءَاتَيْنَا مُوسَى ٱلْكِتَـٰبَ وَجَعَلْنَـٰهُ هُدًى لِّبَنِىٓ إِسْرَٰٓءِيلَ أَلَّا تَتَّخِذُوا۟ مِن دُونِى وَكِيلًا",
      "translation": "We gave Moses the Book, and made it a Guide to the Children of Israel, (commanding): \"Take not other than Me as Disposer of (your) affairs.\"",
      "transliteration": "wa-ātaynā mūsal kitāba waja`alnāhu hudan libanī isrā-iyla allā tattakhidhū min dūnī wakīlā"
    },
    {
      "index": 4,
      "id": 3,
      "show_id": "3",
      "arabic": "ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ ۚ إِنَّهُۥ كَانَ عَبْدًا شَكُورًا",
      "translation": "O ye that are sprung from those whom We carried (in the Ark) with Noah! Verily he was a devotee most grateful.",
      "transliteration": "dhurriyyata man ḥamalnā ma`a nūḥ ۚ innahu kāna `abdan shakūrā"
    },
    {
      "index": 5,
      "id": 4,
      "show_id": "4",
      "arabic": "وَقَضَيْنَآ إِلَىٰ بَنِىٓ إِسْرَٰٓءِيلَ فِى ٱلْكِتَـٰبِ لَتُفْسِدُنَّ فِى ٱلْأَرْضِ مَرَّتَيْنِ وَلَتَعْلُنَّ عُلُوًّا كَبِيرًا",
      "translation": "And We gave (Clear) Warning to the Children of Israel in the Book, that twice would they do mischief on the earth and be elated with mighty arrogance (and twice would they be punished)!",
      "transliteration": "waqaḍaynā ilā banī isrā-iyla fil kitābi latufsidunna fil-arḍi marratayni walata`lunna `uluwwan kabīrā"
    },
    {
      "index": 6,
      "id": 5,
      "show_id": "5",
      "arabic": "فَإِذَا جَآءَ وَعْدُ أُولَىٰهُمَا بَعَثْنَا عَلَيْكُمْ عِبَادًا لَّنَآ أُو۟لِى بَأْسٍ شَدِيدٍ فَجَاسُوا۟ خِلَـٰلَ ٱلدِّيَارِ ۚ وَكَانَ وَعْدًا مَّفْعُولًا",
      "translation": "When the first of the warnings came to pass, We sent against you Our servants given to terrible warfare: They entered the very inmost parts of your homes; and it was a warning (completely) fulfilled.",
      "transliteration": "fa-idhā jā-a wa`du ūlāhumā ba`athnā `alaykum `ibādal lanā ulī ba-sin shadīdin fajāsū khilālad diyār ۚ wakāna wa`dan maf`ūlā"
    },
    {
      "index": 7,
      "id": 6,
      "show_id": "6",
      "arabic": "ثُمَّ رَدَدْنَا لَكُمُ ٱلْكَرَّةَ عَلَيْهِمْ وَأَمْدَدْنَـٰكُم بِأَمْوَٰلٍ وَبَنِينَ وَجَعَلْنَـٰكُمْ أَكْثَرَ نَفِيرًا",
      "translation": "Then did We grant you the Return as against them: We gave you increase in resources and sons, and made you the more numerous in man-power.",
      "transliteration": "thumma radadnā lakumul karrata `alayhim wa-amdadnākum bi-amwālin wabanīna waja`alnākum akthara nafīrā"
    },
    {
      "index": 8,
      "id": 7,
      "show_id": "7",
      "arabic": "إِنْ أَحْسَنتُمْ أَحْسَنتُمْ لِأَنفُسِكُمْ ۖ وَإِنْ أَسَأْتُمْ فَلَهَا ۚ فَإِذَا جَآءَ وَعْدُ ٱلْـَٔاخِرَةِ لِيَسُـۥٓـُٔوا۟ وُجُوهَكُمْ وَلِيَدْخُلُوا۟ ٱلْمَسْجِدَ كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ وَلِيُتَبِّرُوا۟ مَا عَلَوْا۟ تَتْبِيرًا",
      "translation": "If ye did well, ye did well for yourselves; if ye did evil, (ye did it) against yourselves. So when the second of the warnings came to pass, (We permitted your enemies) to disfigure your faces, and to enter your Temple as they had entered it before, and to visit with destruction all that fell into their power.",
      "transliteration": "in aḥsantum aḥsantum li-anfusikum ۖ wa in asa-tum falahā ۚ fa-idhā jā-a wa`dul-ākhirati liyasū-ū wujūhakum waliyadkhulul masjida kamā dakhalūhu awwala marratin waliyutabbirū mā `alaw tatbīrā"
    },
    {
      "index": 9,
      "id": 8,
      "show_id": "8",
      "arabic": "عَسَىٰ رَبُّكُمْ أَن يَرْحَمَكُمْ ۚ وَإِنْ عُدتُّمْ عُدْنَا ۘ وَجَعَلْنَا جَهَنَّمَ لِلْكَـٰفِرِينَ حَصِيرًا",
      "translation": "It may be that your Lord may (yet) show Mercy unto you; but if ye revert (to your sins), We shall revert (to Our punishments): And we have made Hell a prison for those who reject (all Faith).",
      "transliteration": "`asā rabbukum an yarḥamakum ۚ wa in `udtum `udnā ۘ waja`alnā jahannama lilkāfirīna ḥaṣīrā"
    },
    {
      "index": 10,
      "id": 9,
      "show_id": "9",
      "arabic": "إِنَّ هَـٰذَا ٱلْقُرْءَانَ يَهْدِى لِلَّتِى هِىَ أَقْوَمُ وَيُبَشِّرُ ٱلْمُؤْمِنِينَ ٱلَّذِينَ يَعْمَلُونَ ٱلصَّـٰلِحَـٰتِ أَنَّ لَهُمْ أَجْرًا كَبِيرًا",
      "translation": "Verily this Qur'an doth guide to that which is most right (or stable), and giveth the Glad Tidings to the Believers who work deeds of righteousness, that they shall have a magnificent reward;",
      "transliteration": "inna hādhal qur-āna yahdī lillatī hiya aqwamu wayubashhirul mu-minīnal ladhīna ya`malūnaṣ ṣāliḥāti anna lahum ajran kabīrā"
    },
    {
      "index": 11,
      "id": 10,
      "show_id": "10",
      "arabic": "وَأَنَّ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا",
      "translation": "And to those who believe not in the Hereafter, (it announceth) that We have prepared for them a Penalty Grievous (indeed).",
      "transliteration": "wa-annal ladhīna lā yu-minūna bil-ākhirati a`tadnā lahum `adhāban alīmā"
    },
    {
      "index": 12,
      "id": 11,
      "show_id": "11",
      "arabic": "وَيَدْعُ ٱلْإِنسَـٰنُ بِٱلشَّرِّ دُعَآءَهُۥ بِٱلْخَيْرِ ۖ وَكَانَ ٱلْإِنسَـٰنُ عَجُولًا",
      "translation": "The prayer that man should make for good, he maketh for evil; for man is given to hasty (deeds).",
      "transliteration": "wayad`ul-insānu bish sharri du`ā-ahu bil khayr ۖ wakānal-insānu `ajūlā"
    },
    {
      "index": 13,
      "id": 12,
      "show_id": "12",
      "arabic": "وَجَعَلْنَا ٱلَّيْلَ وَٱلنَّهَارَ ءَايَتَيْنِ ۖ فَمَحَوْنَآ ءَايَةَ ٱلَّيْلِ وَجَعَلْنَآ ءَايَةَ ٱلنَّهَارِ مُبْصِرَةً لِّتَبْتَغُوا۟ فَضْلًا مِّن رَّبِّكُمْ وَلِتَعْلَمُوا۟ عَدَدَ ٱلسِّنِينَ وَٱلْحِسَابَ ۚ وَكُلَّ شَىْءٍ فَصَّلْنَـٰهُ تَفْصِيلًا",
      "translation": "We have made the Night and the Day as two (of Our) Signs: the Sign of the Night have We obscured, while the Sign of the Day We have made to enlighten you; that ye may seek bounty from your Lord, and that ye may know the number and count of the years: all things have We explained in detail.",
      "transliteration": "waja`alnal layla wan nahāra āyatayn ۖ famaḥawnā āyatal layli waja`alnā āyatan nahāri mubṣiratan litabtaghū faḍlan min rabbikum walita`lamū `adadas sinīna wal ḥisāb ۚ wakulla shay-in faṣṣalnāhu tafṣīlā"
    },
    {
      "index": 14,
      "id": 13,
      "show_id": "13",
      "arabic": "وَكُلَّ إِنسَـٰنٍ أَلْزَمْنَـٰهُ طَـٰٓئِرَهُۥ فِى عُنُقِهِۦ ۖ وَنُخْرِجُ لَهُۥ يَوْمَ ٱلْقِيَـٰمَةِ كِتَـٰبًا يَلْقَىٰهُ مَنشُورًا",
      "translation": "Every man's fate We have fastened on his own neck: On the Day of Judgment We shall bring out for him a scroll, which he will see spread open.",
      "transliteration": "wakulla insānin alzamnāhu ṭā-irahu fī `unuqih ۖ wanukhriju lahu yawmal qiyāmati kitāban yalqāhu manshūrā"
    },
    {
      "index": 15,
      "id": 14,
      "show_id": "14",
      "arabic": "ٱقْرَأْ كِتَـٰبَكَ كَفَىٰ بِنَفْسِكَ ٱلْيَوْمَ عَلَيْكَ حَسِيبًا",
      "translation": "(It will be said to him:) \"Read thine (own) record: Sufficient is thy soul this day to make out an account against thee.\"",
      "transliteration": "iqra-kitābaka kafā binafsikal yawma `alayka ḥasībā"
    },
    {
      "index": 16,
      "id": 15,
      "show_id": "15",
      "arabic": "مَّنِ ٱهْتَدَىٰ فَإِنَّمَا يَهْتَدِى لِنَفْسِهِۦ ۖ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا ۚ وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۗ وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبْعَثَ رَسُولًا",
      "translation": "Who receiveth guidance, receiveth it for his own benefit: who goeth astray doth so to his own loss: No bearer of burdens can bear the burden of another: nor would We visit with Our Wrath until We had sent an messenger (to give warning).",
      "transliteration": "manih-tadā fa-innamā yahtadī linafsih ۖ wa man ḍalla fa-innamā yaḍillu `alayhā ۚ walā taziru wāziratun wizra ukhrā ۗ wa mā kunnā mu`adhhibīna ḥattā nab`atha rasūlā"
    },
    {
      "index": 17,
      "id": 16,
      "show_id": "16",
      "arabic": "وَإِذَآ أَرَدْنَآ أَن نُّهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُوا۟ فِيهَا فَحَقَّ عَلَيْهَا ٱلْقَوْلُ فَدَمَّرْنَـٰهَا تَدْمِيرًا",
      "translation": "When We decide to destroy a population, We (first) send a definite order to those among them who are given the good things of this life and yet transgress; so that the word is proved true against them: then (it is) We destroy them utterly.",
      "transliteration": "wa idhā aradnā an nuhlika qaryatan amarnā mutrafīhā fafasaqū fīhā faḥaqqa `alayhal qawlu fadammarnāhā tadmīrā"
    },
    {
      "index": 18,
      "id": 17,
      "show_id": "17",
      "arabic": "وَكَمْ أَهْلَكْنَا مِنَ ٱلْقُرُونِ مِنۢ بَعْدِ نُوحٍ ۗ وَكَفَىٰ بِرَبِّكَ بِذُنُوبِ عِبَادِهِۦ خَبِيرًۢا بَصِيرًا",
      "translation": "How many generations have We destroyed after Noah? and enough is thy Lord to note and see the sins of His servants.",
      "transliteration": "wakam ahlaknā minal qurūni min ba`di nūḥ ۗ wakafā birabbika bidhunūbi `ibādihi khabīran baṣīrā"
    },
    {
      "index": 19,
      "id": 18,
      "show_id": "18",
      "arabic": "مَّن كَانَ يُرِيدُ ٱلْعَاجِلَةَ عَجَّلْنَا لَهُۥ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ ثُمَّ جَعَلْنَا لَهُۥ جَهَنَّمَ يَصْلَىٰهَا مَذْمُومًا مَّدْحُورًا",
      "translation": "If any do wish for the transitory things (of this life), We readily grant them - such things as We will, to such person as We will: in the end have We provided Hell for them: they will burn therein, disgraced and rejected.",
      "transliteration": "man kāna yurīdul `ājilata `ajjalnā lahu fīhā mā nashā-u liman nurīdu thumma ja`alnā lahu jahannama yaṣlāhā madhmūman mad-ḥūrā"
    },
    {
      "index": 20,
      "id": 19,
      "show_id": "19",
      "arabic": "وَمَنْ أَرَادَ ٱلْـَٔاخِرَةَ وَسَعَىٰ لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ فَأُو۟لَـٰٓئِكَ كَانَ سَعْيُهُم مَّشْكُورًا",
      "translation": "Those who do wish for the (things of) the Hereafter, and strive therefor with all due striving, and have Faith,- they are the ones whose striving is acceptable (to Allah).",
      "transliteration": "wa man arādal-ākhirata wasa`ā lahā sa`yahā wahuwa mu-minun fa-ulā-ika kāna sa`yuhum mashkūrā"
    },
    {
      "index": 21,
      "id": 20,
      "show_id": "20",
      "arabic": "كُلًّا نُّمِدُّ هَـٰٓؤُلَآءِ وَهَـٰٓؤُلَآءِ مِنْ عَطَآءِ رَبِّكَ ۚ وَمَا كَانَ عَطَآءُ رَبِّكَ مَحْظُورًا",
      "translation": "Of the bounties of thy Lord We bestow freely on all- These as well as those: The bounties of thy Lord are not closed (to anyone).",
      "transliteration": "kullan numiddu hā-ulā-i wahā-ulā-i min `aṭā-i rabbik ۚ wa mā kāna `aṭā-u rabbika maḥẓūrā"
    },
    {
      "index": 22,
      "id": 21,
      "show_id": "21",
      "arabic": "ٱنظُرْ كَيْفَ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ ۚ وَلَلْـَٔاخِرَةُ أَكْبَرُ دَرَجَـٰتٍ وَأَكْبَرُ تَفْضِيلًا",
      "translation": "See how We have bestowed more on some than on others; but verily the Hereafter is more in rank and gradation and more in excellence.",
      "transliteration": "un-ẓur kayfa faḍḍalnā ba`ḍahum `alā ba`ḍ ۚ walal-ākhiratu akbaru darajātin wa-akbaru tafḍīlā"
    },
    {
      "index": 23,
      "id": 22,
      "show_id": "22",
      "arabic": "لَّا تَجْعَلْ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ فَتَقْعُدَ مَذْمُومًا مَّخْذُولًا",
      "translation": "Take not with Allah another object of worship; or thou (O man!) wilt sit in disgrace and destitution.",
      "transliteration": "lā taj`al ma`allāhi ilāhan ākhara fataq`uda madhmūman makhdhūlā"
    },
    {
      "index": 24,
      "id": 23,
      "show_id": "23",
      "arabic": "وَقَضَىٰ رَبُّكَ أَلَّا تَعْبُدُوٓا۟ إِلَّآ إِيَّاهُ وَبِٱلْوَٰلِدَيْنِ إِحْسَـٰنًا ۚ إِمَّا يَبْلُغَنَّ عِندَكَ ٱلْكِبَرَ أَحَدُهُمَآ أَوْ كِلَاهُمَا فَلَا تَقُل لَّهُمَآ أُفٍّ وَلَا تَنْهَرْهُمَا وَقُل لَّهُمَا قَوْلًا كَرِيمًا",
      "translation": "Thy Lord hath decreed that ye worship none but Him, and that ye be kind to parents. Whether one or both of them attain old age in thy life, say not to them a word of contempt, nor repel them, but address them in terms of honour.",
      "transliteration": "waqaḍā rabbuka allā ta`budū illā iyyāhu wabil wālidayni iḥsānā ۚ immā yablughanna `indakal kibara aḥaduhumā aw kilāhumā falā taqul lahumā uffin walā tanharhumā waqul lahumā qawlan karīmā"
    },
    {
      "index": 25,
      "id": 24,
      "show_id": "24",
      "arabic": "وَٱخْفِضْ لَهُمَا جَنَاحَ ٱلذُّلِّ مِنَ ٱلرَّحْمَةِ وَقُل رَّبِّ ٱرْحَمْهُمَا كَمَا رَبَّيَانِى صَغِيرًا",
      "translation": "And, out of kindness, lower to them the wing of humility, and say: \"My Lord! bestow on them thy Mercy even as they cherished me in childhood.\"",
      "transliteration": "wakhfiḍ lahumā janāḥadh dhulli minar raḥmati waqul rabbir-ḥamhumā kamā rabbayānī ṣaghīrā"
    },
    {
      "index": 26,
      "id": 25,
      "show_id": "25",
      "arabic": "رَّبُّكُمْ أَعْلَمُ بِمَا فِى نُفُوسِكُمْ ۚ إِن تَكُونُوا۟ صَـٰلِحِينَ فَإِنَّهُۥ كَانَ لِلْأَوَّٰبِينَ غَفُورًا",
      "translation": "Your Lord knoweth best what is in your hearts: If ye do deeds of righteousness, verily He is Most Forgiving to those who turn to Him again and again (in true penitence).",
      "transliteration": "rabbukum a`lamu bimā fī nufūsikum ۚ in takūnū ṣāliḥīna fa-innahu kāna lil-awwābīna ghafūrā"
    },
    {
      "index": 27,
      "id": 26,
      "show_id": "26",
      "arabic": "وَءَاتِ ذَا ٱلْقُرْبَىٰ حَقَّهُۥ وَٱلْمِسْكِينَ وَٱبْنَ ٱلسَّبِيلِ وَلَا تُبَذِّرْ تَبْذِيرًا",
      "translation": "And render to the kindred their due rights, as (also) to those in want, and to the wayfarer: But squander not (your wealth) in the manner of a spendthrift.",
      "transliteration": "wa-āti dhal qurbā ḥaqqahu wal miskīna wabnas sabīli walā tubadhhir tabdhīrā"
    },
    {
      "index": 28,
      "id": 27,
      "show_id": "27",
      "arabic": "إِنَّ ٱلْمُبَذِّرِينَ كَانُوٓا۟ إِخْوَٰنَ ٱلشَّيَـٰطِينِ ۖ وَكَانَ ٱلشَّيْطَـٰنُ لِرَبِّهِۦ كَفُورًا",
      "translation": "Verily spendthrifts are brothers of the Evil Ones; and the Evil One is to his Lord (himself) ungrateful.",
      "transliteration": "innal mubadhhirīna kānū ikhwānash shayāṭīn ۖ wakānash shayṭānu lirabbihi kafūrā"
    },
    {
      "index": 29,
      "id": 28,
      "show_id": "28",
      "arabic": "وَإِمَّا تُعْرِضَنَّ عَنْهُمُ ٱبْتِغَآءَ رَحْمَةٍ مِّن رَّبِّكَ تَرْجُوهَا فَقُل لَّهُمْ قَوْلًا مَّيْسُورًا",
      "translation": "And even if thou hast to turn away from them in pursuit of the Mercy from thy Lord which thou dost expect, yet speak to them a word of easy kindness.",
      "transliteration": "wa immā tu`riḍanna `anhumub-tighā-a raḥmatim min rabbika tarjūhā faqul lahum qawlan maysūrā"
    },
    {
      "index": 30,
      "id": 29,
      "show_id": "29",
      "arabic": "وَلَا تَجْعَلْ يَدَكَ مَغْلُولَةً إِلَىٰ عُنُقِكَ وَلَا تَبْسُطْهَا كُلَّ ٱلْبَسْطِ فَتَقْعُدَ مَلُومًا مَّحْسُورًا",
      "translation": "Make not thy hand tied (like a niggard's) to thy neck, nor stretch it forth to its utmost reach, so that thou become blameworthy and destitute.",
      "transliteration": "walā taj`al yadaka maghlūlatan ilā `unuqika walā tabsuṭ-hā kullal-basṭi fataq`uda malūman maḥsūrā"
    },
    {
      "index": 31,
      "id": 30,
      "show_id": "30",
      "arabic": "إِنَّ رَبَّكَ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرًۢا بَصِيرًا",
      "translation": "Verily thy Lord doth provide sustenance in abundance for whom He pleaseth, and He provideth in a just measure. For He doth know and regard all His servants.",
      "transliteration": "inna rabbaka yabsuṭur rizqa liman yashā-u wayaqdir ۚ innahu kāna bi`ibādihi khabīran baṣīrā"
    },
    {
      "index": 32,
      "id": 31,
      "show_id": "31",
      "arabic": "وَلَا تَقْتُلُوٓا۟ أَوْلَـٰدَكُمْ خَشْيَةَ إِمْلَـٰقٍ ۖ نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُمْ ۚ إِنَّ قَتْلَهُمْ كَانَ خِطْـًٔا كَبِيرًا",
      "translation": "Kill not your children for fear of want: We shall provide sustenance for them as well as for you. Verily the killing of them is a great sin.",
      "transliteration": "walā taqtulū awlādakum khashyata imlāq ۖ naḥnu narzuquhum wa iyyākum ۚ inna qatlahum kāna khiṭ-an kabīrā"
    },
    {
      "index": 33,
      "id": 32,
      "show_id": "32",
      "arabic": "وَلَا تَقْرَبُوا۟ ٱلزِّنَىٰٓ ۖ إِنَّهُۥ كَانَ فَـٰحِشَةً وَسَآءَ سَبِيلًا",
      "translation": "Nor come nigh to adultery: for it is a shameful (deed) and an evil, opening the road (to other evils).",
      "transliteration": "walā taqrabuz zinā ۖ innahu kāna fāḥishatan wasā-a sabīlā"
    },
    {
      "index": 34,
      "id": 33,
      "show_id": "33",
      "arabic": "وَلَا تَقْتُلُوا۟ ٱلنَّفْسَ ٱلَّتِى حَرَّمَ ٱللَّهُ إِلَّا بِٱلْحَقِّ ۗ وَمَن قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِۦ سُلْطَـٰنًا فَلَا يُسْرِف فِّى ٱلْقَتْلِ ۖ إِنَّهُۥ كَانَ مَنصُورًا",
      "translation": "Nor take life - which Allah has made sacred - except for just cause. And if anyone is slain wrongfully, we have given his heir authority (to demand qisas or to forgive): but let him not exceed bounds in the matter of taking life; for he is helped (by the Law).",
      "transliteration": "walā taqtulun nafsal latī ḥarramallāhu illā bil ḥaqq ۗ wa man qutila maẓlūman faqad ja`alnā liwaliyyihi sulṭānan falā yusrif fil qatl ۖ innahu kāna manṣūrā"
    },
    {
      "index": 35,
      "id": 34,
      "show_id": "34",
      "arabic": "وَلَا تَقْرَبُوا۟ مَالَ ٱلْيَتِيمِ إِلَّا بِٱلَّتِى هِىَ أَحْسَنُ حَتَّىٰ يَبْلُغَ أَشُدَّهُۥ ۚ وَأَوْفُوا۟ بِٱلْعَهْدِ ۖ إِنَّ ٱلْعَهْدَ كَانَ مَسْـُٔولًا",
      "translation": "Come not nigh to the orphan's property except to improve it, until he attains the age of full strength; and fulfil (every) engagement, for (every) engagement will be enquired into (on the Day of Reckoning).",
      "transliteration": "walā taqrabū mālal-yatīmi illā bil latī hiya aḥsanu ḥattā yablugha ashuddah ۚ wa-awfū bil `ahd ۖ innal `ahda kāna mas-ūlā"
    },
    {
      "index": 36,
      "id": 35,
      "show_id": "35",
      "arabic": "وَأَوْفُوا۟ ٱلْكَيْلَ إِذَا كِلْتُمْ وَزِنُوا۟ بِٱلْقِسْطَاسِ ٱلْمُسْتَقِيمِ ۚ ذَٰلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا",
      "translation": "Give full measure when ye measure, and weigh with a balance that is straight: that is the most fitting and the most advantageous in the final determination.",
      "transliteration": "wa-awful kayla idhā kiltum wazinū bil qisṭāsil mustaqīm ۚ dhālika khayrun wa-aḥsanu ta-wīlā"
    },
    {
      "index": 37,
      "id": 36,
      "show_id": "36",
      "arabic": "وَلَا تَقْفُ مَا لَيْسَ لَكَ بِهِۦ عِلْمٌ ۚ إِنَّ ٱلسَّمْعَ وَٱلْبَصَرَ وَٱلْفُؤَادَ كُلُّ أُو۟لَـٰٓئِكَ كَانَ عَنْهُ مَسْـُٔولًا",
      "translation": "And pursue not that of which thou hast no knowledge; for every act of hearing, or of seeing or of (feeling in) the heart will be enquired into (on the Day of Reckoning).",
      "transliteration": "walā taqfu mā laysa laka bihi `il-m ۚ innas sam`a wal baṣara wal fu-āda kullu ulā-ika kāna `anhu mas-ūlā"
    },
    {
      "index": 38,
      "id": 37,
      "show_id": "37",
      "arabic": "وَلَا تَمْشِ فِى ٱلْأَرْضِ مَرَحًا ۖ إِنَّكَ لَن تَخْرِقَ ٱلْأَرْضَ وَلَن تَبْلُغَ ٱلْجِبَالَ طُولًا",
      "translation": "Nor walk on the earth with insolence: for thou canst not rend the earth asunder, nor reach the mountains in height.",
      "transliteration": "walā tamshi fil-arḍi maraḥā ۖ innaka lan takhriqal-arḍa walan tablughal jibāla ṭūlā"
    },
    {
      "index": 39,
      "id": 38,
      "show_id": "38",
      "arabic": "كُلُّ ذَٰلِكَ كَانَ سَيِّئُهُۥ عِندَ رَبِّكَ مَكْرُوهًا",
      "translation": "Of all such things the evil is hateful in the sight of thy Lord.",
      "transliteration": "kullu dhālika kāna sayyi-uhu `inda rabbika makrūhā"
    },
    {
      "index": 40,
      "id": 39,
      "show_id": "39",
      "arabic": "ذَٰلِكَ مِمَّآ أَوْحَىٰٓ إِلَيْكَ رَبُّكَ مِنَ ٱلْحِكْمَةِ ۗ وَلَا تَجْعَلْ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ فَتُلْقَىٰ فِى جَهَنَّمَ مَلُومًا مَّدْحُورًا",
      "translation": "These are among the (precepts of) wisdom, which thy Lord has revealed to thee. Take not, with Allah, another object of worship, lest thou shouldst be thrown into Hell, blameworthy and rejected.",
      "transliteration": "dhālika mimmā awḥā ilayka rabbuka minal ḥikmah ۗ walā taj`al ma`allāhi ilāhan ākhara fatulqā fī jahannama malūman mad-ḥūrā"
    },
    {
      "index": 41,
      "id": 40,
      "show_id": "40",
      "arabic": "أَفَأَصْفَىٰكُمْ رَبُّكُم بِٱلْبَنِينَ وَٱتَّخَذَ مِنَ ٱلْمَلَـٰٓئِكَةِ إِنَـٰثًا ۚ إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا",
      "translation": "Has then your Lord (O Pagans!) preferred for you sons, and taken for Himself daughters among the angels? Truly ye utter a most dreadful saying!",
      "transliteration": "afa-aṣfākum rabbukum bil banīna wattakhadha minal malā-ikati ināthā ۚ innakum lataqūlūna qawlan `aẓīmā"
    },
    {
      "index": 42,
      "id": 41,
      "show_id": "41",
      "arabic": "وَلَقَدْ صَرَّفْنَا فِى هَـٰذَا ٱلْقُرْءَانِ لِيَذَّكَّرُوا۟ وَمَا يَزِيدُهُمْ إِلَّا نُفُورًا",
      "translation": "We have explained (things) in various (ways) in this Qur'an, in order that they may receive admonition, but it only increases their flight (from the Truth)!",
      "transliteration": "walaqad ṣarrafnā fī hādhal qur-āni liyadhhakkarū wa mā yazīduhum illā nufūrā"
    },
    {
      "index": 43,
      "id": 42,
      "show_id": "42",
      "arabic": "قُل لَّوْ كَانَ مَعَهُۥٓ ءَالِهَةٌ كَمَا يَقُولُونَ إِذًا لَّٱبْتَغَوْا۟ إِلَىٰ ذِى ٱلْعَرْشِ سَبِيلًا",
      "translation": "Say: If there had been (other) gods with Him, as they say,- behold, they would certainly have sought out a way to the Lord of the Throne!",
      "transliteration": "qul law kāna ma`ahu ālihatun kamā yaqūlūna idhal labtaghaw ilā dhil `arshi sabīlā"
    },
    {
      "index": 44,
      "id": 43,
      "show_id": "43",
      "arabic": "سُبْحَـٰنَهُۥ وَتَعَـٰلَىٰ عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا",
      "translation": "Glory to Him! He is high above all that they say!- Exalted and Great (beyond measure)!",
      "transliteration": "subḥānahu wata`ālā `ammā yaqūlūna `uluwwan kabīrā"
    },
    {
      "index": 45,
      "id": 44,
      "show_id": "44",
      "arabic": "تُسَبِّحُ لَهُ ٱلسَّمَـٰوَٰتُ ٱلسَّبْعُ وَٱلْأَرْضُ وَمَن فِيهِنَّ ۚ وَإِن مِّن شَىْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِۦ وَلَـٰكِن لَّا تَفْقَهُونَ تَسْبِيحَهُمْ ۗ إِنَّهُۥ كَانَ حَلِيمًا غَفُورًا",
      "translation": "The seven heavens and the earth, and all beings therein, declare His glory: there is not a thing but celebrates His praise; And yet ye understand not how they declare His glory! Verily He is Oft-Forbear, Most Forgiving!",
      "transliteration": "tusabbiḥu lahus samāwātus sab`u wal-arḍu wa man fīhinn ۚ wa in min shay-in illā yusabbiḥu biḥamdihi walākin lā tafqahūna tasbīḥahum ۗ innahu kāna ḥalīman ghafūrā"
    },
    {
      "index": 46,
      "id": 45,
      "show_id": "45",
      "arabic": "وَإِذَا قَرَأْتَ ٱلْقُرْءَانَ جَعَلْنَا بَيْنَكَ وَبَيْنَ ٱلَّذِينَ لَا يُؤْمِنُونَ بِٱلْـَٔاخِرَةِ حِجَابًا مَّسْتُورًا",
      "translation": "When thou dost recite the Qur'an, We put, between thee and those who believe not in the Hereafter, a veil invisible:",
      "transliteration": "wa idhā qara-tal qur-āna ja`alnā baynaka wabaynal ladhīna lā yu-minūna bil-ākhirati ḥijāban mastūrā"
    },
    {
      "index": 47,
      "id": 46,
      "show_id": "46",
      "arabic": "وَجَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِىٓ ءَاذَانِهِمْ وَقْرًا ۚ وَإِذَا ذَكَرْتَ رَبَّكَ فِى ٱلْقُرْءَانِ وَحْدَهُۥ وَلَّوْا۟ عَلَىٰٓ أَدْبَـٰرِهِمْ نُفُورًا",
      "translation": "And We put coverings over their hearts (and minds) lest they should understand the Qur'an, and deafness into their ears: when thou dost commemorate thy Lord and Him alone in the Qur'an, they turn on their backs, fleeing (from the Truth).",
      "transliteration": "waja`alnā `alā qulūbihim akinnatan an yafqahūhu wafī ādhānihim waqrā ۚ wa idhā dhakarta rabbaka fil qur-āni waḥdahu wallaw `alā adbārihim nufūrā"
    },
    {
      "index": 48,
      "id": 47,
      "show_id": "47",
      "arabic": "نَّحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِهِۦٓ إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نَجْوَىٰٓ إِذْ يَقُولُ ٱلظَّـٰلِمُونَ إِن تَتَّبِعُونَ إِلَّا رَجُلًا مَّسْحُورًا",
      "translation": "We know best why it is they listen, when they listen to thee; and when they meet in private conference, behold, the wicked say, \"Ye follow none other than a man bewitched!\"",
      "transliteration": "naḥnu a`lamu bimā yastami`ūna bihi idh yastami`ūna ilayka wa idh hum najwā idh yaqūluẓ ẓālimūna in tattabi`ūna illā rajulan mas-ḥūrā"
    },
    {
      "index": 49,
      "id": 48,
      "show_id": "48",
      "arabic": "ٱنظُرْ كَيْفَ ضَرَبُوا۟ لَكَ ٱلْأَمْثَالَ فَضَلُّوا۟ فَلَا يَسْتَطِيعُونَ سَبِيلًا",
      "translation": "See what similes they strike for thee: but they have gone astray, and never can they find a way.",
      "transliteration": "un-ẓur kayfa ḍarabū lakal-amthāla faḍallū falā yastaṭī`ūna sabīlā"
    },
    {
      "index": 50,
      "id": 49,
      "show_id": "49",
      "arabic": "وَقَالُوٓا۟ أَءِذَا كُنَّا عِظَـٰمًا وَرُفَـٰتًا أَءِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا",
      "translation": "They say: \"What! when we are reduced to bones and dust, should we really be raised up (to be) a new creation?\"",
      "transliteration": "waqālū a-idhā kunnā `iẓāman warufātan a-innā lamab`ūthūna khalqan jadīdā"
    },
    {
      "index": 51,
      "id": 50,
      "show_id": "50",
      "arabic": "قُلْ كُونُوا۟ حِجَارَةً أَوْ حَدِيدًا",
      "translation": "Say: \"(Nay!) be ye stones or iron,",
      "transliteration": "qul kūnū ḥijāratan aw ḥadīdā"
    },
    {
      "index": 52,
      "id": 51,
      "show_id": "51",
      "arabic": "أَوْ خَلْقًا مِّمَّا يَكْبُرُ فِى صُدُورِكُمْ ۚ فَسَيَقُولُونَ مَن يُعِيدُنَا ۖ قُلِ ٱلَّذِى فَطَرَكُمْ أَوَّلَ مَرَّةٍ ۚ فَسَيُنْغِضُونَ إِلَيْكَ رُءُوسَهُمْ وَيَقُولُونَ مَتَىٰ هُوَ ۖ قُلْ عَسَىٰٓ أَن يَكُونَ قَرِيبًا",
      "translation": "\"Or created matter which, in your minds, is hardest (to be raised up),- (Yet shall ye be raised up)!\" then will they say: \"Who will cause us to return?\" Say: \"He who created you first!\" Then will they wag their heads towards thee, and say, \"When will that be?\" Say, \"May be it will be quite soon!",
      "transliteration": "aw khalqan mimmā yakburu fī ṣudūrikum ۚ fasayaqūlūna man yu`īdunā ۖ qulil ladhī faṭarakum awwala marrah ۚ fasayunghiḍūna ilayka ru-ūsahum wayaqūlūna matā huw ۖ qul `asā an yakūna qarībā"
    },
    {
      "index": 53,
      "id": 52,
      "show_id": "52",
      "arabic": "يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِۦ وَتَظُنُّونَ إِن لَّبِثْتُمْ إِلَّا قَلِيلًا",
      "translation": "\"It will be on a Day when He will call you, and ye will answer (His call) with (words of) His praise, and ye will think that ye tarried but a little while!\"",
      "transliteration": "yawma yad`ūkum fatastajībūna biḥamdihi wataẓunnūna in labithtum illā qalīlā"
    },
    {
      "index": 54,
      "id": 53,
      "show_id": "53",
      "arabic": "وَقُل لِّعِبَادِى يَقُولُوا۟ ٱلَّتِى هِىَ أَحْسَنُ ۚ إِنَّ ٱلشَّيْطَـٰنَ يَنزَغُ بَيْنَهُمْ ۚ إِنَّ ٱلشَّيْطَـٰنَ كَانَ لِلْإِنسَـٰنِ عَدُوًّا مُّبِينًا",
      "translation": "Say to My servants that they should (only) say those things that are best: for Satan doth sow dissensions among them: For Satan is to man an avowed enemy.",
      "transliteration": "waqul li`ibādī yaqūlul latī hiya aḥsan ۚ innash shayṭāna yanzaghu baynahum ۚ innash shayṭāna kāna lilinsāni `aduwwan mubīnā"
    },
    {
      "index": 55,
      "id": 54,
      "show_id": "54",
      "arabic": "رَّبُّكُمْ أَعْلَمُ بِكُمْ ۖ إِن يَشَأْ يَرْحَمْكُمْ أَوْ إِن يَشَأْ يُعَذِّبْكُمْ ۚ وَمَآ أَرْسَلْنَـٰكَ عَلَيْهِمْ وَكِيلًا",
      "translation": "It is your Lord that knoweth you best: If He please, He granteth you mercy, or if He please, punishment: We have not sent thee to be a disposer of their affairs for them.",
      "transliteration": "rabbukum a`lamu bikum ۖ in yasha-yarḥamkum aw in yasha-yu`adhhibkum ۚ wa mā arsalnāka `alayhim wakīlā"
    },
    {
      "index": 56,
      "id": 55,
      "show_id": "55",
      "arabic": "وَرَبُّكَ أَعْلَمُ بِمَن فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۗ وَلَقَدْ فَضَّلْنَا بَعْضَ ٱلنَّبِيِّـۧنَ عَلَىٰ بَعْضٍ ۖ وَءَاتَيْنَا دَاوُۥدَ زَبُورًا",
      "translation": "And it is your Lord that knoweth best all beings that are in the heavens and on earth: We did bestow on some prophets more (and other) gifts than on others: and We gave to David (the gift of) the Psalms.",
      "transliteration": "warabbuka a`lamu biman fis samāwāti wal-arḍ ۗ walaqad faḍḍalnā ba`ḍan nabiyyīna `alā ba`ḍ ۖ wa-ātaynā dāwūda zabūrā"
    },
    {
      "index": 57,
      "id": 56,
      "show_id": "56",
      "arabic": "قُلِ ٱدْعُوا۟ ٱلَّذِينَ زَعَمْتُم مِّن دُونِهِۦ فَلَا يَمْلِكُونَ كَشْفَ ٱلضُّرِّ عَنكُمْ وَلَا تَحْوِيلًا",
      "translation": "Say: \"Call on those - besides Him - whom ye fancy: they have neither the power to remove your troubles from you nor to change them.\"",
      "transliteration": "qulid-`ul ladhīna za`amtum min dūnihi falā yamlikūna kashfaḍ ḍurri `ankum walā taḥwylā"
    },
    {
      "index": 58,
      "id": 57,
      "show_id": "57",
      "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ يَدْعُونَ يَبْتَغُونَ إِلَىٰ رَبِّهِمُ ٱلْوَسِيلَةَ أَيُّهُمْ أَقْرَبُ وَيَرْجُونَ رَحْمَتَهُۥ وَيَخَافُونَ عَذَابَهُۥٓ ۚ إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا",
      "translation": "Those whom they call upon do desire (for themselves) means of access to their Lord, - even those who are nearest: they hope for His Mercy and fear His Wrath: for the Wrath of thy Lord is something to take heed of.",
      "transliteration": "ulā-ikal ladhīna yad`ūna yabtaghūna ilā rabbihimul wasīlata ayyuhum aqrabu wayarjūna raḥmatahu wayakhāfūna `adhābah ۚ inna `adhāba rabbika kāna maḥdhūrā"
    },
    {
      "index": 59,
      "id": 58,
      "show_id": "58",
      "arabic": "وَإِن مِّن قَرْيَةٍ إِلَّا نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ ٱلْقِيَـٰمَةِ أَوْ مُعَذِّبُوهَا عَذَابًا شَدِيدًا ۚ كَانَ ذَٰلِكَ فِى ٱلْكِتَـٰبِ مَسْطُورًا",
      "translation": "There is not a population but We shall destroy it before the Day of Judgment or punish it with a dreadful Penalty: that is written in the (eternal) Record.",
      "transliteration": "wa in min qaryatin illā naḥnu muhlikūhā qabla yawmil qiyāmati aw mu`adhhibūhā `adhāban shadīdā ۚ kāna dhālika fil kitābi masṭūrā"
    },
    {
      "index": 60,
      "id": 59,
      "show_id": "59",
      "arabic": "وَمَا مَنَعَنَآ أَن نُّرْسِلَ بِٱلْـَٔايَـٰتِ إِلَّآ أَن كَذَّبَ بِهَا ٱلْأَوَّلُونَ ۚ وَءَاتَيْنَا ثَمُودَ ٱلنَّاقَةَ مُبْصِرَةً فَظَلَمُوا۟ بِهَا ۚ وَمَا نُرْسِلُ بِٱلْـَٔايَـٰتِ إِلَّا تَخْوِيفًا",
      "translation": "And We refrain from sending the signs, only because the men of former generations treated them as false: We sent the she-camel to the Thamud to open their eyes, but they treated her wrongfully: We only send the Signs by way of terror (and warning from evil).",
      "transliteration": "wa mā mana`anā an nursila bil-āyāti illā an kadhhaba bihal-awwalūn ۚ wa-ātaynā thamūdan nāqata mubṣiratan faẓalamū bihā ۚ wa mā nursilu bil-āyāti illā takhwyfā"
    },
    {
      "index": 61,
      "id": 60,
      "show_id": "60",
      "arabic": "وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بِٱلنَّاسِ ۚ وَمَا جَعَلْنَا ٱلرُّءْيَا ٱلَّتِىٓ أَرَيْنَـٰكَ إِلَّا فِتْنَةً لِّلنَّاسِ وَٱلشَّجَرَةَ ٱلْمَلْعُونَةَ فِى ٱلْقُرْءَانِ ۚ وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلَّا طُغْيَـٰنًا كَبِيرًا",
      "translation": "Behold! We told thee that thy Lord doth encompass mankind round about: We granted the vision which We showed thee, but as a trial for men,- as also the Cursed Tree (mentioned) in the Qur'an: We put terror (and warning) into them, but it only increases their inordinate transgression!",
      "transliteration": "wa idh qulnā laka inna rabbaka aḥāṭa bin nās ۚ wa mā ja`alnar ru-yal latī araynāka illā fitnatan linnāsi wash shajaratal mal`ūnata fil qur-ān ۚ wanukhawwifuhum famā yazīduhum illā ṭughyānan kabīrā"
    },
    {
      "index": 62,
      "id": 61,
      "show_id": "61",
      "arabic": "وَإِذْ قُلْنَا لِلْمَلَـٰٓئِكَةِ ٱسْجُدُوا۟ لِـَٔادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ قَالَ ءَأَسْجُدُ لِمَنْ خَلَقْتَ طِينًا",
      "translation": "Behold! We said to the angels: \"Bow down unto Adam\": They bowed down except Iblis: He said, \"Shall I bow down to one whom Thou didst create from clay?\"",
      "transliteration": "wa idh qulnā lil-malā-ikatis-judū li-ādama fasajadū illā iblīsa qāla a-asjudu liman khalaqta ṭīnā"
    },
    {
      "index": 63,
      "id": 62,
      "show_id": "62",
      "arabic": "قَالَ أَرَءَيْتَكَ هَـٰذَا ٱلَّذِى كَرَّمْتَ عَلَىَّ لَئِنْ أَخَّرْتَنِ إِلَىٰ يَوْمِ ٱلْقِيَـٰمَةِ لَأَحْتَنِكَنَّ ذُرِّيَّتَهُۥٓ إِلَّا قَلِيلًا",
      "translation": "He said: \"Seest Thou? this is the one whom Thou hast honoured above me! If Thou wilt but respite me to the Day of Judgment, I will surely bring his descendants under my sway - all but a few!\"",
      "transliteration": "qāla ara aytaka hādhal ladhī karramta `alayya la-in akhhartani ilā yawmil qiyāmati la-aḥtanikanna dhurriyyatahu illā qalīlā"
    },
    {
      "index": 64,
      "id": 63,
      "show_id": "63",
      "arabic": "قَالَ ٱذْهَبْ فَمَن تَبِعَكَ مِنْهُمْ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمْ جَزَآءً مَّوْفُورًا",
      "translation": "(Allah) said: \"Go thy way; if any of them follow thee, verily Hell will be the recompense of you (all)- an ample recompense.",
      "transliteration": "qāladh-hab faman tabi`aka minhum fa-inna jahannama jazā-ukum jazā-an mawfūrā"
    },
    {
      "index": 65,
      "id": 64,
      "show_id": "64",
      "arabic": "وَٱسْتَفْزِزْ مَنِ ٱسْتَطَعْتَ مِنْهُم بِصَوْتِكَ وَأَجْلِبْ عَلَيْهِم بِخَيْلِكَ وَرَجِلِكَ وَشَارِكْهُمْ فِى ٱلْأَمْوَٰلِ وَٱلْأَوْلَـٰدِ وَعِدْهُمْ ۚ وَمَا يَعِدُهُمُ ٱلشَّيْطَـٰنُ إِلَّا غُرُورًا",
      "translation": "\"Lead to destruction those whom thou canst among them, with thy (seductive) voice; make assaults on them with thy cavalry and thy infantry; mutually share with them wealth and children; and make promises to them.\" But Satan promises them nothing but deceit.",
      "transliteration": "wastafziz manis-taṭa`ta minhum biṣawtika wa-ajlib `alayhim bikhaylika warajilika washārik-hum fil-amwāli wal-awlādi wa`id-hum ۚ wa mā ya`iduhumush shayṭānu illā ghurūrā"
    },
    {
      "index": 66,
      "id": 65,
      "show_id": "65",
      "arabic": "إِنَّ عِبَادِى لَيْسَ لَكَ عَلَيْهِمْ سُلْطَـٰنٌ ۚ وَكَفَىٰ بِرَبِّكَ وَكِيلًا",
      "translation": "\"As for My servants, no authority shalt thou have over them:\" Enough is thy Lord for a Disposer of affairs.",
      "transliteration": "inna `ibādī laysa laka `alayhim sulṭān ۚ wakafā birabbika wakīlā"
    },
    {
      "index": 67,
      "id": 66,
      "show_id": "66",
      "arabic": "رَّبُّكُمُ ٱلَّذِى يُزْجِى لَكُمُ ٱلْفُلْكَ فِى ٱلْبَحْرِ لِتَبْتَغُوا۟ مِن فَضْلِهِۦٓ ۚ إِنَّهُۥ كَانَ بِكُمْ رَحِيمًا",
      "translation": "Your Lord is He That maketh the Ship go smoothly for you through the sea, in order that ye may seek of his Bounty. For he is unto you most Merciful.",
      "transliteration": "rabbukumul ladhī yuzjī lakumul fulka fil baḥri litabtaghū min faḍlih ۚ innahu kāna bikum raḥīmā"
    },
    {
      "index": 68,
      "id": 67,
      "show_id": "67",
      "arabic": "وَإِذَا مَسَّكُمُ ٱلضُّرُّ فِى ٱلْبَحْرِ ضَلَّ مَن تَدْعُونَ إِلَّآ إِيَّاهُ ۖ فَلَمَّا نَجَّىٰكُمْ إِلَى ٱلْبَرِّ أَعْرَضْتُمْ ۚ وَكَانَ ٱلْإِنسَـٰنُ كَفُورًا",
      "translation": "When distress seizes you at sea, those that ye call upon - besides Himself - leave you in the lurch! but when He brings you back safe to land, ye turn away (from Him). Most ungrateful is man!",
      "transliteration": "wa idhā massakumuḍ ḍurru fil baḥri ḍalla man tad`ūna illā iyyāh ۖ falammā najjākum ilal-barri a`raḍtum ۚ wakānal-insānu kafūrā"
    },
    {
      "index": 69,
      "id": 68,
      "show_id": "68",
      "arabic": "أَفَأَمِنتُمْ أَن يَخْسِفَ بِكُمْ جَانِبَ ٱلْبَرِّ أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا ثُمَّ لَا تَجِدُوا۟ لَكُمْ وَكِيلًا",
      "translation": "Do ye then feel secure that He will not cause you to be swallowed up beneath the earth when ye are on land, or that He will not send against you a violent tornado (with showers of stones) so that ye shall find no one to carry out your affairs for you?",
      "transliteration": "afa-amintum an yakhsifa bikum jānibal barri aw yursila `alaykum ḥāṣiban thumma lā tajidū lakum wakīlā"
    },
    {
      "index": 70,
      "id": 69,
      "show_id": "69",
      "arabic": "أَمْ أَمِنتُمْ أَن يُعِيدَكُمْ فِيهِ تَارَةً أُخْرَىٰ فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِّنَ ٱلرِّيحِ فَيُغْرِقَكُم بِمَا كَفَرْتُمْ ۙ ثُمَّ لَا تَجِدُوا۟ لَكُمْ عَلَيْنَا بِهِۦ تَبِيعًا",
      "translation": "Or do ye feel secure that He will not send you back a second time to sea and send against you a heavy gale to drown you because of your ingratitude, so that ye find no helper. Therein against Us?",
      "transliteration": "am amintum an yu`īdakum fīhi tāratan ukhrā fayursila `alaykum qāṣifan minar rīḥi fayughriqakum bimā kafartum thumma lā tajidū lakum `alaynā bihi tabī`ā"
    },
    {
      "index": 71,
      "id": 70,
      "show_id": "70",
      "arabic": "وَلَقَدْ كَرَّمْنَا بَنِىٓ ءَادَمَ وَحَمَلْنَـٰهُمْ فِى ٱلْبَرِّ وَٱلْبَحْرِ وَرَزَقْنَـٰهُم مِّنَ ٱلطَّيِّبَـٰتِ وَفَضَّلْنَـٰهُمْ عَلَىٰ كَثِيرٍ مِّمَّنْ خَلَقْنَا تَفْضِيلًا",
      "translation": "We have honoured the sons of Adam; provided them with transport on land and sea; given them for sustenance things good and pure; and conferred on them special favours, above a great part of our creation.",
      "transliteration": "walaqad karramnā banī ādama waḥamalnāhum fil barri wal baḥri warazaqnāhum minaṭ ṭayyibāti wafaḍḍalnāhum `alā kathīrin mimman khalaqnā tafḍīlā"
    },
    {
      "index": 72,
      "id": 71,
      "show_id": "71",
      "arabic": "يَوْمَ نَدْعُوا۟ كُلَّ أُنَاسٍۭ بِإِمَـٰمِهِمْ ۖ فَمَنْ أُوتِىَ كِتَـٰبَهُۥ بِيَمِينِهِۦ فَأُو۟لَـٰٓئِكَ يَقْرَءُونَ كِتَـٰبَهُمْ وَلَا يُظْلَمُونَ فَتِيلًا",
      "translation": "One day We shall call together all human beings with their (respective) Imams: those who are given their record in their right hand will read it (with pleasure), and they will not be dealt with unjustly in the least.",
      "transliteration": "yawma nad`ū kulla unāsin bi-imāmihim ۖ faman ūtiya kitābahu biyamīnihi fa-ulā-ika yaqra-ūna kitābahum walā yuẓlamūna fatīlā"
    },
    {
      "index": 73,
      "id": 72,
      "show_id": "72",
      "arabic": "وَمَن كَانَ فِى هَـٰذِهِۦٓ أَعْمَىٰ فَهُوَ فِى ٱلْـَٔاخِرَةِ أَعْمَىٰ وَأَضَلُّ سَبِيلًا",
      "translation": "But those who were blind in this world, will be blind in the hereafter, and most astray from the Path.",
      "transliteration": "wa man kāna fī hādhihi a`mā fahuwa fil-ākhirati a`mā wa-aḍallu sabīlā"
    },
    {
      "index": 74,
      "id": 73,
      "show_id": "73",
      "arabic": "وَإِن كَادُوا۟ لَيَفْتِنُونَكَ عَنِ ٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ لِتَفْتَرِىَ عَلَيْنَا غَيْرَهُۥ ۖ وَإِذًا لَّٱتَّخَذُوكَ خَلِيلًا",
      "translation": "And their purpose was to tempt thee away from that which We had revealed unto thee, to substitute in our name something quite different; (in that case), behold! they would certainly have made thee (their) friend!",
      "transliteration": "wa in kādū layaftinūnaka `anil ladhī awḥaynā ilayka litaftariya `alaynā ghayrah ۖ wa idhal lattakhadhūka khalīlā"
    },
    {
      "index": 75,
      "id": 74,
      "show_id": "74",
      "arabic": "وَلَوْلَآ أَن ثَبَّتْنَـٰكَ لَقَدْ كِدتَّ تَرْكَنُ إِلَيْهِمْ شَيْـًٔا قَلِيلًا",
      "translation": "And had We not given thee strength, thou wouldst nearly have inclined to them a little.",
      "transliteration": "walawlā an thabbatnāka laqad kidta tarkanu ilayhim shay-an qalīlā"
    },
    {
      "index": 76,
      "id": 75,
      "show_id": "75",
      "arabic": "إِذًا لَّأَذَقْنَـٰكَ ضِعْفَ ٱلْحَيَوٰةِ وَضِعْفَ ٱلْمَمَاتِ ثُمَّ لَا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا",
      "translation": "In that case We should have made thee taste an equal portion (of punishment) in this life, and an equal portion in death: and moreover thou wouldst have found none to help thee against Us!",
      "transliteration": "idhal la-adhaqnāka ḍi`fal ḥayāti waḍi`fal mamāti thumma lā tajidu laka `alaynā naṣīrā"
    },
    {
      "index": 77,
      "id": 76,
      "show_id": "76",
      "arabic": "وَإِن كَادُوا۟ لَيَسْتَفِزُّونَكَ مِنَ ٱلْأَرْضِ لِيُخْرِجُوكَ مِنْهَا ۖ وَإِذًا لَّا يَلْبَثُونَ خِلَـٰفَكَ إِلَّا قَلِيلًا",
      "translation": "Their purpose was to scare thee off the land, in order to expel thee; but in that case they would not have stayed (therein) after thee, except for a little while.",
      "transliteration": "wa in kādū layastafizzūnaka minal-arḍi liyukhrijūka minhā ۖ wa idhal lā yalbathūna khilāfaka illā qalīlā"
    },
    {
      "index": 78,
      "id": 77,
      "show_id": "77",
      "arabic": "سُنَّةَ مَن قَدْ أَرْسَلْنَا قَبْلَكَ مِن رُّسُلِنَا ۖ وَلَا تَجِدُ لِسُنَّتِنَا تَحْوِيلًا",
      "translation": "(This was Our) way with the messengers We sent before thee: thou wilt find no change in Our ways.",
      "transliteration": "sunnata man qad arsalnā qablaka min rusulinā ۖ walā tajidu lisunnatinā taḥwylā"
    },
    {
      "index": 79,
      "id": 78,
      "show_id": "78",
      "arabic": "أَقِمِ ٱلصَّلَوٰةَ لِدُلُوكِ ٱلشَّمْسِ إِلَىٰ غَسَقِ ٱلَّيْلِ وَقُرْءَانَ ٱلْفَجْرِ ۖ إِنَّ قُرْءَانَ ٱلْفَجْرِ كَانَ مَشْهُودًا",
      "translation": "Establish regular prayers - at the sun's decline till the darkness of the night, and the morning prayer and reading: for the prayer and reading in the morning carry their testimony.",
      "transliteration": "aqimiṣ ṣalāta lidulūkish shamsi ilā ghasaqil layli waqur-ānal fajr ۖ inna qur-ānal fajri kāna mash-hūdā"
    },
    {
      "index": 80,
      "id": 79,
      "show_id": "79",
      "arabic": "وَمِنَ ٱلَّيْلِ فَتَهَجَّدْ بِهِۦ نَافِلَةً لَّكَ عَسَىٰٓ أَن يَبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُودًا",
      "translation": "And pray in the small watches of the morning: (it would be) an additional prayer (or spiritual profit) for thee: soon will thy Lord raise thee to a Station of Praise and Glory!",
      "transliteration": "wa minal layli fatahajjad bihi nāfilatan laka `asā an yab`athaka rabbuka maqāman maḥmūdā"
    },
    {
      "index": 81,
      "id": 80,
      "show_id": "80",
      "arabic": "وَقُل رَّبِّ أَدْخِلْنِى مُدْخَلَ صِدْقٍ وَأَخْرِجْنِى مُخْرَجَ صِدْقٍ وَٱجْعَل لِّى مِن لَّدُنكَ سُلْطَـٰنًا نَّصِيرًا",
      "translation": "Say: \"O my Lord! Let my entry be by the Gate of Truth and Honour, and likewise my exit by the Gate of Truth and Honour; and grant me from Thy Presence an authority to aid (me).\"",
      "transliteration": "waqul rabbi adkhilnī mudkhala ṣidqin wa-akhrijnī mukhraja ṣidqin waj`al lī min ladunka sulṭānan naṣīrā"
    },
    {
      "index": 82,
      "id": 81,
      "show_id": "81",
      "arabic": "وَقُلْ جَآءَ ٱلْحَقُّ وَزَهَقَ ٱلْبَـٰطِلُ ۚ إِنَّ ٱلْبَـٰطِلَ كَانَ زَهُوقًا",
      "translation": "And say: \"Truth has (now) arrived, and Falsehood perished: for Falsehood is (by its nature) bound to perish.\"",
      "transliteration": "waqul jā-al ḥaqqu wazahaqal bāṭil ۚ innal bāṭila kāna zahūqā"
    },
    {
      "index": 83,
      "id": 82,
      "show_id": "82",
      "arabic": "وَنُنَزِّلُ مِنَ ٱلْقُرْءَانِ مَا هُوَ شِفَآءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ ۙ وَلَا يَزِيدُ ٱلظَّـٰلِمِينَ إِلَّا خَسَارًا",
      "translation": "We send down (stage by stage) in the Qur'an that which is a healing and a mercy to those who believe: to the unjust it causes nothing but loss after loss.",
      "transliteration": "wanunazzilu minal qur-āni mā huwa shifā-un waraḥmatun lil-mu-minīna walā yazīduẓ ẓālimīna illā khasārā"
    },
    {
      "index": 84,
      "id": 83,
      "show_id": "83",
      "arabic": "وَإِذَآ أَنْعَمْنَا عَلَى ٱلْإِنسَـٰنِ أَعْرَضَ وَنَـَٔا بِجَانِبِهِۦ ۖ وَإِذَا مَسَّهُ ٱلشَّرُّ كَانَ يَـُٔوسًا",
      "translation": "Yet when We bestow Our favours on man, he turns away and becomes remote on his side (instead of coming to Us), and when evil seizes him he gives himself up to despair!",
      "transliteration": "wa idhā an`amnā `alal-insāni a`raḍa wana-ā bijānibih ۖ wa idhā massahush sharru kāna ya-ūsā"
    },
    {
      "index": 85,
      "id": 84,
      "show_id": "84",
      "arabic": "قُلْ كُلٌّ يَعْمَلُ عَلَىٰ شَاكِلَتِهِۦ فَرَبُّكُمْ أَعْلَمُ بِمَنْ هُوَ أَهْدَىٰ سَبِيلًا",
      "translation": "Say: \"Everyone acts according to his own disposition: But your Lord knows best who it is that is best guided on the Way.\"",
      "transliteration": "qul kullun ya`malu `alā shākilatihi farabbukum a`lamu biman huwa ahdā sabīlā"
    },
    {
      "index": 86,
      "id": 85,
      "show_id": "85",
      "arabic": "وَيَسْـَٔلُونَكَ عَنِ ٱلرُّوحِ ۖ قُلِ ٱلرُّوحُ مِنْ أَمْرِ رَبِّى وَمَآ أُوتِيتُم مِّنَ ٱلْعِلْمِ إِلَّا قَلِيلًا",
      "translation": "They ask thee concerning the Spirit (of inspiration). Say: \"The Spirit (cometh) by command of my Lord: of knowledge it is only a little that is communicated to you, (O men!)\"",
      "transliteration": "wayas-alūnaka `anir rūḥ ۖ qulir rūḥu min amri rabbī wa mā ūtītum minal `il-mi illā qalīlā"
    },
    {
      "index": 87,
      "id": 86,
      "show_id": "86",
      "arabic": "وَلَئِن شِئْنَا لَنَذْهَبَنَّ بِٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ ثُمَّ لَا تَجِدُ لَكَ بِهِۦ عَلَيْنَا وَكِيلًا",
      "translation": "If it were Our Will, We could take away that which We have sent thee by inspiration: then wouldst thou find none to plead thy affair in that matter as against Us,-",
      "transliteration": "wala-in shi-nā lanadh-habanna bil ladhī awḥaynā ilayka thumma lā tajidu laka bihi `alaynā wakīlā"
    },
    {
      "index": 88,
      "id": 87,
      "show_id": "87",
      "arabic": "إِلَّا رَحْمَةً مِّن رَّبِّكَ ۚ إِنَّ فَضْلَهُۥ كَانَ عَلَيْكَ كَبِيرًا",
      "translation": "Except for Mercy from thy Lord: for his bounty is to thee (indeed) great.",
      "transliteration": "illā raḥmatan min rabbik ۚ inna faḍlahu kāna `alayka kabīrā"
    },
    {
      "index": 89,
      "id": 88,
      "show_id": "88",
      "arabic": "قُل لَّئِنِ ٱجْتَمَعَتِ ٱلْإِنسُ وَٱلْجِنُّ عَلَىٰٓ أَن يَأْتُوا۟ بِمِثْلِ هَـٰذَا ٱلْقُرْءَانِ لَا يَأْتُونَ بِمِثْلِهِۦ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا",
      "translation": "Say: \"If the whole of mankind and Jinns were to gather together to produce the like of this Qur'an, they could not produce the like thereof, even if they backed up each other with help and support.",
      "transliteration": "qul la-inij-tama`atil-insu wal jinnu `alā an ya-tū bimithli hādhal qur-āni lā ya-tūna bimithlihi walaw kāna ba`ḍuhum liba`ḍin ẓahīrā"
    },
    {
      "index": 90,
      "id": 89,
      "show_id": "89",
      "arabic": "وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِى هَـٰذَا ٱلْقُرْءَانِ مِن كُلِّ مَثَلٍ فَأَبَىٰٓ أَكْثَرُ ٱلنَّاسِ إِلَّا كُفُورًا",
      "translation": "And We have explained to man, in this Qur'an, every kind of similitude: yet the greater part of men refuse (to receive it) except with ingratitude!",
      "transliteration": "walaqad ṣarrafnā linnāsi fī hādhal qur-āni min kulli mathalin fa-abā aktharun nāsi illā kufūrā"
    },
    {
      "index": 91,
      "id": 90,
      "show_id": "90",
      "arabic": "وَقَالُوا۟ لَن نُّؤْمِنَ لَكَ حَتَّىٰ تَفْجُرَ لَنَا مِنَ ٱلْأَرْضِ يَنۢبُوعًا",
      "translation": "They say: \"We shall not believe in thee, until thou cause a spring to gush forth for us from the earth,",
      "transliteration": "waqālū lan nu-mina laka ḥattā tafjura lanā minal-arḍi yanbū`ā"
    },
    {
      "index": 92,
      "id": 91,
      "show_id": "91",
      "arabic": "أَوْ تَكُونَ لَكَ جَنَّةٌ مِّن نَّخِيلٍ وَعِنَبٍ فَتُفَجِّرَ ٱلْأَنْهَـٰرَ خِلَـٰلَهَا تَفْجِيرًا",
      "translation": "\"Or (until) thou have a garden of date trees and vines, and cause rivers to gush forth in their midst, carrying abundant water;",
      "transliteration": "aw takūna laka jannatun min nakhīlin wa`inabin fatufajjiral-anhāra khilālahā tafjīrā"
    },
    {
      "index": 93,
      "id": 92,
      "show_id": "92",
      "arabic": "أَوْ تُسْقِطَ ٱلسَّمَآءَ كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا أَوْ تَأْتِىَ بِٱللَّهِ وَٱلْمَلَـٰٓئِكَةِ قَبِيلًا",
      "translation": "\"Or thou cause the sky to fall in pieces, as thou sayest (will happen), against us; or thou bring Allah and the angels before (us) face to face:",
      "transliteration": "aw tusqiṭas samā-a kamā za`amta `alaynā kisafan aw ta-tiya billāhi wal malā-ikati qabīlā"
    },
    {
      "index": 94,
      "id": 93,
      "show_id": "93",
      "arabic": "أَوْ يَكُونَ لَكَ بَيْتٌ مِّن زُخْرُفٍ أَوْ تَرْقَىٰ فِى ٱلسَّمَآءِ وَلَن نُّؤْمِنَ لِرُقِيِّكَ حَتَّىٰ تُنَزِّلَ عَلَيْنَا كِتَـٰبًا نَّقْرَؤُهُۥ ۗ قُلْ سُبْحَانَ رَبِّى هَلْ كُنتُ إِلَّا بَشَرًا رَّسُولًا",
      "translation": "\"Or thou have a house adorned with gold, or thou mount a ladder right into the skies. No, we shall not even believe in thy mounting until thou send down to us a book that we could read.\" Say: \"Glory to my Lord! Am I aught but a man,- a messenger?\"",
      "transliteration": "aw yakūna laka baytun min zukhrufin aw tarqā fis samā-i walan nu-mina liruqiyyika ḥattā tunazzila `alaynā kitāban naqra-uh ۗ qul subḥāna rabbī hal kuntu illā basharan rasūlā"
    },
    {
      "index": 95,
      "id": 94,
      "show_id": "94",
      "arabic": "وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤْمِنُوٓا۟ إِذْ جَآءَهُمُ ٱلْهُدَىٰٓ إِلَّآ أَن قَالُوٓا۟ أَبَعَثَ ٱللَّهُ بَشَرًا رَّسُولًا",
      "translation": "What kept men back from belief when Guidance came to them, was nothing but this: they said, \"Has Allah sent a man (like us) to be (His) Messenger?\"",
      "transliteration": "wa mā mana`an nāsa an yu-minū idh jā-ahumul hudā illā an qālū aba`athallāhu basharan rasūlā"
    },
    {
      "index": 96,
      "id": 95,
      "show_id": "95",
      "arabic": "قُل لَّوْ كَانَ فِى ٱلْأَرْضِ مَلَـٰٓئِكَةٌ يَمْشُونَ مُطْمَئِنِّينَ لَنَزَّلْنَا عَلَيْهِم مِّنَ ٱلسَّمَآءِ مَلَكًا رَّسُولًا",
      "translation": "Say, \"If there were settled, on earth, angels walking about in peace and quiet, We should certainly have sent them down from the heavens an angel for a messenger.\"",
      "transliteration": "qul law kāna fil-arḍi malā-ikatun yamshūna muṭma-innīna lanazzalnā `alayhim minas samā-i malakan rasūlā"
    },
    {
      "index": 97,
      "id": 96,
      "show_id": "96",
      "arabic": "قُلْ كَفَىٰ بِٱللَّهِ شَهِيدًۢا بَيْنِى وَبَيْنَكُمْ ۚ إِنَّهُۥ كَانَ بِعِبَادِهِۦ خَبِيرًۢا بَصِيرًا",
      "translation": "Say: \"Enough is Allah for a witness between me and you: for He is well acquainted with His servants, and He sees (all things).",
      "transliteration": "qul kafā billāhi shahīdan baynī wabaynakum ۚ innahu kāna bi`ibādihi khabīran baṣīrā"
    },
    {
      "index": 98,
      "id": 97,
      "show_id": "97",
      "arabic": "وَمَن يَهْدِ ٱللَّهُ فَهُوَ ٱلْمُهْتَدِ ۖ وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُمْ أَوْلِيَآءَ مِن دُونِهِۦ ۖ وَنَحْشُرُهُمْ يَوْمَ ٱلْقِيَـٰمَةِ عَلَىٰ وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا ۖ مَّأْوَىٰهُمْ جَهَنَّمُ ۖ كُلَّمَا خَبَتْ زِدْنَـٰهُمْ سَعِيرًا",
      "translation": "It is he whom Allah guides, that is on true Guidance; but he whom He leaves astray - for such wilt thou find no protector besides Him. On the Day of Judgment We shall gather, them together, prone on their faces, blind, dumb, and deaf: their abode will be Hell: every time it shows abatement, We shall increase from them the fierceness of the Fire.",
      "transliteration": "wa man yahdillāhu fahuwal muhtad ۖ wa man yuḍlil falan tajida lahum awliyā-a min dūnih ۖ wanaḥshuruhum yawmal qiyāmati `alā wujūhihim `umyan wabukman waṣummā ۖ ma-wāhum jahannam ۖ kullamā khabat zidnāhum sa`īrā"
    },
    {
      "index": 99,
      "id": 98,
      "show_id": "98",
      "arabic": "ذَٰلِكَ جَزَآؤُهُم بِأَنَّهُمْ كَفَرُوا۟ بِـَٔايَـٰتِنَا وَقَالُوٓا۟ أَءِذَا كُنَّا عِظَـٰمًا وَرُفَـٰتًا أَءِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا",
      "translation": "That is their recompense, because they rejected Our signs, and said, \"When we are reduced to bones and broken dust, should we really be raised up (to be) a new Creation?\"",
      "transliteration": "dhālika jazā-uhum bi-annahum kafarū bi-āyātinā waqālū a-idhā kunnā `iẓāman warufātan a-innā lamab`ūthūna khalqan jadīdā"
    },
    {
      "index": 100,
      "id": 99,
      "show_id": "99",
      "arabic": "أَوَلَمْ يَرَوْا۟ أَنَّ ٱللَّهَ ٱلَّذِى خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ قَادِرٌ عَلَىٰٓ أَن يَخْلُقَ مِثْلَهُمْ وَجَعَلَ لَهُمْ أَجَلًا لَّا رَيْبَ فِيهِ فَأَبَى ٱلظَّـٰلِمُونَ إِلَّا كُفُورًا",
      "translation": "See they not that Allah, Who created the heavens and the earth, has power to create the like of them (anew)? Only He has decreed a term appointed, of which there is no doubt. But the unjust refuse (to receive it) except with ingratitude.",
      "transliteration": "awalam yaraw annallāhal ladhī khalaqas samāwāti wal-arḍa qādirun `alā an yakhluqa mithlahum waja`ala lahum ajalal lā rayba fīhi fa-abaẓ ẓālimūna illā kufūrā"
    },
    {
      "index": 101,
      "id": 100,
      "show_id": "100",
      "arabic": "قُل لَّوْ أَنتُمْ تَمْلِكُونَ خَزَآئِنَ رَحْمَةِ رَبِّىٓ إِذًا لَّأَمْسَكْتُمْ خَشْيَةَ ٱلْإِنفَاقِ ۚ وَكَانَ ٱلْإِنسَـٰنُ قَتُورًا",
      "translation": "Say: \"If ye had control of the Treasures of the Mercy of my Lord, behold, ye would keep them back, for fear of spending them: for man is (every) niggardly!\"",
      "transliteration": "qul law antum tamlikūna khazā-ina raḥmati rabbī idhal la-amsaktum khashyatal-infāq ۚ wakānal-insānu qatūrā"
    },
    {
      "index": 102,
      "id": 101,
      "show_id": "101",
      "arabic": "وَلَقَدْ ءَاتَيْنَا مُوسَىٰ تِسْعَ ءَايَـٰتٍۭ بَيِّنَـٰتٍ ۖ فَسْـَٔلْ بَنِىٓ إِسْرَٰٓءِيلَ إِذْ جَآءَهُمْ فَقَالَ لَهُۥ فِرْعَوْنُ إِنِّى لَأَظُنُّكَ يَـٰمُوسَىٰ مَسْحُورًا",
      "translation": "To Moses We did give Nine Clear Signs: As the Children of Israel: when he came to them, Pharaoh said to him: \"O Moses! I consider thee, indeed, to have been worked upon by sorcery!",
      "transliteration": "walaqad ātaynā mūsā tis`a āyātin bayyināt ۖ fas-al banī isrā-iyla idh jā-ahum faqāla lahu fir`awnu innī la-aẓunnuka yāmūsā mas-ḥūrā"
    },
    {
      "index": 103,
      "id": 102,
      "show_id": "102",
      "arabic": "قَالَ لَقَدْ عَلِمْتَ مَآ أَنزَلَ هَـٰٓؤُلَآءِ إِلَّا رَبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ بَصَآئِرَ وَإِنِّى لَأَظُنُّكَ يَـٰفِرْعَوْنُ مَثْبُورًا",
      "translation": "Moses said, \"Thou knowest well that these things have been sent down by none but the Lord of the heavens and the earth as eye-opening evidence: and I consider thee indeed, O Pharaoh, to be one doomed to destruction!\"",
      "transliteration": "qāla laqad `alimta mā anzala hā-ulā-i illā rabbus samāwāti wal-arḍi baṣā-ira wa innī la-aẓunnuka yāfir`awnu mathbūrā"
    },
    {
      "index": 104,
      "id": 103,
      "show_id": "103",
      "arabic": "فَأَرَادَ أَن يَسْتَفِزَّهُم مِّنَ ٱلْأَرْضِ فَأَغْرَقْنَـٰهُ وَمَن مَّعَهُۥ جَمِيعًا",
      "translation": "So he resolved to remove them from the face of the earth: but We did drown him and all who were with him.",
      "transliteration": "fa-arāda an yastafizzahum minal-arḍi fa-aghraqnāhu wa man ma`ahu jamī`ā"
    },
    {
      "index": 105,
      "id": 104,
      "show_id": "104",
      "arabic": "وَقُلْنَا مِنۢ بَعْدِهِۦ لِبَنِىٓ إِسْرَٰٓءِيلَ ٱسْكُنُوا۟ ٱلْأَرْضَ فَإِذَا جَآءَ وَعْدُ ٱلْـَٔاخِرَةِ جِئْنَا بِكُمْ لَفِيفًا",
      "translation": "And We said thereafter to the Children of Israel, \"Dwell securely in the land (of promise)\": but when the second of the warnings came to pass, We gathered you together in a mingled crowd.",
      "transliteration": "waqulnā min ba`dihi libanī isrā-iylas-kunul-arḍa fa-idhā jā-a wa`dul-ākhirati ji-nā bikum lafīfā"
    },
    {
      "index": 106,
      "id": 105,
      "show_id": "105",
      "arabic": "وَبِٱلْحَقِّ أَنزَلْنَـٰهُ وَبِٱلْحَقِّ نَزَلَ ۗ وَمَآ أَرْسَلْنَـٰكَ إِلَّا مُبَشِّرًا وَنَذِيرًا",
      "translation": "We sent down the (Qur'an) in Truth, and in Truth has it descended: and We sent thee but to give Glad Tidings and to warn (sinners).",
      "transliteration": "wabil ḥaqqi anzalnāhu wabil ḥaqqi nazal ۗ wa mā arsalnāka illā mubashhiran wanadhīrā"
    },
    {
      "index": 107,
      "id": 106,
      "show_id": "106",
      "arabic": "وَقُرْءَانًا فَرَقْنَـٰهُ لِتَقْرَأَهُۥ عَلَى ٱلنَّاسِ عَلَىٰ مُكْثٍ وَنَزَّلْنَـٰهُ تَنزِيلًا",
      "translation": "(It is) a Qur'an which We have divided (into parts from time to time), in order that thou mightest recite it to men at intervals: We have revealed it by stages.",
      "transliteration": "waqur-ānan faraqnāhu litaqra-ahu `alan nāsi `alā mukthin wanazzalnāhu tanzīlā"
    },
    {
      "index": 108,
      "id": 107,
      "show_id": "107",
      "arabic": "قُلْ ءَامِنُوا۟ بِهِۦٓ أَوْ لَا تُؤْمِنُوٓا۟ ۚ إِنَّ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ مِن قَبْلِهِۦٓ إِذَا يُتْلَىٰ عَلَيْهِمْ يَخِرُّونَ لِلْأَذْقَانِ سُجَّدًا",
      "translation": "Say: \"Whether ye believe in it or not, it is true that those who were given knowledge beforehand, when it is recited to them, fall down on their faces in humble prostration,",
      "transliteration": "qul āminū bihi aw lā tu-minū ۚ innal ladhīna ūtul `il-ma min qablihi idhā yutlā `alayhim yakhirrūna lil-adhqāni sujjadā"
    },
    {
      "index": 109,
      "id": 108,
      "show_id": "108",
      "arabic": "وَيَقُولُونَ سُبْحَـٰنَ رَبِّنَآ إِن كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا",
      "translation": "\"And they say: 'Glory to our Lord! Truly has the promise of our Lord been fulfilled!'\"",
      "transliteration": "wayaqūlūna subḥāna rabbinā in kāna wa`du rabbinā lamaf`ūlā"
    },
    {
      "index": 110,
      "id": 109,
      "show_id": "109",
      "arabic": "وَيَخِرُّونَ لِلْأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا ۩",
      "translation": "They fall down on their faces in tears, and it increases their (earnest) humility.",
      "transliteration": "wayakhirrūna lil-adhqāni yabkūna wayazīduhum khushū`ā ۩"
    },
    {
      "index": 111,
      "id": 110,
      "show_id": "110",
      "arabic": "قُلِ ٱدْعُوا۟ ٱللَّهَ أَوِ ٱدْعُوا۟ ٱلرَّحْمَـٰنَ ۖ أَيًّا مَّا تَدْعُوا۟ فَلَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ ۚ وَلَا تَجْهَرْ بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَٱبْتَغِ بَيْنَ ذَٰلِكَ سَبِيلًا",
      "translation": "Say: \"Call upon Allah, or call upon Rahman: by whatever name ye call upon Him, (it is well): for to Him belong the Most Beautiful Names. Neither speak thy Prayer aloud, nor speak it in a low tone, but seek a middle course between.\"",
      "transliteration": "qulid-`ullāha awid-`ur raḥmān ۖ ayyan mā tad`ū falahul-asmā-ul ḥusnā ۚ walā tajhar biṣalātika walā tukhāfit bihā wabtaghi bayna dhālika sabīlā"
    },
    {
      "index": 112,
      "id": 111,
      "show_id": "111",
      "arabic": "وَقُلِ ٱلْحَمْدُ لِلَّهِ ٱلَّذِى لَمْ يَتَّخِذْ وَلَدًا وَلَمْ يَكُن لَّهُۥ شَرِيكٌ فِى ٱلْمُلْكِ وَلَمْ يَكُن لَّهُۥ وَلِىٌّ مِّنَ ٱلذُّلِّ ۖ وَكَبِّرْهُ تَكْبِيرًۢا",
      "translation": "Say: \"Praise be to Allah, who begets no son, and has no partner in (His) dominion: Nor (needs) He any to protect Him from humiliation: yea, magnify Him for His greatness and glory!\"",
      "transliteration": "waqulil ḥamdu lillāhil ladhī lam yattakhidh waladan walam yakun lahu sharīkun fil mulki walam yakun lahu waliyyun minadh dhull ۖ wakabbirhu takbīrā"
    }
  ]
}