{
  "index": 61,
  "name": "الصف",
  "arabic_name": "الصَّف",
  "english_name": "Aṣ-Ṣaff",
  "english_meaning": "The Ranks",
  "rows": [
    {
      "index": 1,
      "id": 0,
      "show_id": "",
      "arabic": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
      "translation": "In the name of Allah, Most Gracious, Most Merciful.",
      "transliteration": "bismillāhir raḥmānir raḥīm"
    },
    {
      "index": 2,
      "id": 1,
      "show_id": "1",
      "arabic": "سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "translation": "Whatever is in the heavens and on earth, let it declare the Praises and Glory of Allah: for He is the Exalted in Might, the Wise.",
      "transliteration": "sabbaḥa lillāhi mā fis samāwāti wa mā fil-arḍ ۖ wahuwal `azīzul ḥakīm"
    },
    {
      "index": 3,
      "id": 2,
      "show_id": "2",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ لِمَ تَقُولُونَ مَا لَا تَفْعَلُونَ",
      "translation": "O ye who believe! Why say ye that which ye do not?",
      "transliteration": "yā-ayyuhal ladhīna āmanū lima taqūlūna mā lā taf`alūn"
    },
    {
      "index": 4,
      "id": 3,
      "show_id": "3",
      "arabic": "كَبُرَ مَقْتًا عِندَ ٱللَّهِ أَن تَقُولُوا۟ مَا لَا تَفْعَلُونَ",
      "translation": "Grievously odious is it in the sight of Allah that ye say that which ye do not.",
      "transliteration": "kabura maqtan `indallāhi an taqūlū mā lā taf`alūn"
    },
    {
      "index": 5,
      "id": 4,
      "show_id": "4",
      "arabic": "إِنَّ ٱللَّهَ يُحِبُّ ٱلَّذِينَ يُقَـٰتِلُونَ فِى سَبِيلِهِۦ صَفًّا كَأَنَّهُم بُنْيَـٰنٌ مَّرْصُوصٌ",
      "translation": "Truly Allah loves those who fight in His Cause in battle array, as if they were a solid cemented structure.",
      "transliteration": "innallāha yuḥibbul ladhīna yuqātilūna fī sabīlihi ṣaffan ka-annahum bunyānun marṣūṣ"
    },
    {
      "index": 6,
      "id": 5,
      "show_id": "5",
      "arabic": "وَإِذْ قَالَ مُوسَىٰ لِقَوْمِهِۦ يَـٰقَوْمِ لِمَ تُؤْذُونَنِى وَقَد تَّعْلَمُونَ أَنِّى رَسُولُ ٱللَّهِ إِلَيْكُمْ ۖ فَلَمَّا زَاغُوٓا۟ أَزَاغَ ٱللَّهُ قُلُوبَهُمْ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلْفَـٰسِقِينَ",
      "translation": "And remember, Moses said to his people: \"O my people! why do ye vex and insult me, though ye know that I am the messenger of Allah (sent) to you?\" Then when they went wrong, Allah let their hearts go wrong. For Allah guides not those who are rebellious transgressors.",
      "transliteration": "wa idh qāla mūsā liqawmihi yāqawmi lima tu-dhūnanī waqad ta`lamūna annī rasūlullāhi ilaykum ۖ falammā zāghū azāghallāhu qulūbahum ۚ wallāhu lā yahdil qawmal fāsiqīn"
    },
    {
      "index": 7,
      "id": 6,
      "show_id": "6",
      "arabic": "وَإِذْ قَالَ عِيسَى ٱبْنُ مَرْيَمَ يَـٰبَنِىٓ إِسْرَٰٓءِيلَ إِنِّى رَسُولُ ٱللَّهِ إِلَيْكُم مُّصَدِّقًا لِّمَا بَيْنَ يَدَىَّ مِنَ ٱلتَّوْرَىٰةِ وَمُبَشِّرًۢا بِرَسُولٍ يَأْتِى مِنۢ بَعْدِى ٱسْمُهُۥٓ أَحْمَدُ ۖ فَلَمَّا جَآءَهُم بِٱلْبَيِّنَـٰتِ قَالُوا۟ هَـٰذَا سِحْرٌ مُّبِينٌ",
      "translation": "And remember, Jesus, the son of Mary, said: \"O Children of Israel! I am the messenger of Allah (sent) to you, confirming the Law (which came) before me, and giving Glad Tidings of a Messenger to come after me, whose name shall be Ahmad.\" But when he came to them with Clear Signs, they said, \"this is evident sorcery!\"",
      "transliteration": "wa idh qāla `īsab-nu maryama yābanī isrā-iyla innī rasūlullāhi ilaykum muṣaddiqal limā bayna yadayya minat tawrāti wa mubashhiran birasūliy ya-tī min ba`dis-muhu aḥmad ۖ falammā jā-ahum bil bayyināti qālū hādhā siḥrun mubīn"
    },
    {
      "index": 8,
      "id": 7,
      "show_id": "7",
      "arabic": "وَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ ٱلْكَذِبَ وَهُوَ يُدْعَىٰٓ إِلَى ٱلْإِسْلَـٰمِ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
      "translation": "Who doth greater wrong than one who invents falsehood against Allah, even as he is being invited to Islam? And Allah guides not those who do wrong.",
      "transliteration": "wa man aẓlamu mimmanif-tarā `alallāhil kadhiba wahuwa yud`ā ilal-islām ۚ wallāhu lā yahdil qawmaẓ ẓālimīn"
    },
    {
      "index": 9,
      "id": 8,
      "show_id": "8",
      "arabic": "يُرِيدُونَ لِيُطْفِـُٔوا۟ نُورَ ٱللَّهِ بِأَفْوَٰهِهِمْ وَٱللَّهُ مُتِمُّ نُورِهِۦ وَلَوْ كَرِهَ ٱلْكَـٰفِرُونَ",
      "translation": "Their intention is to extinguish Allah's Light (by blowing) with their mouths: But Allah will complete (the revelation of) His Light, even though the Unbelievers may detest (it).",
      "transliteration": "yurīdūna liyuṭfi-ū nūrallāhi bi-afwāhihim wallāhu mutimmu nūrihi walaw karihal kāfirūn"
    },
    {
      "index": 10,
      "id": 9,
      "show_id": "9",
      "arabic": "هُوَ ٱلَّذِىٓ أَرْسَلَ رَسُولَهُۥ بِٱلْهُدَىٰ وَدِينِ ٱلْحَقِّ لِيُظْهِرَهُۥ عَلَى ٱلدِّينِ كُلِّهِۦ وَلَوْ كَرِهَ ٱلْمُشْرِكُونَ",
      "translation": "It is He Who has sent His Messenger with Guidance and the Religion of Truth, that he may proclaim it over all religion, even though the Pagans may detest (it).",
      "transliteration": "huwal ladhī arsala rasūlahu bil hudā wadīnil ḥaqqi liyuẓhirahu `alad dīni kullihi walaw karihal mushrikūn"
    },
    {
      "index": 11,
      "id": 10,
      "show_id": "10",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ هَلْ أَدُلُّكُمْ عَلَىٰ تِجَـٰرَةٍ تُنجِيكُم مِّنْ عَذَابٍ أَلِيمٍ",
      "translation": "O ye who believe! Shall I lead you to a bargain that will save you from a grievous Penalty?-",
      "transliteration": "yā-ayyuhal ladhīna āmanū hal adullukum `alā tijāratin tunjīkum min `adhābin alīm"
    },
    {
      "index": 12,
      "id": 11,
      "show_id": "11",
      "arabic": "تُؤْمِنُونَ بِٱللَّهِ وَرَسُولِهِۦ وَتُجَـٰهِدُونَ فِى سَبِيلِ ٱللَّهِ بِأَمْوَٰلِكُمْ وَأَنفُسِكُمْ ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
      "translation": "That ye believe in Allah and His Messenger, and that ye strive (your utmost) in the Cause of Allah, with your property and your persons: That will be best for you, if ye but knew!",
      "transliteration": "tu-minūna billāhi warasūlihi watujāhidūna fī sabīlillāhi bi-amwālikum wa-anfusikum ۚ dhālikum khayrul lakum in kuntum ta`lamūn"
    },
    {
      "index": 13,
      "id": 12,
      "show_id": "12",
      "arabic": "يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ وَمَسَـٰكِنَ طَيِّبَةً فِى جَنَّـٰتِ عَدْنٍ ۚ ذَٰلِكَ ٱلْفَوْزُ ٱلْعَظِيمُ",
      "translation": "He will forgive you your sins, and admit you to Gardens beneath which Rivers flow, and to beautiful mansions in Gardens of Eternity: that is indeed the Supreme Achievement.",
      "transliteration": "yaghfir lakum dhunūbakum wayudkhilkum jannātin tajrī min taḥtihal-anhāru wa masākina ṭayyibatan fī jannāti `adn ۚ dhālikal fawzul `aẓīm"
    },
    {
      "index": 14,
      "id": 13,
      "show_id": "13",
      "arabic": "وَأُخْرَىٰ تُحِبُّونَهَا ۖ نَصْرٌ مِّنَ ٱللَّهِ وَفَتْحٌ قَرِيبٌ ۗ وَبَشِّرِ ٱلْمُؤْمِنِينَ",
      "translation": "And another (favour will He bestow,) which ye do love,- help from Allah and a speedy victory. So give the Glad Tidings to the Believers.",
      "transliteration": "wa-ukhrā tuḥibbūnahā ۖ naṣrun minallāhi wafat-ḥun qarīb ۗ wabashhiril mu-minīn"
    },
    {
      "index": 15,
      "id": 14,
      "show_id": "14",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ كُونُوٓا۟ أَنصَارَ ٱللَّهِ كَمَا قَالَ عِيسَى ٱبْنُ مَرْيَمَ لِلْحَوَارِيِّـۧنَ مَنْ أَنصَارِىٓ إِلَى ٱللَّهِ ۖ قَالَ ٱلْحَوَارِيُّونَ نَحْنُ أَنصَارُ ٱللَّهِ ۖ فَـَٔامَنَت طَّآئِفَةٌ مِّنۢ بَنِىٓ إِسْرَٰٓءِيلَ وَكَفَرَت طَّآئِفَةٌ ۖ فَأَيَّدْنَا ٱلَّذِينَ ءَامَنُوا۟ عَلَىٰ عَدُوِّهِمْ فَأَصْبَحُوا۟ ظَـٰهِرِينَ",
      "translation": "O ye who believe! Be ye helpers of Allah: As said Jesus the son of Mary to the Disciples, \"Who will be my helpers to (the work of) Allah?\" Said the disciples, \"We are Allah's helpers!\" then a portion of the Children of Israel believed, and a portion disbelieved: But We gave power to those who believed, against their enemies, and they became the ones that prevailed.",
      "transliteration": "yā-ayyuhal ladhīna āmanū kūnū anṣārallāhi kamā qāla `īsab-nu maryama lilḥawāriyyīna man anṣārī ilallāh ۖ qālal-ḥawāriyyūna naḥnu anṣārullāh ۖ fa-āmanat ṭā-ifatun min banī isrā-iyla wakafarat ṭā-ifah ۖ fa-ayyadnal ladhīna āmanū `alā `aduwwihim fa-aṣbaḥū ẓāhirīn"
    }
  ]
}