{
  "index": 43,
  "name": "الزخرف",
  "arabic_name": "الزُّخْرُف",
  "english_name": "Az-Zukhruf",
  "english_meaning": "The Gold Adornments",
  "rows": [
    {
      "index": 1,
      "id": 0,
      "show_id": "",
      "arabic": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
      "translation": "In the name of Allah, Most Gracious, Most Merciful.",
      "transliteration": "bismillāhir raḥmānir raḥīm"
    },
    {
      "index": 2,
      "id": 1,
      "show_id": "1",
      "arabic": "حمٓ",
      "translation": "Ha-Mim",
      "transliteration": "ḥā mīm"
    },
    {
      "index": 3,
      "id": 2,
      "show_id": "2",
      "arabic": "وَٱلْكِتَـٰبِ ٱلْمُبِينِ",
      "translation": "By the Book that makes things clear,-",
      "transliteration": "wal kitābil mubīn"
    },
    {
      "index": 4,
      "id": 3,
      "show_id": "3",
      "arabic": "إِنَّا جَعَلْنَـٰهُ قُرْءَٰنًا عَرَبِيًّا لَّعَلَّكُمْ تَعْقِلُونَ",
      "translation": "We have made it a Qur'an in Arabic, that ye may be able to understand (and learn wisdom).",
      "transliteration": "innā ja`alnāhu qur-ānan `arabiyyal la`allakum ta`qilūn"
    },
    {
      "index": 5,
      "id": 4,
      "show_id": "4",
      "arabic": "وَإِنَّهُۥ فِىٓ أُمِّ ٱلْكِتَـٰبِ لَدَيْنَا لَعَلِىٌّ حَكِيمٌ",
      "translation": "And verily, it is in the Mother of the Book, in Our Presence, high (in dignity), full of wisdom.",
      "transliteration": "wa innahu fī ummil kitābi ladaynā la`aliyyun ḥakīm"
    },
    {
      "index": 6,
      "id": 5,
      "show_id": "5",
      "arabic": "أَفَنَضْرِبُ عَنكُمُ ٱلذِّكْرَ صَفْحًا أَن كُنتُمْ قَوْمًا مُّسْرِفِينَ",
      "translation": "Shall We then take away the Message from you and repel (you), for that ye are a people transgressing beyond bounds?",
      "transliteration": "afanaḍribu `ankumudh dhikra ṣafḥan an kuntum qawman musrifīn"
    },
    {
      "index": 7,
      "id": 6,
      "show_id": "6",
      "arabic": "وَكَمْ أَرْسَلْنَا مِن نَّبِىٍّ فِى ٱلْأَوَّلِينَ",
      "translation": "But how many were the prophets We sent amongst the peoples of old?",
      "transliteration": "wakam arsalnā min nabiyyin fil-awwalīn"
    },
    {
      "index": 8,
      "id": 7,
      "show_id": "7",
      "arabic": "وَمَا يَأْتِيهِم مِّن نَّبِىٍّ إِلَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "translation": "And never came there a prophet to them but they mocked him.",
      "transliteration": "wa mā ya-tīhim min nabiyyin illā kānū bihi yastahzi-ūn"
    },
    {
      "index": 9,
      "id": 8,
      "show_id": "8",
      "arabic": "فَأَهْلَكْنَآ أَشَدَّ مِنْهُم بَطْشًا وَمَضَىٰ مَثَلُ ٱلْأَوَّلِينَ",
      "translation": "So We destroyed (them)- stronger in power than these;- and (thus) has passed on the Parable of the peoples of old.",
      "transliteration": "fa-ahlaknā ashadda minhum baṭshan wa maḍā mathalul-awwalīn"
    },
    {
      "index": 10,
      "id": 9,
      "show_id": "9",
      "arabic": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ ٱلْعَزِيزُ ٱلْعَلِيمُ",
      "translation": "If thou wert to question them, 'Who created the heavens and the earth?' They would be sure to reply, 'they were created by (Him), the Exalted in Power, Full of Knowledge';-",
      "transliteration": "wala-in sa-altahum man khalaqas samāwāti wal-arḍa layaqūlunna khalaqahunnal `azīzul `alīm"
    },
    {
      "index": 11,
      "id": 10,
      "show_id": "10",
      "arabic": "ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ مَهْدًا وَجَعَلَ لَكُمْ فِيهَا سُبُلًا لَّعَلَّكُمْ تَهْتَدُونَ",
      "translation": "(Yea, the same that) has made for you the earth (like a carpet) spread out, and has made for you roads (and channels) therein, in order that ye may find guidance (on the way);",
      "transliteration": "alladhī ja`ala lakumul-arḍa mahdan waja`ala lakum fīhā subulal la`allakum tahtadūn"
    },
    {
      "index": 12,
      "id": 11,
      "show_id": "11",
      "arabic": "وَٱلَّذِى نَزَّلَ مِنَ ٱلسَّمَآءِ مَآءًۢ بِقَدَرٍ فَأَنشَرْنَا بِهِۦ بَلْدَةً مَّيْتًا ۚ كَذَٰلِكَ تُخْرَجُونَ",
      "translation": "That sends down (from time to time) rain from the sky in due measure;- and We raise to life therewith a land that is dead; even so will ye be raised (from the dead);-",
      "transliteration": "wal ladhī nazzala minas samā-i mā-an biqadarin fa-ansharnā bihi baldatan maytā ۚ kadhālika tukhrajūn"
    },
    {
      "index": 13,
      "id": 12,
      "show_id": "12",
      "arabic": "وَٱلَّذِى خَلَقَ ٱلْأَزْوَٰجَ كُلَّهَا وَجَعَلَ لَكُم مِّنَ ٱلْفُلْكِ وَٱلْأَنْعَـٰمِ مَا تَرْكَبُونَ",
      "translation": "That has created pairs in all things, and has made for you ships and cattle on which ye ride,",
      "transliteration": "wal ladhī khalaqal-azwāja kullahā waja`ala lakum minal fulki wal-an`āmi mā tarkabūn"
    },
    {
      "index": 14,
      "id": 13,
      "show_id": "13",
      "arabic": "لِتَسْتَوُۥا۟ عَلَىٰ ظُهُورِهِۦ ثُمَّ تَذْكُرُوا۟ نِعْمَةَ رَبِّكُمْ إِذَا ٱسْتَوَيْتُمْ عَلَيْهِ وَتَقُولُوا۟ سُبْحَـٰنَ ٱلَّذِى سَخَّرَ لَنَا هَـٰذَا وَمَا كُنَّا لَهُۥ مُقْرِنِينَ",
      "translation": "In order that ye may sit firm and square on their backs, and when so seated, ye may celebrate the (kind) favour of your Lord, and say, \"Glory to Him Who has subjected these to our (use), for we could never have accomplished this (by ourselves),",
      "transliteration": "litastawu `alā ẓuhūrihi thumma tadhkurū ni`mata rabbikum idhas-tawaytum `alayhi wataqūlū subḥānal ladhī sakhhara lanā hādhā wa mā kunnā lahu muqrinīn"
    },
    {
      "index": 15,
      "id": 14,
      "show_id": "14",
      "arabic": "وَإِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ",
      "translation": "\"And to our Lord, surely, must we turn back!\"",
      "transliteration": "wa innā ilā rabbinā lamunqalibūn"
    },
    {
      "index": 16,
      "id": 15,
      "show_id": "15",
      "arabic": "وَجَعَلُوا۟ لَهُۥ مِنْ عِبَادِهِۦ جُزْءًا ۚ إِنَّ ٱلْإِنسَـٰنَ لَكَفُورٌ مُّبِينٌ",
      "translation": "Yet they attribute to some of His servants a share with Him (in his godhead)! truly is man a blasphemous ingrate avowed!",
      "transliteration": "waja`alū lahu min `ibādihi juz-ā ۚ innal-insāna lakafūrun mubīn"
    },
    {
      "index": 17,
      "id": 16,
      "show_id": "16",
      "arabic": "أَمِ ٱتَّخَذَ مِمَّا يَخْلُقُ بَنَاتٍ وَأَصْفَىٰكُم بِٱلْبَنِينَ",
      "translation": "What! has He taken daughters out of what He himself creates, and granted to you sons for choice?",
      "transliteration": "amit-takhadha mimmā yakhluqu banātin wa-aṣfākum bil banīn"
    },
    {
      "index": 18,
      "id": 17,
      "show_id": "17",
      "arabic": "وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ لِلرَّحْمَـٰنِ مَثَلًا ظَلَّ وَجْهُهُۥ مُسْوَدًّا وَهُوَ كَظِيمٌ",
      "translation": "When news is brought to one of them of (the birth of) what he sets up as a likeness to (Allah) Most Gracious, his face darkens, and he is filled with inward grief!",
      "transliteration": "wa idhā bushhira aḥaduhum bimā ḍaraba lirraḥmāni mathalan ẓalla wajhuhu muswaddan wahuwa kaẓīm"
    },
    {
      "index": 19,
      "id": 18,
      "show_id": "18",
      "arabic": "أَوَمَن يُنَشَّؤُا۟ فِى ٱلْحِلْيَةِ وَهُوَ فِى ٱلْخِصَامِ غَيْرُ مُبِينٍ",
      "translation": "Is then one brought up among trinkets, and unable to give a clear account in a dispute (to be associated with Allah)?",
      "transliteration": "awa man yunashha-u fil ḥilyati wahuwa fil khiṣāmi ghayru mubīn"
    },
    {
      "index": 20,
      "id": 19,
      "show_id": "19",
      "arabic": "وَجَعَلُوا۟ ٱلْمَلَـٰٓئِكَةَ ٱلَّذِينَ هُمْ عِبَـٰدُ ٱلرَّحْمَـٰنِ إِنَـٰثًا ۚ أَشَهِدُوا۟ خَلْقَهُمْ ۚ سَتُكْتَبُ شَهَـٰدَتُهُمْ وَيُسْـَٔلُونَ",
      "translation": "And they make into females angels who themselves serve Allah. Did they witness their creation? Their evidence will be recorded, and they will be called to account!",
      "transliteration": "waja`alul malā-ikatal ladhīna hum `ibādur raḥmāni ināthā ۚ ashahidū khalqahum ۚ satuktabu shahādatuhum wayus-alūn"
    },
    {
      "index": 21,
      "id": 20,
      "show_id": "20",
      "arabic": "وَقَالُوا۟ لَوْ شَآءَ ٱلرَّحْمَـٰنُ مَا عَبَدْنَـٰهُم ۗ مَّا لَهُم بِذَٰلِكَ مِنْ عِلْمٍ ۖ إِنْ هُمْ إِلَّا يَخْرُصُونَ",
      "translation": "(\"Ah!\") they say, \"If it had been the will of (Allah) Most Gracious, we should not have worshipped such (deities)!\" Of that they have no knowledge! they do nothing but lie!",
      "transliteration": "waqālū law shā-ar raḥmānu mā `abadnāhum ۗ mā lahum bidhālika min `il-m ۖ in hum illā yakhruṣūn"
    },
    {
      "index": 22,
      "id": 21,
      "show_id": "21",
      "arabic": "أَمْ ءَاتَيْنَـٰهُمْ كِتَـٰبًا مِّن قَبْلِهِۦ فَهُم بِهِۦ مُسْتَمْسِكُونَ",
      "translation": "What! have We given them a Book before this, to which they are holding fast?",
      "transliteration": "am ātaynāhum kitāban min qablihi fahum bihi mustamsikūn"
    },
    {
      "index": 23,
      "id": 22,
      "show_id": "22",
      "arabic": "بَلْ قَالُوٓا۟ إِنَّا وَجَدْنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٍ وَإِنَّا عَلَىٰٓ ءَاثَـٰرِهِم مُّهْتَدُونَ",
      "translation": "Nay! they say: \"We found our fathers following a certain religion, and we do guide ourselves by their footsteps.\"",
      "transliteration": "bal qālū innā wajadnā ābā-anā `alā ummatin wa innā `alā āthārihim muhtadūn"
    },
    {
      "index": 24,
      "id": 23,
      "show_id": "23",
      "arabic": "وَكَذَٰلِكَ مَآ أَرْسَلْنَا مِن قَبْلِكَ فِى قَرْيَةٍ مِّن نَّذِيرٍ إِلَّا قَالَ مُتْرَفُوهَآ إِنَّا وَجَدْنَآ ءَابَآءَنَا عَلَىٰٓ أُمَّةٍ وَإِنَّا عَلَىٰٓ ءَاثَـٰرِهِم مُّقْتَدُونَ",
      "translation": "Just in the same way, whenever We sent a Warner before thee to any people, the wealthy ones among them said: \"We found our fathers following a certain religion, and we will certainly follow in their footsteps.\"",
      "transliteration": "wakadhālika mā arsalnā min qablika fī qaryatim min nadhīrin illā qāla mutrafūhā innā wajadnā ābā-anā `alā ummatin wa innā `alā āthārihim muqtadūn"
    },
    {
      "index": 25,
      "id": 24,
      "show_id": "24",
      "arabic": "قَـٰلَ أَوَلَوْ جِئْتُكُم بِأَهْدَىٰ مِمَّا وَجَدتُّمْ عَلَيْهِ ءَابَآءَكُمْ ۖ قَالُوٓا۟ إِنَّا بِمَآ أُرْسِلْتُم بِهِۦ كَـٰفِرُونَ",
      "translation": "He said: \"What! Even if I brought you better guidance than that which ye found your fathers following?\" They said: \"For us, we deny that ye (prophets) are sent (on a mission at all).\"",
      "transliteration": "qāla awalaw ji-tukum bi-ahdā mimmā wajadtum `alayhi ābā-akum ۖ qālū innā bimā ursiltum bihi kāfirūn"
    },
    {
      "index": 26,
      "id": 25,
      "show_id": "25",
      "arabic": "فَٱنتَقَمْنَا مِنْهُمْ ۖ فَٱنظُرْ كَيْفَ كَانَ عَـٰقِبَةُ ٱلْمُكَذِّبِينَ",
      "translation": "So We exacted retribution from them: now see what was the end of those who rejected (Truth)!",
      "transliteration": "fantaqamnā minhum ۖ fanẓur kayfa kāna `āqibatul mukadhhibīn"
    },
    {
      "index": 27,
      "id": 26,
      "show_id": "26",
      "arabic": "وَإِذْ قَالَ إِبْرَٰهِيمُ لِأَبِيهِ وَقَوْمِهِۦٓ إِنَّنِى بَرَآءٌ مِّمَّا تَعْبُدُونَ",
      "translation": "Behold! Abraham said to his father and his people: \"I do indeed clear myself of what ye worship:",
      "transliteration": "wa idh qāla ibrāhīmu li-abīhi waqawmihi innanī barā-un mimmā ta`budūn"
    },
    {
      "index": 28,
      "id": 27,
      "show_id": "27",
      "arabic": "إِلَّا ٱلَّذِى فَطَرَنِى فَإِنَّهُۥ سَيَهْدِينِ",
      "translation": "\"(I worship) only Him Who made me, and He will certainly guide me.\"",
      "transliteration": "illal ladhī faṭaranī fa-innahu sayahdīn"
    },
    {
      "index": 29,
      "id": 28,
      "show_id": "28",
      "arabic": "وَجَعَلَهَا كَلِمَةًۢ بَاقِيَةً فِى عَقِبِهِۦ لَعَلَّهُمْ يَرْجِعُونَ",
      "translation": "And he left it as a Word to endure among those who came after him, that they may turn back (to Allah).",
      "transliteration": "waja`alahā kalimatan bāqiyatan fī `aqibihi la`allahum yarji`ūn"
    },
    {
      "index": 30,
      "id": 29,
      "show_id": "29",
      "arabic": "بَلْ مَتَّعْتُ هَـٰٓؤُلَآءِ وَءَابَآءَهُمْ حَتَّىٰ جَآءَهُمُ ٱلْحَقُّ وَرَسُولٌ مُّبِينٌ",
      "translation": "Yea, I have given the good things of this life to these (men) and their fathers, until the Truth has come to them, and a messenger making things clear.",
      "transliteration": "bal matta`tu hā-ulā-i wa-ābā-ahum ḥattā jā-ahumul ḥaqqu warasūlun mubīn"
    },
    {
      "index": 31,
      "id": 30,
      "show_id": "30",
      "arabic": "وَلَمَّا جَآءَهُمُ ٱلْحَقُّ قَالُوا۟ هَـٰذَا سِحْرٌ وَإِنَّا بِهِۦ كَـٰفِرُونَ",
      "translation": "But when the Truth came to them, they said: \"This is sorcery, and we do reject it.\"",
      "transliteration": "walammā jā-ahumul ḥaqqu qālū hādhā siḥrun wa innā bihi kāfirūn"
    },
    {
      "index": 32,
      "id": 31,
      "show_id": "31",
      "arabic": "وَقَالُوا۟ لَوْلَا نُزِّلَ هَـٰذَا ٱلْقُرْءَانُ عَلَىٰ رَجُلٍ مِّنَ ٱلْقَرْيَتَيْنِ عَظِيمٍ",
      "translation": "Also, they say: \"Why is not this Qur'an sent down to some leading man in either of the two (chief) cities?\"",
      "transliteration": "waqālū lawlā nuzzila hādhal qur-ānu `alā rajulin minal qaryatayni `aẓīm"
    },
    {
      "index": 33,
      "id": 32,
      "show_id": "32",
      "arabic": "أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ ۚ نَحْنُ قَسَمْنَا بَيْنَهُم مَّعِيشَتَهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۚ وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَـٰتٍ لِّيَتَّخِذَ بَعْضُهُم بَعْضًا سُخْرِيًّا ۗ وَرَحْمَتُ رَبِّكَ خَيْرٌ مِّمَّا يَجْمَعُونَ",
      "translation": "Is it they who would portion out the Mercy of thy Lord? It is We Who portion out between them their livelihood in the life of this world: and We raise some of them above others in ranks, so that some may command work from others. But the Mercy of thy Lord is better than the (wealth) which they amass.",
      "transliteration": "ahum yaqsimūna raḥmata rabbik ۚ naḥnu qasamnā baynahum ma`īshatahum fil ḥayātid dunyā ۚ warafa`nā ba`ḍahum fawqa ba`ḍin darajātin liyattakhidha ba`ḍuhum ba`ḍan sukhriyyā ۗ waraḥmatu rabbika khayrun mimmā yajma`ūn"
    },
    {
      "index": 34,
      "id": 33,
      "show_id": "33",
      "arabic": "وَلَوْلَآ أَن يَكُونَ ٱلنَّاسُ أُمَّةً وَٰحِدَةً لَّجَعَلْنَا لِمَن يَكْفُرُ بِٱلرَّحْمَـٰنِ لِبُيُوتِهِمْ سُقُفًا مِّن فِضَّةٍ وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ",
      "translation": "And were it not that (all) men might become of one (evil) way of life, We would provide, for everyone that blasphemes against (Allah) Most Gracious, silver roofs for their houses and (silver) stair-ways on which to go up,",
      "transliteration": "walawlā an yakūnan nāsu ummatan wāḥidatan laja`alnā liman yakfuru bir raḥmāni libuyūtihim suqufan min fiḍḍatin wa ma`ārija `alayhā yaẓharūn"
    },
    {
      "index": 35,
      "id": 34,
      "show_id": "34",
      "arabic": "وَلِبُيُوتِهِمْ أَبْوَٰبًا وَسُرُرًا عَلَيْهَا يَتَّكِـُٔونَ",
      "translation": "And (silver) doors to their houses, and thrones (of silver) on which they could recline,",
      "transliteration": "walibuyūtihim abwāban wasururan `alayhā yattaki-ūn"
    },
    {
      "index": 36,
      "id": 35,
      "show_id": "35",
      "arabic": "وَزُخْرُفًا ۚ وَإِن كُلُّ ذَٰلِكَ لَمَّا مَتَـٰعُ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۚ وَٱلْـَٔاخِرَةُ عِندَ رَبِّكَ لِلْمُتَّقِينَ",
      "translation": "And also adornments of gold. But all this were nothing but conveniences of the present life: The Hereafter, in the sight of thy Lord is for the Righteous.",
      "transliteration": "wazukhrufā ۚ wa in kullu dhālika lammā matā`ul ḥayātid dunyā ۚ wal-ākhiratu `inda rabbika lil-muttaqīn"
    },
    {
      "index": 37,
      "id": 36,
      "show_id": "36",
      "arabic": "وَمَن يَعْشُ عَن ذِكْرِ ٱلرَّحْمَـٰنِ نُقَيِّضْ لَهُۥ شَيْطَـٰنًا فَهُوَ لَهُۥ قَرِينٌ",
      "translation": "If anyone withdraws himself from remembrance of (Allah) Most Gracious, We appoint for him an evil one, to be an intimate companion to him.",
      "transliteration": "wa man ya`shu `an dhikrir raḥmāni nuqayyiḍ lahu shayṭānan fahuwa lahu qarīn"
    },
    {
      "index": 38,
      "id": 37,
      "show_id": "37",
      "arabic": "وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ ٱلسَّبِيلِ وَيَحْسَبُونَ أَنَّهُم مُّهْتَدُونَ",
      "translation": "Such (evil ones) really hinder them from the Path, but they think that they are being guided aright!",
      "transliteration": "wa innahum layaṣuddūnahum `anis sabīli wayaḥsabūna annahum muhtadūn"
    },
    {
      "index": 39,
      "id": 38,
      "show_id": "38",
      "arabic": "حَتَّىٰٓ إِذَا جَآءَنَا قَالَ يَـٰلَيْتَ بَيْنِى وَبَيْنَكَ بُعْدَ ٱلْمَشْرِقَيْنِ فَبِئْسَ ٱلْقَرِينُ",
      "translation": "At length, when (such a one) comes to Us, he says (to his evil companion): \"Would that between me and thee were the distance of East and West!\" Ah! evil is the companion (indeed)!",
      "transliteration": "ḥattā idhā jā-anā qāla yālayta baynī wabaynaka bu`dal mashriqayni fabi-sal qarīn"
    },
    {
      "index": 40,
      "id": 39,
      "show_id": "39",
      "arabic": "وَلَن يَنفَعَكُمُ ٱلْيَوْمَ إِذ ظَّلَمْتُمْ أَنَّكُمْ فِى ٱلْعَذَابِ مُشْتَرِكُونَ",
      "translation": "When ye have done wrong, it will avail you nothing, that Day, that ye shall be partners in Punishment!",
      "transliteration": "walan yanfa`akumul yawma idh ẓalamtum annakum fil `adhābi mushtarikūn"
    },
    {
      "index": 41,
      "id": 40,
      "show_id": "40",
      "arabic": "أَفَأَنتَ تُسْمِعُ ٱلصُّمَّ أَوْ تَهْدِى ٱلْعُمْىَ وَمَن كَانَ فِى ضَلَـٰلٍ مُّبِينٍ",
      "translation": "Canst thou then make the deaf to hear, or give direction to the blind or to such as (wander) in manifest error?",
      "transliteration": "afa-anta tusmi`uṣ ṣumma aw tahdil `umya wa man kāna fī ḍalālin mubīn"
    },
    {
      "index": 42,
      "id": 41,
      "show_id": "41",
      "arabic": "فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُم مُّنتَقِمُونَ",
      "translation": "Even if We take thee away, We shall be sure to exact retribution from them,",
      "transliteration": "fa-immā nadh-habanna bika fa-innā minhum muntaqimūn"
    },
    {
      "index": 43,
      "id": 42,
      "show_id": "42",
      "arabic": "أَوْ نُرِيَنَّكَ ٱلَّذِى وَعَدْنَـٰهُمْ فَإِنَّا عَلَيْهِم مُّقْتَدِرُونَ",
      "translation": "Or We shall show thee that (accomplished) which We have promised them: for verily We shall prevail over them.",
      "transliteration": "aw nuriyannakal ladhī wa`adnāhum fa-innā `alayhim muqtadirūn"
    },
    {
      "index": 44,
      "id": 43,
      "show_id": "43",
      "arabic": "فَٱسْتَمْسِكْ بِٱلَّذِىٓ أُوحِىَ إِلَيْكَ ۖ إِنَّكَ عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "translation": "So hold thou fast to the Revelation sent down to thee; verily thou art on a Straight Way.",
      "transliteration": "fastamsik bil ladhī ūḥiya ilayk ۖ innaka `alā ṣirāṭin mustaqīm"
    },
    {
      "index": 45,
      "id": 44,
      "show_id": "44",
      "arabic": "وَإِنَّهُۥ لَذِكْرٌ لَّكَ وَلِقَوْمِكَ ۖ وَسَوْفَ تُسْـَٔلُونَ",
      "translation": "The (Qur'an) is indeed the message, for thee and for thy people; and soon shall ye (all) be brought to account.",
      "transliteration": "wa innahu ladhikrul laka waliqawmik ۖ wasawfa tus-alūn"
    },
    {
      "index": 46,
      "id": 45,
      "show_id": "45",
      "arabic": "وَسْـَٔلْ مَنْ أَرْسَلْنَا مِن قَبْلِكَ مِن رُّسُلِنَآ أَجَعَلْنَا مِن دُونِ ٱلرَّحْمَـٰنِ ءَالِهَةً يُعْبَدُونَ",
      "translation": "And question thou our messengers whom We sent before thee; did We appoint any deities other than (Allah) Most Gracious, to be worshipped?",
      "transliteration": "was-al man arsalnā min qablika min rusulinā aja`alnā min dūnir raḥmāni ālihatan yu`badūn"
    },
    {
      "index": 47,
      "id": 46,
      "show_id": "46",
      "arabic": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَـٰتِنَآ إِلَىٰ فِرْعَوْنَ وَمَلَإِي۟هِۦ فَقَالَ إِنِّى رَسُولُ رَبِّ ٱلْعَـٰلَمِينَ",
      "translation": "We did send Moses aforetime, with Our Signs, to Pharaoh and his Chiefs: He said, \"I am a messenger of the Lord of the Worlds.\"",
      "transliteration": "walaqad arsalnā mūsā bi-āyātinā ilā fir`awna wa mala-ihi faqāla innī rasūlu rabbil `ālamīn"
    },
    {
      "index": 48,
      "id": 47,
      "show_id": "47",
      "arabic": "فَلَمَّا جَآءَهُم بِـَٔايَـٰتِنَآ إِذَا هُم مِّنْهَا يَضْحَكُونَ",
      "translation": "But when he came to them with Our Signs, behold they ridiculed them.",
      "transliteration": "falammā jā-ahum bi-āyātinā idhā hum minhā yaḍ-ḥakūn"
    },
    {
      "index": 49,
      "id": 48,
      "show_id": "48",
      "arabic": "وَمَا نُرِيهِم مِّنْ ءَايَةٍ إِلَّا هِىَ أَكْبَرُ مِنْ أُخْتِهَا ۖ وَأَخَذْنَـٰهُم بِٱلْعَذَابِ لَعَلَّهُمْ يَرْجِعُونَ",
      "translation": "We showed them Sign after Sign, each greater than its fellow, and We seized them with Punishment, in order that they might turn (to Us).",
      "transliteration": "wa mā nurīhim min āyatin illā hiya akbaru min ukhtihā ۖ wa-akhadhnāhum bil `adhābi la`allahum yarji`ūn"
    },
    {
      "index": 50,
      "id": 49,
      "show_id": "49",
      "arabic": "وَقَالُوا۟ يَـٰٓأَيُّهَ ٱلسَّاحِرُ ٱدْعُ لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ إِنَّنَا لَمُهْتَدُونَ",
      "translation": "And they said, \"O thou sorcerer! Invoke thy Lord for us according to His covenant with thee; for we shall truly accept guidance.\"",
      "transliteration": "waqālū yā-ayyuhas sāḥirud-`u lanā rabbaka bimā `ahida `indaka innanā lamuhtadūn"
    },
    {
      "index": 51,
      "id": 50,
      "show_id": "50",
      "arabic": "فَلَمَّا كَشَفْنَا عَنْهُمُ ٱلْعَذَابَ إِذَا هُمْ يَنكُثُونَ",
      "translation": "But when We removed the Penalty from them, behold, they broke their word.",
      "transliteration": "falammā kashafnā `anhumul `adhāba idhā hum yankuthūn"
    },
    {
      "index": 52,
      "id": 51,
      "show_id": "51",
      "arabic": "وَنَادَىٰ فِرْعَوْنُ فِى قَوْمِهِۦ قَالَ يَـٰقَوْمِ أَلَيْسَ لِى مُلْكُ مِصْرَ وَهَـٰذِهِ ٱلْأَنْهَـٰرُ تَجْرِى مِن تَحْتِىٓ ۖ أَفَلَا تُبْصِرُونَ",
      "translation": "And Pharaoh proclaimed among his people, saying: \"O my people! Does not the dominion of Egypt belong to me, (witness) these streams flowing underneath my (palace)? What! see ye not then?",
      "transliteration": "wanādā fir`awnu fī qawmihi qāla yāqawmi alaysa lī mulku miṣra wahādhihil-anhāru tajrī min taḥtī ۖ afalā tubṣirūn"
    },
    {
      "index": 53,
      "id": 52,
      "show_id": "52",
      "arabic": "أَمْ أَنَا۠ خَيْرٌ مِّنْ هَـٰذَا ٱلَّذِى هُوَ مَهِينٌ وَلَا يَكَادُ يُبِينُ",
      "translation": "\"Am I not better than this (Moses), who is a contemptible wretch and can scarcely express himself clearly?",
      "transliteration": "am ana khayrun min hādhal ladhī huwa mahīnun walā yakādu yubīn"
    },
    {
      "index": 54,
      "id": 53,
      "show_id": "53",
      "arabic": "فَلَوْلَآ أُلْقِىَ عَلَيْهِ أَسْوِرَةٌ مِّن ذَهَبٍ أَوْ جَآءَ مَعَهُ ٱلْمَلَـٰٓئِكَةُ مُقْتَرِنِينَ",
      "translation": "\"Then why are not gold bracelets bestowed on him, or (why) come (not) with him angels accompanying him in procession?\"",
      "transliteration": "falawlā ulqiya `alayhi aswiratun min dhahabin aw jā-a ma`ahul malā-ikatu muqtarinīn"
    },
    {
      "index": 55,
      "id": 54,
      "show_id": "54",
      "arabic": "فَٱسْتَخَفَّ قَوْمَهُۥ فَأَطَاعُوهُ ۚ إِنَّهُمْ كَانُوا۟ قَوْمًا فَـٰسِقِينَ",
      "translation": "Thus did he make fools of his people, and they obeyed him: truly were they a people rebellious (against Allah).",
      "transliteration": "fastakhaffa qawmahu fa-aṭā`ūh ۚ innahum kānū qawman fāsiqīn"
    },
    {
      "index": 56,
      "id": 55,
      "show_id": "55",
      "arabic": "فَلَمَّآ ءَاسَفُونَا ٱنتَقَمْنَا مِنْهُمْ فَأَغْرَقْنَـٰهُمْ أَجْمَعِينَ",
      "translation": "When at length they provoked Us, We exacted retribution from them, and We drowned them all.",
      "transliteration": "falammā āsafūnan-taqamnā minhum fa-aghraqnāhum ajma`īn"
    },
    {
      "index": 57,
      "id": 56,
      "show_id": "56",
      "arabic": "فَجَعَلْنَـٰهُمْ سَلَفًا وَمَثَلًا لِّلْـَٔاخِرِينَ",
      "translation": "And We made them (a people) of the Past and an Example to later ages.",
      "transliteration": "faja`alnāhum salafan wa mathalal lil-ākhirīn"
    },
    {
      "index": 58,
      "id": 57,
      "show_id": "57",
      "arabic": "وَلَمَّا ضُرِبَ ٱبْنُ مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ",
      "translation": "When (Jesus) the son of Mary is held up as an example, behold, thy people raise a clamour thereat (in ridicule)!",
      "transliteration": "walammā ḍuribab-nu maryama mathalan idhā qawmuka minhu yaṣiddūn"
    },
    {
      "index": 59,
      "id": 58,
      "show_id": "58",
      "arabic": "وَقَالُوٓا۟ ءَأَـٰلِهَتُنَا خَيْرٌ أَمْ هُوَ ۚ مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًۢا ۚ بَلْ هُمْ قَوْمٌ خَصِمُونَ",
      "translation": "And they say, \"Are our gods best, or he?\" This they set forth to thee, only by way of disputation: yea, they are a contentious people.",
      "transliteration": "waqālū a-ālihatunā khayrun am huw ۚ mā ḍarabūhu laka illā jadalā ۚ bal hum qawmun khaṣimūn"
    },
    {
      "index": 60,
      "id": 59,
      "show_id": "59",
      "arabic": "إِنْ هُوَ إِلَّا عَبْدٌ أَنْعَمْنَا عَلَيْهِ وَجَعَلْنَـٰهُ مَثَلًا لِّبَنِىٓ إِسْرَٰٓءِيلَ",
      "translation": "He was no more than a servant: We granted Our favour to him, and We made him an example to the Children of Israel.",
      "transliteration": "in huwa illā `abdun an`amnā `alayhi waja`alnāhu mathalal libanī isrā-iyl"
    },
    {
      "index": 61,
      "id": 60,
      "show_id": "60",
      "arabic": "وَلَوْ نَشَآءُ لَجَعَلْنَا مِنكُم مَّلَـٰٓئِكَةً فِى ٱلْأَرْضِ يَخْلُفُونَ",
      "translation": "And if it were Our Will, We could make angels from amongst you, succeeding each other on the earth.",
      "transliteration": "walaw nashā-u laja`alnā minkum malā-ikatan fil-arḍi yakhlufūn"
    },
    {
      "index": 62,
      "id": 61,
      "show_id": "61",
      "arabic": "وَإِنَّهُۥ لَعِلْمٌ لِّلسَّاعَةِ فَلَا تَمْتَرُنَّ بِهَا وَٱتَّبِعُونِ ۚ هَـٰذَا صِرَٰطٌ مُّسْتَقِيمٌ",
      "translation": "And (Jesus) shall be a Sign (for the coming of) the Hour (of Judgment): therefore have no doubt about the (Hour), but follow ye Me: this is a Straight Way.",
      "transliteration": "wa innahu la`il-mul lissā`ati falā tamtarunna bihā wattabi`ūn ۚ hādhā ṣirāṭun mustaqīm"
    },
    {
      "index": 63,
      "id": 62,
      "show_id": "62",
      "arabic": "وَلَا يَصُدَّنَّكُمُ ٱلشَّيْطَـٰنُ ۖ إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ",
      "translation": "Let not the Evil One hinder you: for he is to you an enemy avowed.",
      "transliteration": "walā yaṣuddannakumush shayṭān ۖ innahu lakum `aduwwun mubīn"
    },
    {
      "index": 64,
      "id": 63,
      "show_id": "63",
      "arabic": "وَلَمَّا جَآءَ عِيسَىٰ بِٱلْبَيِّنَـٰتِ قَالَ قَدْ جِئْتُكُم بِٱلْحِكْمَةِ وَلِأُبَيِّنَ لَكُم بَعْضَ ٱلَّذِى تَخْتَلِفُونَ فِيهِ ۖ فَٱتَّقُوا۟ ٱللَّهَ وَأَطِيعُونِ",
      "translation": "When Jesus came with Clear Signs, he said: \"Now have I come to you with Wisdom, and in order to make clear to you some of the (points) on which ye dispute: therefore fear Allah and obey me.",
      "transliteration": "walammā jā-a `īsā bil bayyināti qāla qad ji-tukum bil ḥikmati wali-ubayyina lakum ba`ḍal ladhī takhtalifūna fīh ۖ fattaqullāha wa-aṭī`ūn"
    },
    {
      "index": 65,
      "id": 64,
      "show_id": "64",
      "arabic": "إِنَّ ٱللَّهَ هُوَ رَبِّى وَرَبُّكُمْ فَٱعْبُدُوهُ ۚ هَـٰذَا صِرَٰطٌ مُّسْتَقِيمٌ",
      "translation": "\"For Allah, He is my Lord and your Lord: so worship ye Him: this is a Straight Way.\"",
      "transliteration": "innallāha huwa rabbī warabbukum fa`budūh ۚ hādhā ṣirāṭun mustaqīm"
    },
    {
      "index": 66,
      "id": 65,
      "show_id": "65",
      "arabic": "فَٱخْتَلَفَ ٱلْأَحْزَابُ مِنۢ بَيْنِهِمْ ۖ فَوَيْلٌ لِّلَّذِينَ ظَلَمُوا۟ مِنْ عَذَابِ يَوْمٍ أَلِيمٍ",
      "translation": "But sects from among themselves fell into disagreement: then woe to the wrong-doers, from the Penalty of a Grievous Day!",
      "transliteration": "fakhtalafal-aḥzābu min baynihim ۖ fawaylul lilladhīna ẓalamū min `adhābi yawmin alīm"
    },
    {
      "index": 67,
      "id": 66,
      "show_id": "66",
      "arabic": "هَلْ يَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأْتِيَهُم بَغْتَةً وَهُمْ لَا يَشْعُرُونَ",
      "translation": "Do they only wait for the Hour - that it should come on them all of a sudden, while they perceive not?",
      "transliteration": "hal yanẓurūna illas sā`ata an ta-tiyahum baghtatan wahum lā yash`urūn"
    },
    {
      "index": 68,
      "id": 67,
      "show_id": "67",
      "arabic": "ٱلْأَخِلَّآءُ يَوْمَئِذٍۭ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ إِلَّا ٱلْمُتَّقِينَ",
      "translation": "Friends on that day will be foes, one to another,- except the Righteous.",
      "transliteration": "al-akhillā-u yawma-idhin ba`ḍuhum liba`ḍin `aduwwun illal-muttaqīn"
    },
    {
      "index": 69,
      "id": 68,
      "show_id": "68",
      "arabic": "يَـٰعِبَادِ لَا خَوْفٌ عَلَيْكُمُ ٱلْيَوْمَ وَلَآ أَنتُمْ تَحْزَنُونَ",
      "translation": "My devotees! no fear shall be on you that Day, nor shall ye grieve,-",
      "transliteration": "yā`ibādi lā khawfun `alaykumul yawma walā antum taḥzanūn"
    },
    {
      "index": 70,
      "id": 69,
      "show_id": "69",
      "arabic": "ٱلَّذِينَ ءَامَنُوا۟ بِـَٔايَـٰتِنَا وَكَانُوا۟ مُسْلِمِينَ",
      "translation": "(Being) those who have believed in Our Signs and bowed (their wills to Ours) in Islam.",
      "transliteration": "alladhīna āmanū bi-āyātinā wakānū muslimīn"
    },
    {
      "index": 71,
      "id": 70,
      "show_id": "70",
      "arabic": "ٱدْخُلُوا۟ ٱلْجَنَّةَ أَنتُمْ وَأَزْوَٰجُكُمْ تُحْبَرُونَ",
      "translation": "Enter ye the Garden, ye and your wives, in (beauty and) rejoicing.",
      "transliteration": "ud-khulul jannata antum wa-azwājukum tuḥbarūn"
    },
    {
      "index": 72,
      "id": 71,
      "show_id": "71",
      "arabic": "يُطَافُ عَلَيْهِم بِصِحَافٍ مِّن ذَهَبٍ وَأَكْوَابٍ ۖ وَفِيهَا مَا تَشْتَهِيهِ ٱلْأَنفُسُ وَتَلَذُّ ٱلْأَعْيُنُ ۖ وَأَنتُمْ فِيهَا خَـٰلِدُونَ",
      "translation": "To them will be passed round, dishes and goblets of gold: there will be there all that the souls could desire, all that their eyes could delight in: and ye shall abide therein (for eye).",
      "transliteration": "yuṭāfu `alayhim biṣiḥāfin min dhahabin wa-akwāb ۖ wafīhā mā tashtahīhil-anfusu wataladhhul-a`yun ۖ wa-antum fīhā khālidūn"
    },
    {
      "index": 73,
      "id": 72,
      "show_id": "72",
      "arabic": "وَتِلْكَ ٱلْجَنَّةُ ٱلَّتِىٓ أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ",
      "translation": "Such will be the Garden of which ye are made heirs for your (good) deeds (in life).",
      "transliteration": "watilkal jannatul latī ūrithtumūhā bimā kuntum ta`malūn"
    },
    {
      "index": 74,
      "id": 73,
      "show_id": "73",
      "arabic": "لَكُمْ فِيهَا فَـٰكِهَةٌ كَثِيرَةٌ مِّنْهَا تَأْكُلُونَ",
      "translation": "Ye shall have therein abundance of fruit, from which ye shall have satisfaction.",
      "transliteration": "lakum fīhā fākihatun kathīratun minhā ta-kulūn"
    },
    {
      "index": 75,
      "id": 74,
      "show_id": "74",
      "arabic": "إِنَّ ٱلْمُجْرِمِينَ فِى عَذَابِ جَهَنَّمَ خَـٰلِدُونَ",
      "translation": "The sinners will be in the Punishment of Hell, to dwell therein (for aye):",
      "transliteration": "innal mujrimīna fī `adhābi jahannama khālidūn"
    },
    {
      "index": 76,
      "id": 75,
      "show_id": "75",
      "arabic": "لَا يُفَتَّرُ عَنْهُمْ وَهُمْ فِيهِ مُبْلِسُونَ",
      "translation": "Nowise will the (Punishment) be lightened for them, and in despair will they be there overwhelmed.",
      "transliteration": "lā yufattaru `anhum wahum fīhi mublisūn"
    },
    {
      "index": 77,
      "id": 76,
      "show_id": "76",
      "arabic": "وَمَا ظَلَمْنَـٰهُمْ وَلَـٰكِن كَانُوا۟ هُمُ ٱلظَّـٰلِمِينَ",
      "translation": "Nowise shall We be unjust to them: but it is they who have been unjust themselves.",
      "transliteration": "wa mā ẓalamnāhum walākin kānū humuẓ ẓālimīn"
    },
    {
      "index": 78,
      "id": 77,
      "show_id": "77",
      "arabic": "وَنَادَوْا۟ يَـٰمَـٰلِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ ۖ قَالَ إِنَّكُم مَّـٰكِثُونَ",
      "translation": "They will cry: \"O Malik! would that thy Lord put an end to us!\" He will say, \"Nay, but ye shall abide!\"",
      "transliteration": "wanādaw yāmāliku liyaqḍi `alaynā rabbuk ۖ qāla innakum mākithūn"
    },
    {
      "index": 79,
      "id": 78,
      "show_id": "78",
      "arabic": "لَقَدْ جِئْنَـٰكُم بِٱلْحَقِّ وَلَـٰكِنَّ أَكْثَرَكُمْ لِلْحَقِّ كَـٰرِهُونَ",
      "translation": "Verily We have brought the Truth to you: but most of you have a hatred for Truth.",
      "transliteration": "laqad ji-nākum bil ḥaqqi walākinna aktharakum lilḥaqqi kārihūn"
    },
    {
      "index": 80,
      "id": 79,
      "show_id": "79",
      "arabic": "أَمْ أَبْرَمُوٓا۟ أَمْرًا فَإِنَّا مُبْرِمُونَ",
      "translation": "What! have they settled some plan (among themselves)? But it is We Who settle things.",
      "transliteration": "am abramū amran fa-innā mubrimūn"
    },
    {
      "index": 81,
      "id": 80,
      "show_id": "80",
      "arabic": "أَمْ يَحْسَبُونَ أَنَّا لَا نَسْمَعُ سِرَّهُمْ وَنَجْوَىٰهُم ۚ بَلَىٰ وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ",
      "translation": "Or do they think that We hear not their secrets and their private counsels? Indeed (We do), and Our messengers are by them, to record.",
      "transliteration": "am yaḥsabūna annā lā nasma`u sirrahum wanajwāhum ۚ balā warusulunā ladayhim yaktubūn"
    },
    {
      "index": 82,
      "id": 81,
      "show_id": "81",
      "arabic": "قُلْ إِن كَانَ لِلرَّحْمَـٰنِ وَلَدٌ فَأَنَا۠ أَوَّلُ ٱلْعَـٰبِدِينَ",
      "translation": "Say: \"If (Allah) Most Gracious had a son, I would be the first to worship.\"",
      "transliteration": "qul in kāna lirraḥmāni waladun fa-ana awwalul `ābidīn"
    },
    {
      "index": 83,
      "id": 82,
      "show_id": "82",
      "arabic": "سُبْحَـٰنَ رَبِّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ رَبِّ ٱلْعَرْشِ عَمَّا يَصِفُونَ",
      "translation": "Glory to the Lord of the heavens and the earth, the Lord of the Throne (of Authority)! (He is free) from the things they attribute (to him)!",
      "transliteration": "subḥāna rabbis samāwāti wal-arḍi rabbil `arshi `ammā yaṣifūn"
    },
    {
      "index": 84,
      "id": 83,
      "show_id": "83",
      "arabic": "فَذَرْهُمْ يَخُوضُوا۟ وَيَلْعَبُوا۟ حَتَّىٰ يُلَـٰقُوا۟ يَوْمَهُمُ ٱلَّذِى يُوعَدُونَ",
      "translation": "So leave them to babble and play (with vanities) until they meet that Day of theirs, which they have been promised.",
      "transliteration": "fadharhum yakhūḍū wayal`abū ḥattā yulāqū yawmahumul ladhī yū`adūn"
    },
    {
      "index": 85,
      "id": 84,
      "show_id": "84",
      "arabic": "وَهُوَ ٱلَّذِى فِى ٱلسَّمَآءِ إِلَـٰهٌ وَفِى ٱلْأَرْضِ إِلَـٰهٌ ۚ وَهُوَ ٱلْحَكِيمُ ٱلْعَلِيمُ",
      "translation": "It is He Who is Allah in heaven and Allah on earth; and He is full of Wisdom and Knowledge.",
      "transliteration": "wahuwal ladhī fis samā-i ilāhun wafil-arḍi ilāh ۚ wahuwal ḥakīmul `alīm"
    },
    {
      "index": 86,
      "id": 85,
      "show_id": "85",
      "arabic": "وَتَبَارَكَ ٱلَّذِى لَهُۥ مُلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا وَعِندَهُۥ عِلْمُ ٱلسَّاعَةِ وَإِلَيْهِ تُرْجَعُونَ",
      "translation": "And blessed is He to Whom belongs the dominion of the heavens and the earth, and all between them: with Him is the Knowledge of the Hour (of Judgment): and to Him shall ye be brought back.",
      "transliteration": "watabārakal ladhī lahu mulkus samāwāti wal-arḍi wa mā baynahumā wa`indahu `il-mus sā`ati wa ilayhi turja`ūn"
    },
    {
      "index": 87,
      "id": 86,
      "show_id": "86",
      "arabic": "وَلَا يَمْلِكُ ٱلَّذِينَ يَدْعُونَ مِن دُونِهِ ٱلشَّفَـٰعَةَ إِلَّا مَن شَهِدَ بِٱلْحَقِّ وَهُمْ يَعْلَمُونَ",
      "translation": "And those whom they invoke besides Allah have no power of intercession;- only he who bears witness to the Truth, and they know (him).",
      "transliteration": "walā yamlikul ladhīna yad`ūna min dūnihish shafā`ata illā man shahida bil ḥaqqi wahum ya`lamūn"
    },
    {
      "index": 88,
      "id": 87,
      "show_id": "87",
      "arabic": "وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ ٱللَّهُ ۖ فَأَنَّىٰ يُؤْفَكُونَ",
      "translation": "If thou ask them, who created them, they will certainly say, Allah: How then are they deluded away (from the Truth)?",
      "transliteration": "wala-in sa-altahum man khalaqahum layaqūlunnallāh ۖ fa-annā yu-fakūn"
    },
    {
      "index": 89,
      "id": 88,
      "show_id": "88",
      "arabic": "وَقِيلِهِۦ يَـٰرَبِّ إِنَّ هَـٰٓؤُلَآءِ قَوْمٌ لَّا يُؤْمِنُونَ",
      "translation": "(Allah has knowledge) of the (Prophet's) cry, \"O my Lord! Truly these are people who will not believe!\"",
      "transliteration": "waqīlihi yārabbi inna hā-ulā-i qawmul lā yu-minūn"
    },
    {
      "index": 90,
      "id": 89,
      "show_id": "89",
      "arabic": "فَٱصْفَحْ عَنْهُمْ وَقُلْ سَلَـٰمٌ ۚ فَسَوْفَ يَعْلَمُونَ",
      "translation": "But turn away from them, and say \"Peace!\" But soon shall they know!",
      "transliteration": "faṣfaḥ `anhum waqul salām ۚ fasawfa ya`lamūn"
    }
  ]
}