{
  "index": 13,
  "name": "الرعد",
  "arabic_name": "الرَّعْد",
  "english_name": "Ar-Ra`d",
  "english_meaning": "The Thunder",
  "rows": [
    {
      "index": 1,
      "id": 0,
      "show_id": "",
      "arabic": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
      "translation": "In the name of Allah, Most Gracious, Most Merciful.",
      "transliteration": "bismillāhir raḥmānir raḥīm"
    },
    {
      "index": 2,
      "id": 1,
      "show_id": "1",
      "arabic": "الٓمٓر ۚ تِلْكَ ءَايَـٰتُ ٱلْكِتَـٰبِ ۗ وَٱلَّذِىٓ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ ٱلْحَقُّ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ",
      "translation": "A. L. M. R. These are the signs (or verses) of the Book: that which hath been revealed unto thee from thy Lord is the Truth; but most men believe not.",
      "transliteration": "alif lām mīm rā ۚ tilka āyātul kitāb ۗ wal ladhī unzila ilayka min rabbikal ḥaqqu walākinna aktharan nāsi lā yu-minūn"
    },
    {
      "index": 3,
      "id": 2,
      "show_id": "2",
      "arabic": "ٱللَّهُ ٱلَّذِى رَفَعَ ٱلسَّمَـٰوَٰتِ بِغَيْرِ عَمَدٍ تَرَوْنَهَا ۖ ثُمَّ ٱسْتَوَىٰ عَلَى ٱلْعَرْشِ ۖ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ ۖ كُلٌّ يَجْرِى لِأَجَلٍ مُّسَمًّى ۚ يُدَبِّرُ ٱلْأَمْرَ يُفَصِّلُ ٱلْـَٔايَـٰتِ لَعَلَّكُم بِلِقَآءِ رَبِّكُمْ تُوقِنُونَ",
      "translation": "Allah is He Who raised the heavens without any pillars that ye can see; is firmly established on the throne (of authority); He has subjected the sun and the moon (to his Law)! Each one runs (its course) for a term appointed. He doth regulate all affairs, explaining the signs in detail, that ye may believe with certainty in the meeting with your Lord.",
      "transliteration": "allāhul ladhī rafa`as samāwāti bighayri `amadin tarawnahā ۖ thummas-tawā `alal-`arsh ۖ wasakhharash shamsa wal qamar ۖ kullun yajrī li-ajalin musammā ۚ yudabbirul-amra yufaṣṣilul-āyāti la`allakum biliqā-i rabbikum tūqinūn"
    },
    {
      "index": 4,
      "id": 3,
      "show_id": "3",
      "arabic": "وَهُوَ ٱلَّذِى مَدَّ ٱلْأَرْضَ وَجَعَلَ فِيهَا رَوَٰسِىَ وَأَنْهَـٰرًا ۖ وَمِن كُلِّ ٱلثَّمَرَٰتِ جَعَلَ فِيهَا زَوْجَيْنِ ٱثْنَيْنِ ۖ يُغْشِى ٱلَّيْلَ ٱلنَّهَارَ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَتَفَكَّرُونَ",
      "translation": "And it is He who spread out the earth, and set thereon mountains standing firm and (flowing) rivers: and fruit of every kind He made in pairs, two and two: He draweth the night as a veil o'er the Day. Behold, verily in these things there are signs for those who consider!",
      "transliteration": "wahuwal ladhī maddal-arḍa waja`ala fīhā rawāsiya wa-anhārā ۖ wa min kullith thamarāti ja`ala fīhā zawjaynith-nayn ۖ yughshil laylan nahār ۚ inna fī dhālika la-āyātin liqawmiy yatafakkarūn"
    },
    {
      "index": 5,
      "id": 4,
      "show_id": "4",
      "arabic": "وَفِى ٱلْأَرْضِ قِطَعٌ مُّتَجَـٰوِرَٰتٌ وَجَنَّـٰتٌ مِّنْ أَعْنَـٰبٍ وَزَرْعٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ صِنْوَانٍ يُسْقَىٰ بِمَآءٍ وَٰحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَىٰ بَعْضٍ فِى ٱلْأُكُلِ ۚ إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّقَوْمٍ يَعْقِلُونَ",
      "translation": "And in the earth are tracts (diverse though) neighbouring, and gardens of vines and fields sown with corn, and palm trees - growing out of single roots or otherwise: watered with the same water, yet some of them We make more excellent than others to eat. Behold, verily in these things there are signs for those who understand!",
      "transliteration": "wafil-arḍi qiṭa`un mutajāwirātun wajannātun min a`nābin wazar`un wanakhīlun ṣinwānun waghayru ṣinwāniy yusqā bimā-in wāḥidin wanufaḍḍilu ba`ḍahā `alā ba`ḍin fil-ukul ۚ inna fī dhālika la-āyātin liqawmiy ya`qilūn"
    },
    {
      "index": 6,
      "id": 5,
      "show_id": "5",
      "arabic": "وَإِن تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَءِذَا كُنَّا تُرَٰبًا أَءِنَّا لَفِى خَلْقٍ جَدِيدٍ ۗ أُو۟لَـٰٓئِكَ ٱلَّذِينَ كَفَرُوا۟ بِرَبِّهِمْ ۖ وَأُو۟لَـٰٓئِكَ ٱلْأَغْلَـٰلُ فِىٓ أَعْنَاقِهِمْ ۖ وَأُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلنَّارِ ۖ هُمْ فِيهَا خَـٰلِدُونَ",
      "translation": "If thou dost marvel (at their want of faith), strange is their saying: \"When we are (actually) dust, shall we indeed then be in a creation renewed?\" They are those who deny their Lord! They are those round whose necks will be yokes (of servitude): they will be Companions of the Fire, to dwell therein (for aye)!",
      "transliteration": "wa in ta`jab fa`ajabun qawluhum a-idhā kunnā turāban a-innā lafī khalqin jadīd ۗ ulā-ikal ladhīna kafarū birabbihim ۖ wa-ulā-ikal-aghlālu fī a`nāqihim ۖ wa-ulā-ika aṣ-ḥābun nār ۖ hum fīhā khālidūn"
    },
    {
      "index": 7,
      "id": 6,
      "show_id": "6",
      "arabic": "وَيَسْتَعْجِلُونَكَ بِٱلسَّيِّئَةِ قَبْلَ ٱلْحَسَنَةِ وَقَدْ خَلَتْ مِن قَبْلِهِمُ ٱلْمَثُلَـٰتُ ۗ وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِّلنَّاسِ عَلَىٰ ظُلْمِهِمْ ۖ وَإِنَّ رَبَّكَ لَشَدِيدُ ٱلْعِقَابِ",
      "translation": "They ask thee to hasten on the evil in preference to the good: Yet have come to pass, before them, (many) exemplary punishments! But verily thy Lord is full of forgiveness for mankind for their wrong-doing, and verily thy Lord is (also) strict in punishment.",
      "transliteration": "wayasta`jilūnaka bis sayyi-ati qablal-ḥasanati waqad khalat min qablihimul mathulāt ۗ wa inna rabbaka ladhū maghfiratin linnāsi `alā ẓul-mihim ۖ wa inna rabbaka lashadīdul `iqāb"
    },
    {
      "index": 8,
      "id": 7,
      "show_id": "7",
      "arabic": "وَيَقُولُ ٱلَّذِينَ كَفَرُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَةٌ مِّن رَّبِّهِۦٓ ۗ إِنَّمَآ أَنتَ مُنذِرٌ ۖ وَلِكُلِّ قَوْمٍ هَادٍ",
      "translation": "And the Unbelievers say: \"Why is not a sign sent down to him from his Lord?\" But thou art truly a warner, and to every people a guide.",
      "transliteration": "wayaqūlul ladhīna kafarū lawlā unzila `alayhi āyatun min rabbih ۗ innamā anta mundhir ۖ walikulli qawmin hād"
    },
    {
      "index": 9,
      "id": 8,
      "show_id": "8",
      "arabic": "ٱللَّهُ يَعْلَمُ مَا تَحْمِلُ كُلُّ أُنثَىٰ وَمَا تَغِيضُ ٱلْأَرْحَامُ وَمَا تَزْدَادُ ۖ وَكُلُّ شَىْءٍ عِندَهُۥ بِمِقْدَارٍ",
      "translation": "Allah doth know what every female (womb) doth bear, by how much the wombs fall short (of their time or number) or do exceed. Every single thing is before His sight, in (due) proportion.",
      "transliteration": "allāhu ya`lamu mā taḥmilu kullu unthā wa mā taghīḍul-arḥāmu wa mā tazdād ۖ wakullu shay-in `indahu bimiqdār"
    },
    {
      "index": 10,
      "id": 9,
      "show_id": "9",
      "arabic": "عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ٱلْكَبِيرُ ٱلْمُتَعَالِ",
      "translation": "He knoweth the unseen and that which is open: He is the Great, the Most High.",
      "transliteration": "`ālimul ghaybi wash shahādatil kabīrul muta`āl"
    },
    {
      "index": 11,
      "id": 10,
      "show_id": "10",
      "arabic": "سَوَآءٌ مِّنكُم مَّنْ أَسَرَّ ٱلْقَوْلَ وَمَن جَهَرَ بِهِۦ وَمَنْ هُوَ مُسْتَخْفٍۭ بِٱلَّيْلِ وَسَارِبٌۢ بِٱلنَّهَارِ",
      "translation": "It is the same (to Him) whether any of you conceal his speech or declare it openly; whether he lie hid by night or walk forth freely by day.",
      "transliteration": "sawā-un minkum man asarral qawla wa man jahara bihi wa man huwa mustakhfin bil layli wasāribun bin nahār"
    },
    {
      "index": 12,
      "id": 11,
      "show_id": "11",
      "arabic": "لَهُۥ مُعَقِّبَـٰتٌ مِّنۢ بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِۦ يَحْفَظُونَهُۥ مِنْ أَمْرِ ٱللَّهِ ۗ إِنَّ ٱللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّىٰ يُغَيِّرُوا۟ مَا بِأَنفُسِهِمْ ۗ وَإِذَآ أَرَادَ ٱللَّهُ بِقَوْمٍ سُوٓءًا فَلَا مَرَدَّ لَهُۥ ۚ وَمَا لَهُم مِّن دُونِهِۦ مِن وَالٍ",
      "translation": "For each (such person) there are (angels) in succession, before and behind him: They guard him by command of Allah. Allah does not change a people's lot unless they change what is in their hearts. But when (once) Allah willeth a people's punishment, there can be no turning it back, nor will they find, besides Him, any to protect.",
      "transliteration": "lahu mu`aqqibātun min bayni yadayhi wa min khalfihi yaḥfaẓūnahu min amrillāh ۗ innallāha lā yughayyiru mā biqawmin ḥattā yughayyirū mā bi-anfusihim ۗ wa idhā arādallāhu biqawmin sū-an falā maradda lah ۚ wa mā lahum min dūnihi min wāl"
    },
    {
      "index": 13,
      "id": 12,
      "show_id": "12",
      "arabic": "هُوَ ٱلَّذِى يُرِيكُمُ ٱلْبَرْقَ خَوْفًا وَطَمَعًا وَيُنشِئُ ٱلسَّحَابَ ٱلثِّقَالَ",
      "translation": "It is He Who doth show you the lightning, by way both of fear and of hope: It is He Who doth raise up the clouds, heavy with (fertilising) rain!",
      "transliteration": "huwal ladhī yurīkumul barqa khawfan waṭama`an wayunshi-us saḥābath thiqāl"
    },
    {
      "index": 14,
      "id": 13,
      "show_id": "13",
      "arabic": "وَيُسَبِّحُ ٱلرَّعْدُ بِحَمْدِهِۦ وَٱلْمَلَـٰٓئِكَةُ مِنْ خِيفَتِهِۦ وَيُرْسِلُ ٱلصَّوَٰعِقَ فَيُصِيبُ بِهَا مَن يَشَآءُ وَهُمْ يُجَـٰدِلُونَ فِى ٱللَّهِ وَهُوَ شَدِيدُ ٱلْمِحَالِ",
      "translation": "Nay, thunder repeateth His praises, and so do the angels, with awe: He flingeth the loud-voiced thunder-bolts, and therewith He striketh whomsoever He will.. yet these (are the men) who (dare to) dispute about Allah, with the strength of His power (supreme)!",
      "transliteration": "wayusabbiḥur ra`du biḥamdihi wal malā-ikatu min khīfatihi wayursiluṣ ṣawā`iqa fayuṣību bihā man yashā-u wahum yujādilūna fillāhi wahuwa shadīdul miḥāl"
    },
    {
      "index": 15,
      "id": 14,
      "show_id": "14",
      "arabic": "لَهُۥ دَعْوَةُ ٱلْحَقِّ ۖ وَٱلَّذِينَ يَدْعُونَ مِن دُونِهِۦ لَا يَسْتَجِيبُونَ لَهُم بِشَىْءٍ إِلَّا كَبَـٰسِطِ كَفَّيْهِ إِلَى ٱلْمَآءِ لِيَبْلُغَ فَاهُ وَمَا هُوَ بِبَـٰلِغِهِۦ ۚ وَمَا دُعَآءُ ٱلْكَـٰفِرِينَ إِلَّا فِى ضَلَـٰلٍ",
      "translation": "For Him (alone) is prayer in Truth: any others that they call upon besides Him hear them no more than if they were to stretch forth their hands for water to reach their mouths but it reaches them not: for the prayer of those without Faith is nothing but (futile) wandering (in the mind).",
      "transliteration": "lahu da`watul ḥaqq ۖ wal ladhīna yad`ūna min dūnihi lā yastajībūna lahum bishay-in illā kabāsiṭi kaffayhi ilal-mā-i liyablugha fāhu wa mā huwa bibālighih ۚ wa mā du`ā-ul kāfirīna illā fī ḍalāl"
    },
    {
      "index": 16,
      "id": 15,
      "show_id": "15",
      "arabic": "وَلِلَّهِ يَسْجُدُ مَن فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ طَوْعًا وَكَرْهًا وَظِلَـٰلُهُم بِٱلْغُدُوِّ وَٱلْـَٔاصَالِ ۩",
      "translation": "Whatever beings there are in the heavens and the earth do prostrate themselves to Allah (Acknowledging subjection),- with good-will or in spite of themselves: so do their shadows in the morning and evenings.",
      "transliteration": "walillāhi yasjudu man fis samāwāti wal-arḍi ṭaw`an wakarhan waẓilāluhum bil ghuduwwi wal-āṣāl ۩"
    },
    {
      "index": 17,
      "id": 16,
      "show_id": "16",
      "arabic": "قُلْ مَن رَّبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ قُلِ ٱللَّهُ ۚ قُلْ أَفَٱتَّخَذْتُم مِّن دُونِهِۦٓ أَوْلِيَآءَ لَا يَمْلِكُونَ لِأَنفُسِهِمْ نَفْعًا وَلَا ضَرًّا ۚ قُلْ هَلْ يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ أَمْ هَلْ تَسْتَوِى ٱلظُّلُمَـٰتُ وَٱلنُّورُ ۗ أَمْ جَعَلُوا۟ لِلَّهِ شُرَكَآءَ خَلَقُوا۟ كَخَلْقِهِۦ فَتَشَـٰبَهَ ٱلْخَلْقُ عَلَيْهِمْ ۚ قُلِ ٱللَّهُ خَـٰلِقُ كُلِّ شَىْءٍ وَهُوَ ٱلْوَٰحِدُ ٱلْقَهَّـٰرُ",
      "translation": "Say: \"Who is the Lord and Sustainer of the heavens and the earth?\" Say: \"(It is) Allah.\" Say: \"Do ye then take (for worship) protectors other than Him, such as have no power either for good or for harm to themselves?\" Say: \"Are the blind equal with those who see? Or the depths of darkness equal with light?\" Or do they assign to Allah partners who have created (anything) as He has created, so that the creation seemed to them similar? Say: \"Allah is the Creator of all things: He is the One, the Supreme and Irresistible.\"",
      "transliteration": "qul man rabbus samāwāti wal-arḍi qulillāh ۚ qul afattakhadhtum min dūnihi awliyā-a lā yamlikūna li-anfusihim naf`an walā ḍarrā ۚ qul hal yastawil-a`mā wal baṣīru am hal tastawiẓ ẓulumātu wan nūr ۗ am ja`alū lillāhi shurakā-a khalaqū kakhalqihi fatashābahal khalqu `alayhim ۚ qulillāhu khāliqu kulli shay-in wahuwal wāḥidul qahhār"
    },
    {
      "index": 18,
      "id": 17,
      "show_id": "17",
      "arabic": "أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَسَالَتْ أَوْدِيَةٌۢ بِقَدَرِهَا فَٱحْتَمَلَ ٱلسَّيْلُ زَبَدًا رَّابِيًا ۚ وَمِمَّا يُوقِدُونَ عَلَيْهِ فِى ٱلنَّارِ ٱبْتِغَآءَ حِلْيَةٍ أَوْ مَتَـٰعٍ زَبَدٌ مِّثْلُهُۥ ۚ كَذَٰلِكَ يَضْرِبُ ٱللَّهُ ٱلْحَقَّ وَٱلْبَـٰطِلَ ۚ فَأَمَّا ٱلزَّبَدُ فَيَذْهَبُ جُفَآءً ۖ وَأَمَّا مَا يَنفَعُ ٱلنَّاسَ فَيَمْكُثُ فِى ٱلْأَرْضِ ۚ كَذَٰلِكَ يَضْرِبُ ٱللَّهُ ٱلْأَمْثَالَ",
      "translation": "He sends down water from the skies, and the channels flow, each according to its measure: But the torrent bears away to foam that mounts up to the surface. Even so, from that (ore) which they heat in the fire, to make ornaments or utensils therewith, there is a scum likewise. Thus doth Allah (by parables) show forth Truth and Vanity. For the scum disappears like forth cast out; while that which is for the good of mankind remains on the earth. Thus doth Allah set forth parables.",
      "transliteration": "anzala minas samā-i mā-an fasālat awdiyatun biqadarihā faḥtamalas saylu zabadan rābiyā ۚ wa mimmā yūqidūna `alayhi fin nārib-tighā-a ḥilyatin aw matā`in zabadun mithluh ۚ kadhālika yaḍribullāhul ḥaqqa wal bāṭil ۚ fa-ammaz zabadu fayadh-habu jufā-ā ۖ wa-ammā mā yanfa`un nāsa fayamkuthu fil-arḍ ۚ kadhālika yaḍribullāhul-amthāl"
    },
    {
      "index": 19,
      "id": 18,
      "show_id": "18",
      "arabic": "لِلَّذِينَ ٱسْتَجَابُوا۟ لِرَبِّهِمُ ٱلْحُسْنَىٰ ۚ وَٱلَّذِينَ لَمْ يَسْتَجِيبُوا۟ لَهُۥ لَوْ أَنَّ لَهُم مَّا فِى ٱلْأَرْضِ جَمِيعًا وَمِثْلَهُۥ مَعَهُۥ لَٱفْتَدَوْا۟ بِهِۦٓ ۚ أُو۟لَـٰٓئِكَ لَهُمْ سُوٓءُ ٱلْحِسَابِ وَمَأْوَىٰهُمْ جَهَنَّمُ ۖ وَبِئْسَ ٱلْمِهَادُ",
      "translation": "For those who respond to their Lord, are (all) good things. But those who respond not to Him,- Even if they had all that is in the heavens and on earth, and as much more, (in vain) would they offer it for ransom. For them will the reckoning be terrible: their abode will be Hell,- what a bed of misery!",
      "transliteration": "lilladhīnas-tajābū lirabbihimul ḥusnā ۚ wal ladhīna lam yastajībū lahu law anna lahum mā fil-arḍi jamī`an wa mithlahu ma`ahu laftadaw bih ۚ ulā-ika lahum sū-ul ḥisābi wa ma-wāhum jahannam ۖ wabi-sal mihād"
    },
    {
      "index": 20,
      "id": 19,
      "show_id": "19",
      "arabic": "أَفَمَن يَعْلَمُ أَنَّمَآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ ٱلْحَقُّ كَمَنْ هُوَ أَعْمَىٰٓ ۚ إِنَّمَا يَتَذَكَّرُ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ",
      "translation": "Is then one who doth know that that which hath been revealed unto thee from thy Lord is the Truth, like one who is blind? It is those who are endued with understanding that receive admonition;-",
      "transliteration": "afaman ya`lamu annamā unzila ilayka min rabbikal ḥaqqu kaman huwa a`mā ۚ innamā yatadhakkaru ulul-albāb"
    },
    {
      "index": 21,
      "id": 20,
      "show_id": "20",
      "arabic": "ٱلَّذِينَ يُوفُونَ بِعَهْدِ ٱللَّهِ وَلَا يَنقُضُونَ ٱلْمِيثَـٰقَ",
      "translation": "Those who fulfil the covenant of Allah and fail not in their plighted word;",
      "transliteration": "alladhīna yūfūna bi`ahdillāhi walā yanquḍūnal mīthāq"
    },
    {
      "index": 22,
      "id": 21,
      "show_id": "21",
      "arabic": "وَٱلَّذِينَ يَصِلُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيَخْشَوْنَ رَبَّهُمْ وَيَخَافُونَ سُوٓءَ ٱلْحِسَابِ",
      "translation": "Those who join together those things which Allah hath commanded to be joined, hold their Lord in awe, and fear the terrible reckoning;",
      "transliteration": "wal ladhīna yaṣilūna mā amarallāhu bihi an yūṣala wayakhshawna rabbahum wayakhāfūna sū al ḥisāb"
    },
    {
      "index": 23,
      "id": 22,
      "show_id": "22",
      "arabic": "وَٱلَّذِينَ صَبَرُوا۟ ٱبْتِغَآءَ وَجْهِ رَبِّهِمْ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَأَنفَقُوا۟ مِمَّا رَزَقْنَـٰهُمْ سِرًّا وَعَلَانِيَةً وَيَدْرَءُونَ بِٱلْحَسَنَةِ ٱلسَّيِّئَةَ أُو۟لَـٰٓئِكَ لَهُمْ عُقْبَى ٱلدَّارِ",
      "translation": "Those who patiently persevere, seeking the countenance of their Lord; Establish regular prayers; spend, out of (the gifts) We have bestowed for their sustenance, secretly and openly; and turn off Evil with good: for such there is the final attainment of the (eternal) home,-",
      "transliteration": "wal ladhīna ṣabarub-tighā-a wajhi rabbihim wa-aqāmuṣ ṣalāta wa-anfaqū mimmā razaqnāhum sirran wa`alāniyatan wayadra-ūna bil ḥasanatis sayyi-ata ulā-ika lahum `uqbad dār"
    },
    {
      "index": 24,
      "id": 23,
      "show_id": "23",
      "arabic": "جَنَّـٰتُ عَدْنٍ يَدْخُلُونَهَا وَمَن صَلَحَ مِنْ ءَابَآئِهِمْ وَأَزْوَٰجِهِمْ وَذُرِّيَّـٰتِهِمْ ۖ وَٱلْمَلَـٰٓئِكَةُ يَدْخُلُونَ عَلَيْهِم مِّن كُلِّ بَابٍ",
      "translation": "Gardens of perpetual bliss: they shall enter there, as well as the righteous among their fathers, their spouses, and their offspring: and angels shall enter unto them from every gate (with the salutation):",
      "transliteration": "jannātu `adniy yadkhulūnahā wa man ṣalaḥa min ābā-ihim wa-azwājihim wadhurriyyātihim ۖ wal malā-ikatu yadkhulūna `alayhim min kulli bāb"
    },
    {
      "index": 25,
      "id": 24,
      "show_id": "24",
      "arabic": "سَلَـٰمٌ عَلَيْكُم بِمَا صَبَرْتُمْ ۚ فَنِعْمَ عُقْبَى ٱلدَّارِ",
      "translation": "\"Peace unto you for that ye persevered in patience! Now how excellent is the final home!\"",
      "transliteration": "salāmun `alaykum bimā ṣabartum ۚ fani`ma `uqbad dār"
    },
    {
      "index": 26,
      "id": 25,
      "show_id": "25",
      "arabic": "وَٱلَّذِينَ يَنقُضُونَ عَهْدَ ٱللَّهِ مِنۢ بَعْدِ مِيثَـٰقِهِۦ وَيَقْطَعُونَ مَآ أَمَرَ ٱللَّهُ بِهِۦٓ أَن يُوصَلَ وَيُفْسِدُونَ فِى ٱلْأَرْضِ ۙ أُو۟لَـٰٓئِكَ لَهُمُ ٱللَّعْنَةُ وَلَهُمْ سُوٓءُ ٱلدَّارِ",
      "translation": "But those who break the Covenant of Allah, after having plighted their word thereto, and cut asunder those things which Allah has commanded to be joined, and work mischief in the land;- on them is the curse; for them is the terrible home!",
      "transliteration": "wal ladhīna yanquḍūna `ahdallāhi min ba`di mīthāqihi wayaqṭa`ūna mā amarallāhu bihi an yūṣala wayufsidūna fil-arḍi ulā-ika lahumulla`natu walahum sū-ud dār"
    },
    {
      "index": 27,
      "id": 26,
      "show_id": "26",
      "arabic": "ٱللَّهُ يَبْسُطُ ٱلرِّزْقَ لِمَن يَشَآءُ وَيَقْدِرُ ۚ وَفَرِحُوا۟ بِٱلْحَيَوٰةِ ٱلدُّنْيَا وَمَا ٱلْحَيَوٰةُ ٱلدُّنْيَا فِى ٱلْـَٔاخِرَةِ إِلَّا مَتَـٰعٌ",
      "translation": "Allah doth enlarge, or grant by (strict) measure, the sustenance (which He giveth) to whomso He pleaseth. (The wordly) rejoice in the life of this world: But the life of this world is but little comfort in the Hereafter.",
      "transliteration": "allāhu yabsuṭur rizqa liman yashā-u wayaqdir ۚ wafariḥū bil ḥayātid dunyā wa mal ḥayātud dunyā fil-ākhirati illā matā`"
    },
    {
      "index": 28,
      "id": 27,
      "show_id": "27",
      "arabic": "وَيَقُولُ ٱلَّذِينَ كَفَرُوا۟ لَوْلَآ أُنزِلَ عَلَيْهِ ءَايَةٌ مِّن رَّبِّهِۦ ۗ قُلْ إِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهْدِىٓ إِلَيْهِ مَنْ أَنَابَ",
      "translation": "The Unbelievers say: \"Why is not a sign sent down to him from his Lord?\" Say: \"Truly Allah leaveth, to stray, whom He will; But He guideth to Himself those who turn to Him in penitence,-",
      "transliteration": "wayaqūlul ladhīna kafarū lawlā unzila `alayhi āyatun min rabbih ۗ qul innallāha yuḍillu man yashā-u wayahdī ilayhi man anāb"
    },
    {
      "index": 29,
      "id": 28,
      "show_id": "28",
      "arabic": "ٱلَّذِينَ ءَامَنُوا۟ وَتَطْمَئِنُّ قُلُوبُهُم بِذِكْرِ ٱللَّهِ ۗ أَلَا بِذِكْرِ ٱللَّهِ تَطْمَئِنُّ ٱلْقُلُوبُ",
      "translation": "\"Those who believe, and whose hearts find satisfaction in the remembrance of Allah: for without doubt in the remembrance of Allah do hearts find satisfaction.",
      "transliteration": "alladhīna āmanū wataṭma-innu qulūbuhum bidhikrillāh ۗ alā bidhikrillāhi taṭma-innul qulūb"
    },
    {
      "index": 30,
      "id": 29,
      "show_id": "29",
      "arabic": "ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ طُوبَىٰ لَهُمْ وَحُسْنُ مَـَٔابٍ",
      "translation": "\"For those who believe and work righteousness, is (every) blessedness, and a beautiful place of (final) return.\"",
      "transliteration": "alladhīna āmanū wa`amiluṣ ṣāliḥāti ṭūbā lahum waḥusnu ma-āb"
    },
    {
      "index": 31,
      "id": 30,
      "show_id": "30",
      "arabic": "كَذَٰلِكَ أَرْسَلْنَـٰكَ فِىٓ أُمَّةٍ قَدْ خَلَتْ مِن قَبْلِهَآ أُمَمٌ لِّتَتْلُوَا۟ عَلَيْهِمُ ٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ وَهُمْ يَكْفُرُونَ بِٱلرَّحْمَـٰنِ ۚ قُلْ هُوَ رَبِّى لَآ إِلَـٰهَ إِلَّا هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتَابِ",
      "translation": "Thus have we sent thee amongst a People before whom (long since) have (other) Peoples (gone and) passed away; in order that thou mightest rehearse unto them what We send down unto thee by inspiration; yet do they reject (Him), the Most Gracious! Say: \"He is my Lord! There is no god but He! On Him is my trust, and to Him do I turn!\"",
      "transliteration": "kadhālika arsalnāka fī ummatin qad khalat min qablihā umamul litatluwa `alayhimul ladhī awḥaynā ilayka wahum yakfurūna bir raḥmān ۚ qul huwa rabbī lā ilāha illā huwa `alayhi tawakkaltu wa ilayhi matāb"
    },
    {
      "index": 32,
      "id": 31,
      "show_id": "31",
      "arabic": "وَلَوْ أَنَّ قُرْءَانًا سُيِّرَتْ بِهِ ٱلْجِبَالُ أَوْ قُطِّعَتْ بِهِ ٱلْأَرْضُ أَوْ كُلِّمَ بِهِ ٱلْمَوْتَىٰ ۗ بَل لِّلَّهِ ٱلْأَمْرُ جَمِيعًا ۗ أَفَلَمْ يَا۟يْـَٔسِ ٱلَّذِينَ ءَامَنُوٓا۟ أَن لَّوْ يَشَآءُ ٱللَّهُ لَهَدَى ٱلنَّاسَ جَمِيعًا ۗ وَلَا يَزَالُ ٱلَّذِينَ كَفَرُوا۟ تُصِيبُهُم بِمَا صَنَعُوا۟ قَارِعَةٌ أَوْ تَحُلُّ قَرِيبًا مِّن دَارِهِمْ حَتَّىٰ يَأْتِىَ وَعْدُ ٱللَّهِ ۚ إِنَّ ٱللَّهَ لَا يُخْلِفُ ٱلْمِيعَادَ",
      "translation": "If there were a Qur'an with which mountains were moved, or the earth were cloven asunder, or the dead were made to speak, (this would be the one!) But, truly, the command is with Allah in all things! Do not the Believers know, that, had Allah (so) willed, He could have guided all mankind (to the right)? But the Unbelievers,- never will disaster cease to seize them for their (ill) deeds, or to settle close to their homes, until the promise of Allah come to pass, for, verily, Allah will not fail in His promise.",
      "transliteration": "walaw anna qur-ānan suyyirat bihil jibālu aw quṭṭi`at bihil-arḍu aw kullima bihil mawtā ۗ bal lillāhil-amru jamī`ā ۗ afalam yay-asil ladhīna āmanū an law yashā-ullāhu lahadan nāsa jamī`ā ۗ walā yazālul ladhīna kafarū tuṣībuhum bimā ṣana`ū qāri`atun aw taḥullu qarīban min dārihim ḥattā ya-tiya wa`dullāh ۚ innallāha lā yukhliful mī`ād"
    },
    {
      "index": 33,
      "id": 32,
      "show_id": "32",
      "arabic": "وَلَقَدِ ٱسْتُهْزِئَ بِرُسُلٍ مِّن قَبْلِكَ فَأَمْلَيْتُ لِلَّذِينَ كَفَرُوا۟ ثُمَّ أَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ عِقَابِ",
      "translation": "Mocked were (many) messengers before thee: but I granted respite to the unbelievers, and finally I punished them: Then how (terrible) was my requital!",
      "transliteration": "walaqadis-tuhzi-a birusulin min qablika fa-amlaytu lilladhīna kafarū thumma akhadhtuhum ۖ fakayfa kāna `iqāb"
    },
    {
      "index": 34,
      "id": 33,
      "show_id": "33",
      "arabic": "أَفَمَنْ هُوَ قَآئِمٌ عَلَىٰ كُلِّ نَفْسٍۭ بِمَا كَسَبَتْ ۗ وَجَعَلُوا۟ لِلَّهِ شُرَكَآءَ قُلْ سَمُّوهُمْ ۚ أَمْ تُنَبِّـُٔونَهُۥ بِمَا لَا يَعْلَمُ فِى ٱلْأَرْضِ أَم بِظَـٰهِرٍ مِّنَ ٱلْقَوْلِ ۗ بَلْ زُيِّنَ لِلَّذِينَ كَفَرُوا۟ مَكْرُهُمْ وَصُدُّوا۟ عَنِ ٱلسَّبِيلِ ۗ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
      "translation": "Is then He who standeth over every soul (and knoweth) all that it doth, (like any others)? And yet they ascribe partners to Allah. Say: \"But name them! is it that ye will inform Him of something he knoweth not on earth, or is it (just) a show of words?\" Nay! to those who believe not, their pretence seems pleasing, but they are kept back (thereby) from the path. And those whom Allah leaves to stray, no one can guide.",
      "transliteration": "afaman huwa qā-imun `alā kulli nafsin bimā kasabat ۗ waja`alū lillāhi shurakā-a qul sammūhum ۚ am tunabbi-ūnahu bimā lā ya`lamu fil-arḍi am biẓāhirin minal qawl ۗ bal zuyyina lilladhīna kafarū makruhum waṣuddū `anis sabīl ۗ wa man yuḍlilillāhu famā lahu min hād"
    },
    {
      "index": 35,
      "id": 34,
      "show_id": "34",
      "arabic": "لَّهُمْ عَذَابٌ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَعَذَابُ ٱلْـَٔاخِرَةِ أَشَقُّ ۖ وَمَا لَهُم مِّنَ ٱللَّهِ مِن وَاقٍ",
      "translation": "For them is a penalty in the life of this world, but harder, truly, is the penalty of the Hereafter: and defender have they none against Allah.",
      "transliteration": "lahum `adhābun fil ḥayātid dunyā ۖ wala`adhābul-ākhirati ashaqq ۖ wa mā lahum minallāhi min wāq"
    },
    {
      "index": 36,
      "id": 35,
      "show_id": "35",
      "arabic": "مَّثَلُ ٱلْجَنَّةِ ٱلَّتِى وُعِدَ ٱلْمُتَّقُونَ ۖ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۖ أُكُلُهَا دَآئِمٌ وَظِلُّهَا ۚ تِلْكَ عُقْبَى ٱلَّذِينَ ٱتَّقَوا۟ ۖ وَّعُقْبَى ٱلْكَـٰفِرِينَ ٱلنَّارُ",
      "translation": "The parable of the Garden which the righteous are promised!- beneath it flow rivers: perpetual is the enjoyment thereof and the shade therein: such is the end of the Righteous; and the end of Unbelievers in the Fire.",
      "transliteration": "mathalul jannatil latī wu`idal muttaqūn ۖ tajrī min taḥtihal-anhār ۖ ukuluhā dā-imun waẓilluhā ۚ tilka `uqbal ladhīnat-taqaw ۖ wa`uqbal kāfirīnan nār"
    },
    {
      "index": 37,
      "id": 36,
      "show_id": "36",
      "arabic": "وَٱلَّذِينَ ءَاتَيْنَـٰهُمُ ٱلْكِتَـٰبَ يَفْرَحُونَ بِمَآ أُنزِلَ إِلَيْكَ ۖ وَمِنَ ٱلْأَحْزَابِ مَن يُنكِرُ بَعْضَهُۥ ۚ قُلْ إِنَّمَآ أُمِرْتُ أَنْ أَعْبُدَ ٱللَّهَ وَلَآ أُشْرِكَ بِهِۦٓ ۚ إِلَيْهِ أَدْعُوا۟ وَإِلَيْهِ مَـَٔابِ",
      "translation": "Those to whom We have given the Book rejoice at what hath been revealed unto thee: but there are among the clans those who reject a part thereof. Say: \"I am commanded to worship Allah, and not to join partners with Him. Unto Him do I call, and unto Him is my return.\"",
      "transliteration": "wal ladhīna ātaynāhumul kitāba yafraḥūna bimā unzila ilayk ۖ wa minal-aḥzābi man yunkiru ba`ḍah ۚ qul innamā umirtu an a`budallāha walā ushrika bih ۚ ilayhi ad`ū wa ilayhi ma-āb"
    },
    {
      "index": 38,
      "id": 37,
      "show_id": "37",
      "arabic": "وَكَذَٰلِكَ أَنزَلْنَـٰهُ حُكْمًا عَرَبِيًّا ۚ وَلَئِنِ ٱتَّبَعْتَ أَهْوَآءَهُم بَعْدَ مَا جَآءَكَ مِنَ ٱلْعِلْمِ مَا لَكَ مِنَ ٱللَّهِ مِن وَلِىٍّ وَلَا وَاقٍ",
      "translation": "Thus have We revealed it to be a judgment of authority in Arabic. Wert thou to follow their (vain) desires after the knowledge which hath reached thee, then wouldst thou find neither protector nor defender against Allah.",
      "transliteration": "wakadhālika anzalnāhu ḥukman `arabiyyā ۚ wala-init-taba`ta ahwā-ahum ba`da mā jā-aka minal `il-mi mā laka minallāhi min waliyyin walā wāq"
    },
    {
      "index": 39,
      "id": 38,
      "show_id": "38",
      "arabic": "وَلَقَدْ أَرْسَلْنَا رُسُلًا مِّن قَبْلِكَ وَجَعَلْنَا لَهُمْ أَزْوَٰجًا وَذُرِّيَّةً ۚ وَمَا كَانَ لِرَسُولٍ أَن يَأْتِىَ بِـَٔايَةٍ إِلَّا بِإِذْنِ ٱللَّهِ ۗ لِكُلِّ أَجَلٍ كِتَابٌ",
      "translation": "We did send messengers before thee, and appointed for them wives and children: and it was never the part of a messenger to bring a sign except as Allah permitted (or commanded). For each period is a Book (revealed).",
      "transliteration": "walaqad arsalnā rusulan min qablika waja`alnā lahum azwājan wadhurriyyah ۚ wa mā kāna lirasūlin an ya-tiya bi-āyatin illā bi-idhnillāh ۗ likulli ajalin kitāb"
    },
    {
      "index": 40,
      "id": 39,
      "show_id": "39",
      "arabic": "يَمْحُوا۟ ٱللَّهُ مَا يَشَآءُ وَيُثْبِتُ ۖ وَعِندَهُۥٓ أُمُّ ٱلْكِتَـٰبِ",
      "translation": "Allah doth blot out or confirm what He pleaseth: with Him is the Mother of the Book.",
      "transliteration": "yamḥullāhu mā yashā-u wayuthbit ۖ wa`indahu ummul kitāb"
    },
    {
      "index": 41,
      "id": 40,
      "show_id": "40",
      "arabic": "وَإِن مَّا نُرِيَنَّكَ بَعْضَ ٱلَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيْكَ ٱلْبَلَـٰغُ وَعَلَيْنَا ٱلْحِسَابُ",
      "translation": "Whether We shall show thee (within thy life-time) part of what we promised them or take to ourselves thy soul (before it is all accomplished),- thy duty is to make (the Message) reach them: it is our part to call them to account.",
      "transliteration": "wa in mā nuriyannaka ba`ḍal ladhī na`iduhum aw natawaffayannaka fa-innamā `alaykal balāghu wa`alaynal ḥisāb"
    },
    {
      "index": 42,
      "id": 41,
      "show_id": "41",
      "arabic": "أَوَلَمْ يَرَوْا۟ أَنَّا نَأْتِى ٱلْأَرْضَ نَنقُصُهَا مِنْ أَطْرَافِهَا ۚ وَٱللَّهُ يَحْكُمُ لَا مُعَقِّبَ لِحُكْمِهِۦ ۚ وَهُوَ سَرِيعُ ٱلْحِسَابِ",
      "translation": "See they not that We gradually reduce the land (in their control) from its outlying borders? (Where) Allah commands, there is none to put back His Command: and He is swift in calling to account.",
      "transliteration": "awalam yaraw annā na-til-arḍa nanquṣuhā min aṭrāfihā ۚ wallāhu yaḥkumu lā mu`aqqiba liḥukmih ۚ wahuwa sarī`ul ḥisāb"
    },
    {
      "index": 43,
      "id": 42,
      "show_id": "42",
      "arabic": "وَقَدْ مَكَرَ ٱلَّذِينَ مِن قَبْلِهِمْ فَلِلَّهِ ٱلْمَكْرُ جَمِيعًا ۖ يَعْلَمُ مَا تَكْسِبُ كُلُّ نَفْسٍ ۗ وَسَيَعْلَمُ ٱلْكُفَّـٰرُ لِمَنْ عُقْبَى ٱلدَّارِ",
      "translation": "Those before them did (also) devise plots; but in all things the master-planning is Allah's He knoweth the doings of every soul: and soon will the Unbelievers know who gets home in the end.",
      "transliteration": "waqad makaral ladhīna min qablihim falillāhil makru jamī`ā ۖ ya`lamu mā taksibu kullu nafs ۗ wasaya`lamul kuffāru liman `uqbad dār"
    },
    {
      "index": 44,
      "id": 43,
      "show_id": "43",
      "arabic": "وَيَقُولُ ٱلَّذِينَ كَفَرُوا۟ لَسْتَ مُرْسَلًا ۚ قُلْ كَفَىٰ بِٱللَّهِ شَهِيدًۢا بَيْنِى وَبَيْنَكُمْ وَمَنْ عِندَهُۥ عِلْمُ ٱلْكِتَـٰبِ",
      "translation": "The Unbelievers say: \"No messenger art thou.\" Say: \"Enough for a witness between me and you is Allah, and such as have knowledge of the Book.\"",
      "transliteration": "wayaqūlul ladhīna kafarū lasta mursalā ۚ qul kafā billāhi shahīdan baynī wabaynakum wa man `indahu `il-mul kitāb"
    }
  ]
}