{
  "index": 15,
  "name": "الحجر",
  "arabic_name": "الحِجْر",
  "english_name": "Al-Ḥijr",
  "english_meaning": "The Rocky Tract",
  "ayas": [
    {
      "index": 0,
      "arabic": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
      "translation": "In the name of Allah, Most Gracious, Most Merciful.",
      "transliteration": "bismillāhir raḥmānir raḥīm",
      "is_bismillah": true
    },
    {
      "index": 1,
      "arabic": "الٓر ۚ تِلْكَ ءَايَـٰتُ ٱلْكِتَـٰبِ وَقُرْءَانٍ مُّبِينٍ",
      "translation": "A. L. R. These are the Ayats of Revelation,- of a Qur'an that makes things clear.",
      "transliteration": "alif lām rā ۚ tilka āyātul kitābi waqur-ānin mubīn"
    },
    {
      "index": 2,
      "arabic": "رُّبَمَا يَوَدُّ ٱلَّذِينَ كَفَرُوا۟ لَوْ كَانُوا۟ مُسْلِمِينَ",
      "translation": "Again and again will those who disbelieve, wish that they had bowed (to Allah's will) in Islam.",
      "transliteration": "rubamā yawaddul ladhīna kafarū law kānū muslimīn"
    },
    {
      "index": 3,
      "arabic": "ذَرْهُمْ يَأْكُلُوا۟ وَيَتَمَتَّعُوا۟ وَيُلْهِهِمُ ٱلْأَمَلُ ۖ فَسَوْفَ يَعْلَمُونَ",
      "translation": "Leave them alone, to enjoy (the good things of this life) and to please themselves: let (false) hope amuse them: soon will knowledge (undeceive them).",
      "transliteration": "dharhum ya-kulū wayatamatta`ū wayulhihimul-amal ۖ fasawfa ya`lamūn"
    },
    {
      "index": 4,
      "arabic": "وَمَآ أَهْلَكْنَا مِن قَرْيَةٍ إِلَّا وَلَهَا كِتَابٌ مَّعْلُومٌ",
      "translation": "Never did We destroy a population that had not a term decreed and assigned beforehand.",
      "transliteration": "wa mā ahlaknā min qaryatin illā walahā kitābun ma`lūm"
    },
    {
      "index": 5,
      "arabic": "مَّا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَـْٔخِرُونَ",
      "translation": "Neither can a people anticipate its term, nor delay it.",
      "transliteration": "mā tasbiqu min ummatin ajalahā wa mā yasta-khirūn"
    },
    {
      "index": 6,
      "arabic": "وَقَالُوا۟ يَـٰٓأَيُّهَا ٱلَّذِى نُزِّلَ عَلَيْهِ ٱلذِّكْرُ إِنَّكَ لَمَجْنُونٌ",
      "translation": "They say: \"O thou to whom the Message is being revealed! truly thou art mad (or possessed)!",
      "transliteration": "waqālū yā-ayyuhal ladhī nuzzila `alayhidh dhikru innaka lamajnūn"
    },
    {
      "index": 7,
      "arabic": "لَّوْ مَا تَأْتِينَا بِٱلْمَلَـٰٓئِكَةِ إِن كُنتَ مِنَ ٱلصَّـٰدِقِينَ",
      "translation": "\"Why bringest thou not angels to us if it be that thou hast the Truth?\"",
      "transliteration": "law mā ta-tīnā bil malā-ikati in kunta minaṣ ṣādiqīn"
    },
    {
      "index": 8,
      "arabic": "مَا نُنَزِّلُ ٱلْمَلَـٰٓئِكَةَ إِلَّا بِٱلْحَقِّ وَمَا كَانُوٓا۟ إِذًا مُّنظَرِينَ",
      "translation": "We send not the angels down except for just cause: if they came (to the ungodly), behold! no respite would they have!",
      "transliteration": "mā nunazzilul malā-ikata illā bil ḥaqqi wa mā kānū idhan munẓarīn"
    },
    {
      "index": 9,
      "arabic": "إِنَّا نَحْنُ نَزَّلْنَا ٱلذِّكْرَ وَإِنَّا لَهُۥ لَحَـٰفِظُونَ",
      "translation": "We have, without doubt, sent down the Message; and We will assuredly guard it (from corruption).",
      "transliteration": "innā naḥnu nazzalnadh dhikra wa innā lahu laḥāfiẓūn"
    },
    {
      "index": 10,
      "arabic": "وَلَقَدْ أَرْسَلْنَا مِن قَبْلِكَ فِى شِيَعِ ٱلْأَوَّلِينَ",
      "translation": "We did send messengers before thee amongst the religious sects of old:",
      "transliteration": "walaqad arsalnā min qablika fī shiya`il-awwalīn"
    },
    {
      "index": 11,
      "arabic": "وَمَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "translation": "But never came a messenger to them but they mocked him.",
      "transliteration": "wa mā ya-tīhim min rasūlin illā kānū bihi yastahzi-ūn"
    },
    {
      "index": 12,
      "arabic": "كَذَٰلِكَ نَسْلُكُهُۥ فِى قُلُوبِ ٱلْمُجْرِمِينَ",
      "translation": "Even so do we let it creep into the hearts of the sinners -",
      "transliteration": "kadhālika naslukuhu fī qulūbil mujrimīn"
    },
    {
      "index": 13,
      "arabic": "لَا يُؤْمِنُونَ بِهِۦ ۖ وَقَدْ خَلَتْ سُنَّةُ ٱلْأَوَّلِينَ",
      "translation": "That they should not believe in the (Message); but the ways of the ancients have passed away.",
      "transliteration": "lā yu-minūna bih ۖ waqad khalat sunnatul-awwalīn"
    },
    {
      "index": 14,
      "arabic": "وَلَوْ فَتَحْنَا عَلَيْهِم بَابًا مِّنَ ٱلسَّمَآءِ فَظَلُّوا۟ فِيهِ يَعْرُجُونَ",
      "translation": "Even if We opened out to them a gate from heaven, and they were to continue (all day) ascending therein,",
      "transliteration": "walaw fataḥnā `alayhim bāban minas samā-i faẓallū fīhi ya`rujūn"
    },
    {
      "index": 15,
      "arabic": "لَقَالُوٓا۟ إِنَّمَا سُكِّرَتْ أَبْصَـٰرُنَا بَلْ نَحْنُ قَوْمٌ مَّسْحُورُونَ",
      "translation": "They would only say: \"Our eyes have been intoxicated: Nay, we have been bewitched by sorcery.\"",
      "transliteration": "laqālū innamā sukkirat abṣārunā bal naḥnu qawmun mas-ḥūrūn"
    },
    {
      "index": 16,
      "arabic": "وَلَقَدْ جَعَلْنَا فِى ٱلسَّمَآءِ بُرُوجًا وَزَيَّنَّـٰهَا لِلنَّـٰظِرِينَ",
      "translation": "It is We Who have set out the zodiacal signs in the heavens, and made them fair-seeming to (all) beholders;",
      "transliteration": "walaqad ja`alnā fis samā-i burūjan wazayyannāhā linnāẓirīn"
    },
    {
      "index": 17,
      "arabic": "وَحَفِظْنَـٰهَا مِن كُلِّ شَيْطَـٰنٍ رَّجِيمٍ",
      "translation": "And (moreover) We have guarded them from every cursed devil:",
      "transliteration": "waḥafiẓnāhā min kulli shayṭānin rajīm"
    },
    {
      "index": 18,
      "arabic": "إِلَّا مَنِ ٱسْتَرَقَ ٱلسَّمْعَ فَأَتْبَعَهُۥ شِهَابٌ مُّبِينٌ",
      "translation": "But any that gains a hearing by stealth, is pursued by a flaming fire, bright (to see).",
      "transliteration": "illā manis-taraqas sam`a fa-atba`ahu shihābun mubīn"
    },
    {
      "index": 19,
      "arabic": "وَٱلْأَرْضَ مَدَدْنَـٰهَا وَأَلْقَيْنَا فِيهَا رَوَٰسِىَ وَأَنۢبَتْنَا فِيهَا مِن كُلِّ شَىْءٍ مَّوْزُونٍ",
      "translation": "And the earth We have spread out (like a carpet); set thereon mountains firm and immovable; and produced therein all kinds of things in due balance.",
      "transliteration": "wal-arḍa madadnāhā wa-alqaynā fīhā rawāsiya wa-anbatnā fīhā min kulli shay-in mawzūn"
    },
    {
      "index": 20,
      "arabic": "وَجَعَلْنَا لَكُمْ فِيهَا مَعَـٰيِشَ وَمَن لَّسْتُمْ لَهُۥ بِرَٰزِقِينَ",
      "translation": "And We have provided therein means of subsistence,- for you and for those for whose sustenance ye are not responsible.",
      "transliteration": "waja`alnā lakum fīhā ma`āyisha wa man lastum lahu birāziqīn"
    },
    {
      "index": 21,
      "arabic": "وَإِن مِّن شَىْءٍ إِلَّا عِندَنَا خَزَآئِنُهُۥ وَمَا نُنَزِّلُهُۥٓ إِلَّا بِقَدَرٍ مَّعْلُومٍ",
      "translation": "And there is not a thing but its (sources and) treasures (inexhaustible) are with Us; but We only send down thereof in due and ascertainable measures.",
      "transliteration": "wa in min shay-in illā `indanā khazā-inuhu wa mā nunazziluhu illā biqadarin ma`lūm"
    },
    {
      "index": 22,
      "arabic": "وَأَرْسَلْنَا ٱلرِّيَـٰحَ لَوَٰقِحَ فَأَنزَلْنَا مِنَ ٱلسَّمَآءِ مَآءً فَأَسْقَيْنَـٰكُمُوهُ وَمَآ أَنتُمْ لَهُۥ بِخَـٰزِنِينَ",
      "translation": "And We send the fecundating winds, then cause the rain to descend from the sky, therewith providing you with water (in abundance), though ye are not the guardians of its stores.",
      "transliteration": "wa-arsalnar riyāḥa lawāqiḥa fa-anzalnā minas samā-i mā-an fa-asqaynākumūhu wa mā antum lahu bikhāzinīn"
    },
    {
      "index": 23,
      "arabic": "وَإِنَّا لَنَحْنُ نُحْىِۦ وَنُمِيتُ وَنَحْنُ ٱلْوَٰرِثُونَ",
      "translation": "And verily, it is We Who give life, and Who give death: it is We Who remain inheritors (after all else passes away).",
      "transliteration": "wa innā lanaḥnu nuḥyī wanumītu wanaḥnul wārithūn"
    },
    {
      "index": 24,
      "arabic": "وَلَقَدْ عَلِمْنَا ٱلْمُسْتَقْدِمِينَ مِنكُمْ وَلَقَدْ عَلِمْنَا ٱلْمُسْتَـْٔخِرِينَ",
      "translation": "To Us are known those of you who hasten forward, and those who lag behind.",
      "transliteration": "walaqad `alimnal mustaqdimīna minkum walaqad `alimnal musta-khirīn"
    },
    {
      "index": 25,
      "arabic": "وَإِنَّ رَبَّكَ هُوَ يَحْشُرُهُمْ ۚ إِنَّهُۥ حَكِيمٌ عَلِيمٌ",
      "translation": "Assuredly it is thy Lord Who will gather them together: for He is perfect in Wisdom and Knowledge.",
      "transliteration": "wa inna rabbaka huwa yaḥshuruhum ۚ innahu ḥakīmun `alīm"
    },
    {
      "index": 26,
      "arabic": "وَلَقَدْ خَلَقْنَا ٱلْإِنسَـٰنَ مِن صَلْصَـٰلٍ مِّنْ حَمَإٍ مَّسْنُونٍ",
      "translation": "We created man from sounding clay, from mud moulded into shape;",
      "transliteration": "walaqad khalaqnal-insāna min ṣalṣālin min ḥama-in masnūn"
    },
    {
      "index": 27,
      "arabic": "وَٱلْجَآنَّ خَلَقْنَـٰهُ مِن قَبْلُ مِن نَّارِ ٱلسَّمُومِ",
      "translation": "And the Jinn race, We had created before, from the fire of a scorching wind.",
      "transliteration": "wal jānna khalaqnāhu min qablu min nāris samūm"
    },
    {
      "index": 28,
      "arabic": "وَإِذْ قَالَ رَبُّكَ لِلْمَلَـٰٓئِكَةِ إِنِّى خَـٰلِقٌۢ بَشَرًا مِّن صَلْصَـٰلٍ مِّنْ حَمَإٍ مَّسْنُونٍ",
      "translation": "Behold! thy Lord said to the angels: \"I am about to create man, from sounding clay from mud moulded into shape;",
      "transliteration": "wa idh qāla rabbuka lil-malā-ikati innī khāliqun basharan min ṣalṣālin min ḥama-in masnūn"
    },
    {
      "index": 29,
      "arabic": "فَإِذَا سَوَّيْتُهُۥ وَنَفَخْتُ فِيهِ مِن رُّوحِى فَقَعُوا۟ لَهُۥ سَـٰجِدِينَ",
      "translation": "\"When I have fashioned him (in due proportion) and breathed into him of My spirit, fall ye down in obeisance unto him.\"",
      "transliteration": "fa-idhā sawwaytuhu wanafakhtu fīhi min rūḥī faqa`ū lahu sājidīn"
    },
    {
      "index": 30,
      "arabic": "فَسَجَدَ ٱلْمَلَـٰٓئِكَةُ كُلُّهُمْ أَجْمَعُونَ",
      "translation": "So the angels prostrated themselves, all of them together:",
      "transliteration": "fasajadal malā-ikatu kulluhum ajma`ūn"
    },
    {
      "index": 31,
      "arabic": "إِلَّآ إِبْلِيسَ أَبَىٰٓ أَن يَكُونَ مَعَ ٱلسَّـٰجِدِينَ",
      "translation": "Not so Iblis: he refused to be among those who prostrated themselves.",
      "transliteration": "illā iblīsa abā an yakūna ma`as sājidīn"
    },
    {
      "index": 32,
      "arabic": "قَالَ يَـٰٓإِبْلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ ٱلسَّـٰجِدِينَ",
      "translation": "(Allah) said: \"O Iblis! what is your reason for not being among those who prostrated themselves?\"",
      "transliteration": "qāla yā-iblīsu mā laka allā takūna ma`as sājidīn"
    },
    {
      "index": 33,
      "arabic": "قَالَ لَمْ أَكُن لِّأَسْجُدَ لِبَشَرٍ خَلَقْتَهُۥ مِن صَلْصَـٰلٍ مِّنْ حَمَإٍ مَّسْنُونٍ",
      "translation": "(Iblis) said: \"I am not one to prostrate myself to man, whom Thou didst create from sounding clay, from mud moulded into shape.\"",
      "transliteration": "qāla lam akun li-asjuda libasharin khalaqtahu min ṣalṣālin min ḥama-in masnūn"
    },
    {
      "index": 34,
      "arabic": "قَالَ فَٱخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ",
      "translation": "(Allah) said: \"Then get thee out from here; for thou art rejected, accursed.",
      "transliteration": "qāla fakhruj minhā fa-innaka rajīm"
    },
    {
      "index": 35,
      "arabic": "وَإِنَّ عَلَيْكَ ٱللَّعْنَةَ إِلَىٰ يَوْمِ ٱلدِّينِ",
      "translation": "\"And the curse shall be on thee till the day of Judgment.\"",
      "transliteration": "wa inna `alaykalla`nata ilā yawmid dīn"
    },
    {
      "index": 36,
      "arabic": "قَالَ رَبِّ فَأَنظِرْنِىٓ إِلَىٰ يَوْمِ يُبْعَثُونَ",
      "translation": "(Iblis) said: \"O my Lord! give me then respite till the Day the (dead) are raised.\"",
      "transliteration": "qāla rabbi fa-anẓirnī ilā yawmi yub`athūn"
    },
    {
      "index": 37,
      "arabic": "قَالَ فَإِنَّكَ مِنَ ٱلْمُنظَرِينَ",
      "translation": "(Allah) said: \"Respite is granted thee",
      "transliteration": "qāla fa-innaka minal munẓarīn"
    },
    {
      "index": 38,
      "arabic": "إِلَىٰ يَوْمِ ٱلْوَقْتِ ٱلْمَعْلُومِ",
      "translation": "\"Till the Day of the Time appointed.\"",
      "transliteration": "ilā yawmil waqtil ma`lūm"
    },
    {
      "index": 39,
      "arabic": "قَالَ رَبِّ بِمَآ أَغْوَيْتَنِى لَأُزَيِّنَنَّ لَهُمْ فِى ٱلْأَرْضِ وَلَأُغْوِيَنَّهُمْ أَجْمَعِينَ",
      "translation": "(Iblis) said: \"O my Lord! because Thou hast put me in the wrong, I will make (wrong) fair-seeming to them on the earth, and I will put them all in the wrong,-",
      "transliteration": "qāla rabbi bimā aghwaytanī la-uzayyinanna lahum fil-arḍi wala-ughwiyannahum ajma`īn"
    },
    {
      "index": 40,
      "arabic": "إِلَّا عِبَادَكَ مِنْهُمُ ٱلْمُخْلَصِينَ",
      "translation": "\"Except Thy servants among them, sincere and purified (by Thy Grace).\"",
      "transliteration": "illā `ibādaka minhumul mukhlaṣīn"
    },
    {
      "index": 41,
      "arabic": "قَالَ هَـٰذَا صِرَٰطٌ عَلَىَّ مُسْتَقِيمٌ",
      "translation": "(Allah) said: \"This (way of My sincere servants) is indeed a way that leads straight to Me.",
      "transliteration": "qāla hādhā ṣirāṭun `alayya mustaqīm"
    },
    {
      "index": 42,
      "arabic": "إِنَّ عِبَادِى لَيْسَ لَكَ عَلَيْهِمْ سُلْطَـٰنٌ إِلَّا مَنِ ٱتَّبَعَكَ مِنَ ٱلْغَاوِينَ",
      "translation": "\"For over My servants no authority shalt thou have, except such as put themselves in the wrong and follow thee.\"",
      "transliteration": "inna `ibādī laysa laka `alayhim sulṭānun illā manit-taba`aka minal ghāwyn"
    },
    {
      "index": 43,
      "arabic": "وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ",
      "translation": "And verily, Hell is the promised abode for them all!",
      "transliteration": "wa inna jahannama lamaw`iduhum ajma`īn"
    },
    {
      "index": 44,
      "arabic": "لَهَا سَبْعَةُ أَبْوَٰبٍ لِّكُلِّ بَابٍ مِّنْهُمْ جُزْءٌ مَّقْسُومٌ",
      "translation": "To it are seven gates: for each of those gates is a (special) class (of sinners) assigned.",
      "transliteration": "lahā sab`atu abwābin likulli bābin minhum juz-un maqsūm"
    },
    {
      "index": 45,
      "arabic": "إِنَّ ٱلْمُتَّقِينَ فِى جَنَّـٰتٍ وَعُيُونٍ",
      "translation": "The righteous (will be) amid gardens and fountains (of clear-flowing water).",
      "transliteration": "innal muttaqīna fī jannātin wa`uyūn"
    },
    {
      "index": 46,
      "arabic": "ٱدْخُلُوهَا بِسَلَـٰمٍ ءَامِنِينَ",
      "translation": "(Their greeting will be): \"Enter ye here in peace and security.\"",
      "transliteration": "ud-khulūhā bisalāmin āminīn"
    },
    {
      "index": 47,
      "arabic": "وَنَزَعْنَا مَا فِى صُدُورِهِم مِّنْ غِلٍّ إِخْوَٰنًا عَلَىٰ سُرُرٍ مُّتَقَـٰبِلِينَ",
      "translation": "And We shall remove from their hearts any lurking sense of injury: (they will be) brothers (joyfully) facing each other on thrones (of dignity).",
      "transliteration": "wanaza`nā mā fī ṣudūrihim min ghillin ikhwānan `alā sururin mutaqābilīn"
    },
    {
      "index": 48,
      "arabic": "لَا يَمَسُّهُمْ فِيهَا نَصَبٌ وَمَا هُم مِّنْهَا بِمُخْرَجِينَ",
      "translation": "There no sense of fatigue shall touch them, nor shall they (ever) be asked to leave.",
      "transliteration": "lā yamassuhum fīhā naṣabun wa mā hum minhā bimukhrajīn"
    },
    {
      "index": 49,
      "arabic": "نَبِّئْ عِبَادِىٓ أَنِّىٓ أَنَا ٱلْغَفُورُ ٱلرَّحِيمُ",
      "translation": "Tell My servants that I am indeed the Oft-forgiving, Most Merciful;",
      "transliteration": "nabbi-`ibādī annī anal ghafūrur raḥīm"
    },
    {
      "index": 50,
      "arabic": "وَأَنَّ عَذَابِى هُوَ ٱلْعَذَابُ ٱلْأَلِيمُ",
      "translation": "And that My Penalty will be indeed the most grievous Penalty.",
      "transliteration": "wa-anna `adhābī huwal `adhābul-alīm"
    },
    {
      "index": 51,
      "arabic": "وَنَبِّئْهُمْ عَن ضَيْفِ إِبْرَٰهِيمَ",
      "translation": "Tell them about the guests of Abraham.",
      "transliteration": "wanabbi-hum `an ḍayfi ibrāhīm"
    },
    {
      "index": 52,
      "arabic": "إِذْ دَخَلُوا۟ عَلَيْهِ فَقَالُوا۟ سَلَـٰمًا قَالَ إِنَّا مِنكُمْ وَجِلُونَ",
      "translation": "When they entered his presence and said, \"Peace!\" He said, \"We feel afraid of you!\"",
      "transliteration": "idh dakhalū `alayhi faqālū salāman qāla innā minkum wajilūn"
    },
    {
      "index": 53,
      "arabic": "قَالُوا۟ لَا تَوْجَلْ إِنَّا نُبَشِّرُكَ بِغُلَـٰمٍ عَلِيمٍ",
      "translation": "They said: \"Fear not! We give thee glad tidings of a son endowed with wisdom.\"",
      "transliteration": "qālū lā tawjal innā nubashhiruka bighulāmin `alīm"
    },
    {
      "index": 54,
      "arabic": "قَالَ أَبَشَّرْتُمُونِى عَلَىٰٓ أَن مَّسَّنِىَ ٱلْكِبَرُ فَبِمَ تُبَشِّرُونَ",
      "translation": "He said: \"Do ye give me glad tidings that old age has seized me? Of what, then, is your good news?\"",
      "transliteration": "qāla abashhartumūnī `alā an massaniyal kibaru fabima tubashhirūn"
    },
    {
      "index": 55,
      "arabic": "قَالُوا۟ بَشَّرْنَـٰكَ بِٱلْحَقِّ فَلَا تَكُن مِّنَ ٱلْقَـٰنِطِينَ",
      "translation": "They said: \"We give thee glad tidings in truth: be not then in despair!\"",
      "transliteration": "qālū bashharnāka bil ḥaqqi falā takun minal qāniṭīn"
    },
    {
      "index": 56,
      "arabic": "قَالَ وَمَن يَقْنَطُ مِن رَّحْمَةِ رَبِّهِۦٓ إِلَّا ٱلضَّآلُّونَ",
      "translation": "He said: \"And who despairs of the mercy of his Lord, but such as go astray?\"",
      "transliteration": "qāla wa man yaqnaṭu min raḥmati rabbihi illaḍ ḍāllūn"
    },
    {
      "index": 57,
      "arabic": "قَالَ فَمَا خَطْبُكُمْ أَيُّهَا ٱلْمُرْسَلُونَ",
      "translation": "Abraham said: \"What then is the business on which ye (have come), O ye messengers (of Allah)?\"",
      "transliteration": "qāla famā khaṭbukum ayyuhal mursalūn"
    },
    {
      "index": 58,
      "arabic": "قَالُوٓا۟ إِنَّآ أُرْسِلْنَآ إِلَىٰ قَوْمٍ مُّجْرِمِينَ",
      "translation": "They said: \"We have been sent to a people (deep) in sin,",
      "transliteration": "qālū innā ursilnā ilā qawmin mujrimīn"
    },
    {
      "index": 59,
      "arabic": "إِلَّآ ءَالَ لُوطٍ إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ",
      "translation": "\"Excepting the adherents of Lut: them we are certainly (charged) to save (from harm),- All -",
      "transliteration": "illā āla lūṭin innā lamunajjūhum ajma`īn"
    },
    {
      "index": 60,
      "arabic": "إِلَّا ٱمْرَأَتَهُۥ قَدَّرْنَآ ۙ إِنَّهَا لَمِنَ ٱلْغَـٰبِرِينَ",
      "translation": "\"Except his wife, who, We have ascertained, will be among those who will lag behind.\"",
      "transliteration": "illam-ra-atahu qaddarnā innahā laminal ghābirīn"
    },
    {
      "index": 61,
      "arabic": "فَلَمَّا جَآءَ ءَالَ لُوطٍ ٱلْمُرْسَلُونَ",
      "translation": "At length when the messengers arrived among the adherents of Lut,",
      "transliteration": "falammā jā-a āla lūṭinil-mursalūn"
    },
    {
      "index": 62,
      "arabic": "قَالَ إِنَّكُمْ قَوْمٌ مُّنكَرُونَ",
      "translation": "He said: \"Ye appear to be uncommon folk.\"",
      "transliteration": "qāla innakum qawmun munkarūn"
    },
    {
      "index": 63,
      "arabic": "قَالُوا۟ بَلْ جِئْنَـٰكَ بِمَا كَانُوا۟ فِيهِ يَمْتَرُونَ",
      "translation": "They said: \"Yea, we have come to thee to accomplish that of which they doubt.",
      "transliteration": "qālū bal ji-nāka bimā kānū fīhi yamtarūn"
    },
    {
      "index": 64,
      "arabic": "وَأَتَيْنَـٰكَ بِٱلْحَقِّ وَإِنَّا لَصَـٰدِقُونَ",
      "translation": "\"We have brought to thee that which is inevitably due, and assuredly we tell the truth.",
      "transliteration": "wa-ataynāka bil ḥaqqi wa innā laṣādiqūn"
    },
    {
      "index": 65,
      "arabic": "فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِّنَ ٱلَّيْلِ وَٱتَّبِعْ أَدْبَـٰرَهُمْ وَلَا يَلْتَفِتْ مِنكُمْ أَحَدٌ وَٱمْضُوا۟ حَيْثُ تُؤْمَرُونَ",
      "translation": "\"Then travel by night with thy household, when a portion of the night (yet remains), and do thou bring up the rear: let no one amongst you look back, but pass on whither ye are ordered.\"",
      "transliteration": "fa-asri bi-ahlika biqiṭ`in minal layli wattabi` adbārahum walā yaltafit minkum aḥadun wamḍū ḥaythu tu-marūn"
    },
    {
      "index": 66,
      "arabic": "وَقَضَيْنَآ إِلَيْهِ ذَٰلِكَ ٱلْأَمْرَ أَنَّ دَابِرَ هَـٰٓؤُلَآءِ مَقْطُوعٌ مُّصْبِحِينَ",
      "translation": "And We made known this decree to him, that the last remnants of those (sinners) should be cut off by the morning.",
      "transliteration": "waqaḍaynā ilayhi dhālikal-amra anna dābira hā-ulā-i maqṭū`un muṣbiḥīn"
    },
    {
      "index": 67,
      "arabic": "وَجَآءَ أَهْلُ ٱلْمَدِينَةِ يَسْتَبْشِرُونَ",
      "translation": "The inhabitants of the city came in (mad) joy (at news of the young men).",
      "transliteration": "wajā-a ahlul madīnati yastabshirūn"
    },
    {
      "index": 68,
      "arabic": "قَالَ إِنَّ هَـٰٓؤُلَآءِ ضَيْفِى فَلَا تَفْضَحُونِ",
      "translation": "Lut said: \"These are my guests: disgrace me not:",
      "transliteration": "qāla inna hā-ulā-i ḍayfī falā tafḍaḥūn"
    },
    {
      "index": 69,
      "arabic": "وَٱتَّقُوا۟ ٱللَّهَ وَلَا تُخْزُونِ",
      "translation": "\"But fear Allah, and shame me not.\"",
      "transliteration": "wattaqullāha walā tukhzūn"
    },
    {
      "index": 70,
      "arabic": "قَالُوٓا۟ أَوَلَمْ نَنْهَكَ عَنِ ٱلْعَـٰلَمِينَ",
      "translation": "They said: \"Did we not forbid thee (to speak) for all and sundry?\"",
      "transliteration": "qālū awalam nanhaka `anil `ālamīn"
    },
    {
      "index": 71,
      "arabic": "قَالَ هَـٰٓؤُلَآءِ بَنَاتِىٓ إِن كُنتُمْ فَـٰعِلِينَ",
      "translation": "He said: \"There are my daughters (to marry), if ye must act (so).\"",
      "transliteration": "qāla hā-ulā-i banātī in kuntum fā`ilīn"
    },
    {
      "index": 72,
      "arabic": "لَعَمْرُكَ إِنَّهُمْ لَفِى سَكْرَتِهِمْ يَعْمَهُونَ",
      "translation": "Verily, by thy life (O Prophet), in their wild intoxication, they wander in distraction, to and fro.",
      "transliteration": "la`amruka innahum lafī sakratihim ya`mahūn"
    },
    {
      "index": 73,
      "arabic": "فَأَخَذَتْهُمُ ٱلصَّيْحَةُ مُشْرِقِينَ",
      "translation": "But the (mighty) Blast overtook them before morning,",
      "transliteration": "fa-akhadhat-humuṣ ṣayḥatu mushriqīn"
    },
    {
      "index": 74,
      "arabic": "فَجَعَلْنَا عَـٰلِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهِمْ حِجَارَةً مِّن سِجِّيلٍ",
      "translation": "And We turned (the cities) upside down, and rained down on them brimstones hard as baked clay.",
      "transliteration": "faja`alnā `āliyahā sāfilahā wa-amṭarnā `alayhim ḥijāratan min sijjīl"
    },
    {
      "index": 75,
      "arabic": "إِنَّ فِى ذَٰلِكَ لَـَٔايَـٰتٍ لِّلْمُتَوَسِّمِينَ",
      "translation": "Behold! in this are Signs for those who by tokens do understand.",
      "transliteration": "inna fī dhālika la-āyātin lil-mutawassimīn"
    },
    {
      "index": 76,
      "arabic": "وَإِنَّهَا لَبِسَبِيلٍ مُّقِيمٍ",
      "translation": "And the (cities were) right on the high-road.",
      "transliteration": "wa innahā labisabīlin muqīm"
    },
    {
      "index": 77,
      "arabic": "إِنَّ فِى ذَٰلِكَ لَـَٔايَةً لِّلْمُؤْمِنِينَ",
      "translation": "Behold! in this is a sign for those who believed.",
      "transliteration": "inna fī dhālika la-āyatan lil-mu-minīn"
    },
    {
      "index": 78,
      "arabic": "وَإِن كَانَ أَصْحَـٰبُ ٱلْأَيْكَةِ لَظَـٰلِمِينَ",
      "translation": "And the Companions of the Wood were also wrong-doers;",
      "transliteration": "wa in kāna aṣ-ḥābul-aykati laẓālimīn"
    },
    {
      "index": 79,
      "arabic": "فَٱنتَقَمْنَا مِنْهُمْ وَإِنَّهُمَا لَبِإِمَامٍ مُّبِينٍ",
      "translation": "So We exacted retribution from them. They were both on an open highway, plain to see.",
      "transliteration": "fantaqamnā minhum wa innahumā labi-imāmin mubīn"
    },
    {
      "index": 80,
      "arabic": "وَلَقَدْ كَذَّبَ أَصْحَـٰبُ ٱلْحِجْرِ ٱلْمُرْسَلِينَ",
      "translation": "The Companions of the Rocky Tract also rejected the messengers:",
      "transliteration": "walaqad kadhhaba aṣ-ḥābul ḥijril mursalīn"
    },
    {
      "index": 81,
      "arabic": "وَءَاتَيْنَـٰهُمْ ءَايَـٰتِنَا فَكَانُوا۟ عَنْهَا مُعْرِضِينَ",
      "translation": "We sent them Our Signs, but they persisted in turning away from them.",
      "transliteration": "wa-ātaynāhum āyātinā fakānū `anhā mu`riḍīn"
    },
    {
      "index": 82,
      "arabic": "وَكَانُوا۟ يَنْحِتُونَ مِنَ ٱلْجِبَالِ بُيُوتًا ءَامِنِينَ",
      "translation": "Out of the mountains did they hew (their) edifices, (feeling themselves) secure.",
      "transliteration": "wakānū yanḥitūna minal jibāli buyūtan āminīn"
    },
    {
      "index": 83,
      "arabic": "فَأَخَذَتْهُمُ ٱلصَّيْحَةُ مُصْبِحِينَ",
      "translation": "But the (mighty) Blast seized them of a morning,",
      "transliteration": "fa-akhadhat-humuṣ ṣayḥatu muṣbiḥīn"
    },
    {
      "index": 84,
      "arabic": "فَمَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يَكْسِبُونَ",
      "translation": "And of no avail to them was all that they did (with such art and care)!",
      "transliteration": "famā aghnā `anhum mā kānū yaksibūn"
    },
    {
      "index": 85,
      "arabic": "وَمَا خَلَقْنَا ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ وَمَا بَيْنَهُمَآ إِلَّا بِٱلْحَقِّ ۗ وَإِنَّ ٱلسَّاعَةَ لَـَٔاتِيَةٌ ۖ فَٱصْفَحِ ٱلصَّفْحَ ٱلْجَمِيلَ",
      "translation": "We created not the heavens, the earth, and all between them, but for just ends. And the Hour is surely coming (when this will be manifest). So overlook (any human faults) with gracious forgiveness.",
      "transliteration": "wa mā khalaqnas samāwāti wal-arḍa wa mā baynahumā illā bil ḥaqq ۗ wa innas sā`ata la-ātiyah ۖ faṣfaḥiṣ ṣafḥal jamīl"
    },
    {
      "index": 86,
      "arabic": "إِنَّ رَبَّكَ هُوَ ٱلْخَلَّـٰقُ ٱلْعَلِيمُ",
      "translation": "For verily it is thy Lord who is the Master-Creator, knowing all things.",
      "transliteration": "inna rabbaka huwal khallāqul `alīm"
    },
    {
      "index": 87,
      "arabic": "وَلَقَدْ ءَاتَيْنَـٰكَ سَبْعًا مِّنَ ٱلْمَثَانِى وَٱلْقُرْءَانَ ٱلْعَظِيمَ",
      "translation": "And We have bestowed upon thee the Seven Oft-repeated (verses) and the Grand Qur'an.",
      "transliteration": "walaqad ātaynāka sab`an minal mathānī wal qur-ānal `aẓīm"
    },
    {
      "index": 88,
      "arabic": "لَا تَمُدَّنَّ عَيْنَيْكَ إِلَىٰ مَا مَتَّعْنَا بِهِۦٓ أَزْوَٰجًا مِّنْهُمْ وَلَا تَحْزَنْ عَلَيْهِمْ وَٱخْفِضْ جَنَاحَكَ لِلْمُؤْمِنِينَ",
      "translation": "Strain not thine eyes. (Wistfully) at what We have bestowed on certain classes of them, nor grieve over them: but lower thy wing (in gentleness) to the believers.",
      "transliteration": "lā tamuddanna `aynayka ilā mā matta`nā bihi azwājan minhum walā taḥzan `alayhim wakhfiḍ janāḥaka lil-mu-minīn"
    },
    {
      "index": 89,
      "arabic": "وَقُلْ إِنِّىٓ أَنَا ٱلنَّذِيرُ ٱلْمُبِينُ",
      "translation": "And say: \"I am indeed he that warneth openly and without ambiguity,\"-",
      "transliteration": "waqul innī anan nadhīrul mubīn"
    },
    {
      "index": 90,
      "arabic": "كَمَآ أَنزَلْنَا عَلَى ٱلْمُقْتَسِمِينَ",
      "translation": "(Of just such wrath) as We sent down on those who divided (Scripture into arbitrary parts),-",
      "transliteration": "kamā anzalnā `alal-muqtasimīn"
    },
    {
      "index": 91,
      "arabic": "ٱلَّذِينَ جَعَلُوا۟ ٱلْقُرْءَانَ عِضِينَ",
      "translation": "(So also on such) as have made Qur'an into shreds (as they please).",
      "transliteration": "alladhīna ja`alul qur-āna `iḍīn"
    },
    {
      "index": 92,
      "arabic": "فَوَرَبِّكَ لَنَسْـَٔلَنَّهُمْ أَجْمَعِينَ",
      "translation": "Therefore, by the Lord, We will, of a surety, call them to account,",
      "transliteration": "fawarabbika lanas-alannahum ajma`īn"
    },
    {
      "index": 93,
      "arabic": "عَمَّا كَانُوا۟ يَعْمَلُونَ",
      "translation": "For all their deeds.",
      "transliteration": "`ammā kānū ya`malūn"
    },
    {
      "index": 94,
      "arabic": "فَٱصْدَعْ بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ ٱلْمُشْرِكِينَ",
      "translation": "Therefore expound openly what thou art commanded, and turn away from those who join false gods with Allah.",
      "transliteration": "faṣda` bimā tu-maru wa-a`riḍ `anil mushrikīn"
    },
    {
      "index": 95,
      "arabic": "إِنَّا كَفَيْنَـٰكَ ٱلْمُسْتَهْزِءِينَ",
      "translation": "For sufficient are We unto thee against those who scoff,-",
      "transliteration": "innā kafaynākal mustahzi-iyn"
    },
    {
      "index": 96,
      "arabic": "ٱلَّذِينَ يَجْعَلُونَ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ ۚ فَسَوْفَ يَعْلَمُونَ",
      "translation": "Those who adopt, with Allah, another god: but soon will they come to know.",
      "transliteration": "alladhīna yaj`alūna ma`allāhi ilāhan ākhar ۚ fasawfa ya`lamūn"
    },
    {
      "index": 97,
      "arabic": "وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ",
      "translation": "We do indeed know how thy heart is distressed at what they say.",
      "transliteration": "walaqad na`lamu annaka yaḍīqu ṣadruka bimā yaqūlūn"
    },
    {
      "index": 98,
      "arabic": "فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُن مِّنَ ٱلسَّـٰجِدِينَ",
      "translation": "But celebrate the praises of thy Lord, and be of those who prostrate themselves in adoration.",
      "transliteration": "fasabbiḥ biḥamdi rabbika wakun minas sājidīn"
    },
    {
      "index": 99,
      "arabic": "وَٱعْبُدْ رَبَّكَ حَتَّىٰ يَأْتِيَكَ ٱلْيَقِينُ",
      "translation": "And serve thy Lord until there come unto thee the Hour that is Certain.",
      "transliteration": "wa`bud rabbaka ḥattā ya-tiyakal yaqīn"
    }
  ]
}