{
  "index": 18,
  "name": "الكهف",
  "arabic_name": "الكهْف",
  "english_name": "Al-Kahf",
  "english_meaning": "The Cave",
  "rows": [
    {
      "index": 1,
      "id": 0,
      "show_id": "",
      "arabic": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
      "translation": "In the name of Allah, Most Gracious, Most Merciful.",
      "transliteration": "bismillāhir raḥmānir raḥīm"
    },
    {
      "index": 2,
      "id": 1,
      "show_id": "1",
      "arabic": "ٱلْحَمْدُ لِلَّهِ ٱلَّذِىٓ أَنزَلَ عَلَىٰ عَبْدِهِ ٱلْكِتَـٰبَ وَلَمْ يَجْعَل لَّهُۥ عِوَجَا ۜ",
      "translation": "Praise be to Allah, Who hath sent to His Servant the Book, and hath allowed therein no Crookedness:",
      "transliteration": "al-ḥamdu lillāhil ladhī anzala `alā `abdihil kitāba walam yaj`al lahu `iwajā ۜ"
    },
    {
      "index": 3,
      "id": 2,
      "show_id": "2",
      "arabic": "قَيِّمًا لِّيُنذِرَ بَأْسًا شَدِيدًا مِّن لَّدُنْهُ وَيُبَشِّرَ ٱلْمُؤْمِنِينَ ٱلَّذِينَ يَعْمَلُونَ ٱلصَّـٰلِحَـٰتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا",
      "translation": "(He hath made it) Straight (and Clear) in order that He may warn (the godless) of a terrible Punishment from Him, and that He may give Glad Tidings to the Believers who work righteous deeds, that they shall have a goodly Reward,",
      "transliteration": "qayyimal liyundhira ba-san shadīdan min ladunhu wayubashhiral mu-minīnal ladhīna ya`malūnaṣ ṣāliḥāti anna lahum ajran ḥasanā"
    },
    {
      "index": 4,
      "id": 3,
      "show_id": "3",
      "arabic": "مَّـٰكِثِينَ فِيهِ أَبَدًا",
      "translation": "Wherein they shall remain for ever:",
      "transliteration": "mākithīna fīhi abadā"
    },
    {
      "index": 5,
      "id": 4,
      "show_id": "4",
      "arabic": "وَيُنذِرَ ٱلَّذِينَ قَالُوا۟ ٱتَّخَذَ ٱللَّهُ وَلَدًا",
      "translation": "Further, that He may warn those (also) who say, \"Allah hath begotten a son\":",
      "transliteration": "wayundhiral ladhīna qālut-takhadhallāhu waladā"
    },
    {
      "index": 6,
      "id": 5,
      "show_id": "5",
      "arabic": "مَّا لَهُم بِهِۦ مِنْ عِلْمٍ وَلَا لِـَٔابَآئِهِمْ ۚ كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَٰهِهِمْ ۚ إِن يَقُولُونَ إِلَّا كَذِبًا",
      "translation": "No knowledge have they of such a thing, nor had their fathers. It is a grievous thing that issues from their mouths as a saying what they say is nothing but falsehood!",
      "transliteration": "mā lahum bihi min `il-min walā li-ābā-ihim ۚ kaburat kalimatan takhruju min afwāhihim ۚ in yaqūlūna illā kadhibā"
    },
    {
      "index": 7,
      "id": 6,
      "show_id": "6",
      "arabic": "فَلَعَلَّكَ بَـٰخِعٌ نَّفْسَكَ عَلَىٰٓ ءَاثَـٰرِهِمْ إِن لَّمْ يُؤْمِنُوا۟ بِهَـٰذَا ٱلْحَدِيثِ أَسَفًا",
      "translation": "Thou wouldst only, perchance, fret thyself to death, following after them, in grief, if they believe not in this Message.",
      "transliteration": "fala`allaka bākhi`un nafsaka `alā āthārihim in lam yu-minū bihādhal ḥadīthi asafā"
    },
    {
      "index": 8,
      "id": 7,
      "show_id": "7",
      "arabic": "إِنَّا جَعَلْنَا مَا عَلَى ٱلْأَرْضِ زِينَةً لَّهَا لِنَبْلُوَهُمْ أَيُّهُمْ أَحْسَنُ عَمَلًا",
      "translation": "That which is on earth we have made but as a glittering show for the earth, in order that We may test them - as to which of them are best in conduct.",
      "transliteration": "innā ja`alnā mā `alal-arḍi zīnatan lahā linabluwahum ayyuhum aḥsanu `amalā"
    },
    {
      "index": 9,
      "id": 8,
      "show_id": "8",
      "arabic": "وَإِنَّا لَجَـٰعِلُونَ مَا عَلَيْهَا صَعِيدًا جُرُزًا",
      "translation": "Verily what is on earth we shall make but as dust and dry soil (without growth or herbage).",
      "transliteration": "wa innā lajā`ilūna mā `alayhā ṣa`īdan juruzā"
    },
    {
      "index": 10,
      "id": 9,
      "show_id": "9",
      "arabic": "أَمْ حَسِبْتَ أَنَّ أَصْحَـٰبَ ٱلْكَهْفِ وَٱلرَّقِيمِ كَانُوا۟ مِنْ ءَايَـٰتِنَا عَجَبًا",
      "translation": "Or dost thou reflect that the Companions of the Cave and of the Inscription were wonders among Our Sign?",
      "transliteration": "am ḥasibta anna aṣ-ḥābal kahfi war raqīmi kānū min āyātinā `ajabā"
    },
    {
      "index": 11,
      "id": 10,
      "show_id": "10",
      "arabic": "إِذْ أَوَى ٱلْفِتْيَةُ إِلَى ٱلْكَهْفِ فَقَالُوا۟ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا",
      "translation": "Behold, the youths betook themselves to the Cave: they said, \"Our Lord! bestow on us Mercy from Thyself, and dispose of our affair for us in the right way!\"",
      "transliteration": "idh awal fityatu ilal-kahfi faqālū rabbanā ātinā min ladunka raḥmatan wahayyi-lanā min amrinā rashadā"
    },
    {
      "index": 12,
      "id": 11,
      "show_id": "11",
      "arabic": "فَضَرَبْنَا عَلَىٰٓ ءَاذَانِهِمْ فِى ٱلْكَهْفِ سِنِينَ عَدَدًا",
      "translation": "Then We draw (a veil) over their ears, for a number of years, in the Cave, (so that they heard not):",
      "transliteration": "faḍarabnā `alā ādhānihim fil kahfi sinīna `adadā"
    },
    {
      "index": 13,
      "id": 12,
      "show_id": "12",
      "arabic": "ثُمَّ بَعَثْنَـٰهُمْ لِنَعْلَمَ أَىُّ ٱلْحِزْبَيْنِ أَحْصَىٰ لِمَا لَبِثُوٓا۟ أَمَدًا",
      "translation": "Then We roused them, in order to test which of the two parties was best at calculating the term of years they had tarried!",
      "transliteration": "thumma ba`athnāhum lina`lama ayyul ḥizbayni aḥṣā limā labithū amadā"
    },
    {
      "index": 14,
      "id": 13,
      "show_id": "13",
      "arabic": "نَّحْنُ نَقُصُّ عَلَيْكَ نَبَأَهُم بِٱلْحَقِّ ۚ إِنَّهُمْ فِتْيَةٌ ءَامَنُوا۟ بِرَبِّهِمْ وَزِدْنَـٰهُمْ هُدًى",
      "translation": "We relate to thee their story in truth: they were youths who believed in their Lord, and We advanced them in guidance:",
      "transliteration": "naḥnu naquṣṣu `alayka naba-ahum bil ḥaqq ۚ innahum fityatun āmanū birabbihim wazidnāhum hudā"
    },
    {
      "index": 15,
      "id": 14,
      "show_id": "14",
      "arabic": "وَرَبَطْنَا عَلَىٰ قُلُوبِهِمْ إِذْ قَامُوا۟ فَقَالُوا۟ رَبُّنَا رَبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ لَن نَّدْعُوَا۟ مِن دُونِهِۦٓ إِلَـٰهًا ۖ لَّقَدْ قُلْنَآ إِذًا شَطَطًا",
      "translation": "We gave strength to their hearts: Behold, they stood up and said: \"Our Lord is the Lord of the heavens and of the earth: never shall we call upon any god other than Him: if we did, we should indeed have uttered an enormity!",
      "transliteration": "warabaṭnā `alā qulūbihim idh qāmū faqālū rabbunā rabbus samāwāti wal-arḍi lan nad`uwa min dūnihi ilāhā ۖ laqad qulnā idhan shaṭaṭā"
    },
    {
      "index": 16,
      "id": 15,
      "show_id": "15",
      "arabic": "هَـٰٓؤُلَآءِ قَوْمُنَا ٱتَّخَذُوا۟ مِن دُونِهِۦٓ ءَالِهَةً ۖ لَّوْلَا يَأْتُونَ عَلَيْهِم بِسُلْطَـٰنٍۭ بَيِّنٍ ۖ فَمَنْ أَظْلَمُ مِمَّنِ ٱفْتَرَىٰ عَلَى ٱللَّهِ كَذِبًا",
      "translation": "\"These our people have taken for worship gods other than Him: why do they not bring forward an authority clear (and convincing) for what they do? Who doth more wrong than such as invent a falsehood against Allah?",
      "transliteration": "hā-ulā-i qawmunat-takhadhū min dūnihi ālihah ۖ lawlā ya-tūna `alayhim bisulṭānin bayyin ۖ faman aẓlamu mimmanif-tarā `alallāhi kadhibā"
    },
    {
      "index": 17,
      "id": 16,
      "show_id": "16",
      "arabic": "وَإِذِ ٱعْتَزَلْتُمُوهُمْ وَمَا يَعْبُدُونَ إِلَّا ٱللَّهَ فَأْوُۥٓا۟ إِلَى ٱلْكَهْفِ يَنشُرْ لَكُمْ رَبُّكُم مِّن رَّحْمَتِهِۦ وَيُهَيِّئْ لَكُم مِّنْ أَمْرِكُم مِّرْفَقًا",
      "translation": "\"When ye turn away from them and the things they worship other than Allah, betake yourselves to the Cave: Your Lord will shower His mercies on you and disposes of your affair towards comfort and ease.\"",
      "transliteration": "wa idhi'-tazaltumūhum wa mā ya`budūna illallāha fa-uwū ilal-kahfi yanshur lakum rabbukum min raḥmatihi wayuhayyi-lakum min amrikum mirfaqā"
    },
    {
      "index": 18,
      "id": 17,
      "show_id": "17",
      "arabic": "وَتَرَى ٱلشَّمْسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهْفِهِمْ ذَاتَ ٱلْيَمِينِ وَإِذَا غَرَبَت تَّقْرِضُهُمْ ذَاتَ ٱلشِّمَالِ وَهُمْ فِى فَجْوَةٍ مِّنْهُ ۚ ذَٰلِكَ مِنْ ءَايَـٰتِ ٱللَّهِ ۗ مَن يَهْدِ ٱللَّهُ فَهُوَ ٱلْمُهْتَدِ ۖ وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُۥ وَلِيًّا مُّرْشِدًا",
      "translation": "Thou wouldst have seen the sun, when it rose, declining to the right from their Cave, and when it set, turning away from them to the left, while they lay in the open space in the midst of the Cave. Such are among the Signs of Allah: He whom Allah, guides is rightly guided; but he whom Allah leaves to stray,- for him wilt thou find no protector to lead him to the Right Way.",
      "transliteration": "watarash shamsa idhā ṭala`at tazāwaru `an kahfihim dhātal yamīni wa idhā gharabat taqriḍuhum dhātash shimāli wahum fī fajwatim minh ۚ dhālika min āyātillāh ۗ man yahdillāhu fahuwal muhtad ۖ wa man yuḍlil falan tajida lahu waliyyan murshidā"
    },
    {
      "index": 19,
      "id": 18,
      "show_id": "18",
      "arabic": "وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ ۚ وَنُقَلِّبُهُمْ ذَاتَ ٱلْيَمِينِ وَذَاتَ ٱلشِّمَالِ ۖ وَكَلْبُهُم بَـٰسِطٌ ذِرَاعَيْهِ بِٱلْوَصِيدِ ۚ لَوِ ٱطَّلَعْتَ عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا",
      "translation": "Thou wouldst have deemed them awake, whilst they were asleep, and We turned them on their right and on their left sides: their dog stretching forth his two fore-legs on the threshold: if thou hadst come up on to them, thou wouldst have certainly turned back from them in flight, and wouldst certainly have been filled with terror of them.",
      "transliteration": "wataḥsabuhum ayqāẓan wahum ruqūd ۚ wanuqallibuhum dhātal yamīni wadhātash shimāl ۖ wakalbuhum bāsiṭun dhirā`ayhi bil waṣīd ۚ lawiṭ-ṭala`ta `alayhim lawallayta minhum firāran walamuli-ta minhum ru`bā"
    },
    {
      "index": 20,
      "id": 19,
      "show_id": "19",
      "arabic": "وَكَذَٰلِكَ بَعَثْنَـٰهُمْ لِيَتَسَآءَلُوا۟ بَيْنَهُمْ ۚ قَالَ قَآئِلٌ مِّنْهُمْ كَمْ لَبِثْتُمْ ۖ قَالُوا۟ لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ ۚ قَالُوا۟ رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ فَٱبْعَثُوٓا۟ أَحَدَكُم بِوَرِقِكُمْ هَـٰذِهِۦٓ إِلَى ٱلْمَدِينَةِ فَلْيَنظُرْ أَيُّهَآ أَزْكَىٰ طَعَامًا فَلْيَأْتِكُم بِرِزْقٍ مِّنْهُ وَلْيَتَلَطَّفْ وَلَا يُشْعِرَنَّ بِكُمْ أَحَدًا",
      "translation": "Such (being their state), we raised them up (from sleep), that they might question each other. Said one of them, \"How long have ye stayed (here)?\" They said, \"We have stayed (perhaps) a day, or part of a day.\" (At length) they (all) said, \"Allah (alone) knows best how long ye have stayed here.... Now send ye then one of you with this money of yours to the town: let him find out which is the best food (to be had) and bring some to you, that (ye may) satisfy your hunger therewith: And let him behave with care and courtesy, and let him not inform any one about you.",
      "transliteration": "wakadhālika ba`athnāhum liyatasā-alū baynahum ۚ qāla qā-ilun minhum kam labithtum ۖ qālū labithnā yawman aw ba`ḍa yawm ۚ qālū rabbukum a`lamu bimā labithtum fab`athū aḥadakum biwariqikum hādhihi ilal-madīnati falyanẓur ayyuhā azkā ṭa`āman falya-tikum birizqin minhu walyatalaṭṭaf walā yush`iranna bikum aḥadā"
    },
    {
      "index": 21,
      "id": 20,
      "show_id": "20",
      "arabic": "إِنَّهُمْ إِن يَظْهَرُوا۟ عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِى مِلَّتِهِمْ وَلَن تُفْلِحُوٓا۟ إِذًا أَبَدًا",
      "translation": "\"For if they should come upon you, they would stone you or force you to return to their cult, and in that case ye would never attain prosperity.\"",
      "transliteration": "innahum in yaẓharū `alaykum yarjumūkum aw yu`īdūkum fī millatihim walan tufliḥū idhan abadā"
    },
    {
      "index": 22,
      "id": 21,
      "show_id": "21",
      "arabic": "وَكَذَٰلِكَ أَعْثَرْنَا عَلَيْهِمْ لِيَعْلَمُوٓا۟ أَنَّ وَعْدَ ٱللَّهِ حَقٌّ وَأَنَّ ٱلسَّاعَةَ لَا رَيْبَ فِيهَآ إِذْ يَتَنَـٰزَعُونَ بَيْنَهُمْ أَمْرَهُمْ ۖ فَقَالُوا۟ ٱبْنُوا۟ عَلَيْهِم بُنْيَـٰنًا ۖ رَّبُّهُمْ أَعْلَمُ بِهِمْ ۚ قَالَ ٱلَّذِينَ غَلَبُوا۟ عَلَىٰٓ أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِم مَّسْجِدًا",
      "translation": "Thus did We make their case known to the people, that they might know that the promise of Allah is true, and that there can be no doubt about the Hour of Judgment. Behold, they dispute among themselves as to their affair. (Some) said, \"Construct a building over them\": Their Lord knows best about them: those who prevailed over their affair said, \"Let us surely build a place of worship over them.\"",
      "transliteration": "wakadhālika a`tharnā `alayhim liya`lamū anna wa`dallāhi ḥaqqun wa-annas sā`ata lā rayba fīhā idh yatanāza`ūna baynahum amrahum ۖ faqālub-nū `alayhim bunyānā ۖ rabbuhum a`lamu bihim ۚ qālal ladhīna ghalabū `alā amrihim lanattakhidhanna `alayhim masjidā"
    },
    {
      "index": 23,
      "id": 22,
      "show_id": "22",
      "arabic": "سَيَقُولُونَ ثَلَـٰثَةٌ رَّابِعُهُمْ كَلْبُهُمْ وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًۢا بِٱلْغَيْبِ ۖ وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ ۚ قُل رَّبِّىٓ أَعْلَمُ بِعِدَّتِهِم مَّا يَعْلَمُهُمْ إِلَّا قَلِيلٌ ۗ فَلَا تُمَارِ فِيهِمْ إِلَّا مِرَآءً ظَـٰهِرًا وَلَا تَسْتَفْتِ فِيهِم مِّنْهُمْ أَحَدًا",
      "translation": "(Some) say they were three, the dog being the fourth among them; (others) say they were five, the dog being the sixth,- doubtfully guessing at the unknown; (yet others) say they were seven, the dog being the eighth. Say thou: \"My Lord knoweth best their number; It is but few that know their (real case).\" Enter not, therefore, into controversies concerning them, except on a matter that is clear, nor consult any of them about (the affair of) the Sleepers.",
      "transliteration": "sayaqūlūna thalāthatun rābi`uhum kalbuhum wayaqūlūna khamsatun sādisuhum kalbuhum rajman bil ghayb ۖ wayaqūlūna sab`atun wathāminuhum kalbuhum ۚ qul rabbī a`lamu bi`iddatihim mā ya`lamuhum illā qalīl ۗ falā tumāri fīhim illā mirā-an ẓāhiran walā tastafti fīhim minhum aḥadā"
    },
    {
      "index": 24,
      "id": 23,
      "show_id": "23",
      "arabic": "وَلَا تَقُولَنَّ لِشَا۟ىْءٍ إِنِّى فَاعِلٌ ذَٰلِكَ غَدًا",
      "translation": "Nor say of anything, \"I shall be sure to do so and so tomorrow\"-",
      "transliteration": "walā taqūlanna lishay-in innī fā`ilun dhālika ghadā"
    },
    {
      "index": 25,
      "id": 24,
      "show_id": "24",
      "arabic": "إِلَّآ أَن يَشَآءَ ٱللَّهُ ۚ وَٱذْكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلْ عَسَىٰٓ أَن يَهْدِيَنِ رَبِّى لِأَقْرَبَ مِنْ هَـٰذَا رَشَدًا",
      "translation": "Without adding, \"So please Allah!\" and call thy Lord to mind when thou forgettest, and say, \"I hope that my Lord will guide me ever closer (even) than this to the right road.\"",
      "transliteration": "illā an yashā-allāh ۚ wadhkur rabbaka idhā nasīta waqul `asā an yahdiyani rabbī li-aqraba min hādhā rashadā"
    },
    {
      "index": 26,
      "id": 25,
      "show_id": "25",
      "arabic": "وَلَبِثُوا۟ فِى كَهْفِهِمْ ثَلَـٰثَ مِا۟ئَةٍ سِنِينَ وَٱزْدَادُوا۟ تِسْعًا",
      "translation": "So they stayed in their Cave three hundred years, and (some) add nine (more)",
      "transliteration": "walabithū fī kahfihim thalātha mī-atin sinīna wazdādū tis`ā"
    },
    {
      "index": 27,
      "id": 26,
      "show_id": "26",
      "arabic": "قُلِ ٱللَّهُ أَعْلَمُ بِمَا لَبِثُوا۟ ۖ لَهُۥ غَيْبُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ أَبْصِرْ بِهِۦ وَأَسْمِعْ ۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِىٍّ وَلَا يُشْرِكُ فِى حُكْمِهِۦٓ أَحَدًا",
      "translation": "Say: \"Allah knows best how long they stayed: with Him is (the knowledge of) the secrets of the heavens and the earth: how clearly He sees, how finely He hears (everything)! They have no protector other than Him; nor does He share His Command with any person whatsoever.",
      "transliteration": "qulillāhu a`lamu bimā labithū ۖ lahu ghaybus samāwāti wal-arḍ ۖ abṣir bihi wa-asmi` ۚ mā lahum min dūnihi min waliyyin walā yushriku fī ḥukmihi aḥadā"
    },
    {
      "index": 28,
      "id": 27,
      "show_id": "27",
      "arabic": "وَٱتْلُ مَآ أُوحِىَ إِلَيْكَ مِن كِتَابِ رَبِّكَ ۖ لَا مُبَدِّلَ لِكَلِمَـٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلْتَحَدًا",
      "translation": "And recite (and teach) what has been revealed to thee of the Book of thy Lord: none can change His Words, and none wilt thou find as a refuge other than Him.",
      "transliteration": "watlu mā ūḥiya ilayka min kitābi rabbik ۖ lā mubaddila likalimātihi walan tajida min dūnihi multaḥadā"
    },
    {
      "index": 29,
      "id": 28,
      "show_id": "28",
      "arabic": "وَٱصْبِرْ نَفْسَكَ مَعَ ٱلَّذِينَ يَدْعُونَ رَبَّهُم بِٱلْغَدَوٰةِ وَٱلْعَشِىِّ يُرِيدُونَ وَجْهَهُۥ ۖ وَلَا تَعْدُ عَيْنَاكَ عَنْهُمْ تُرِيدُ زِينَةَ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَلَا تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُۥ عَن ذِكْرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمْرُهُۥ فُرُطًا",
      "translation": "And keep thy soul content with those who call on their Lord morning and evening, seeking His Face; and let not thine eyes pass beyond them, seeking the pomp and glitter of this Life; no obey any whose heart We have permitted to neglect the remembrance of Us, one who follows his own desires, whose case has gone beyond all bounds.",
      "transliteration": "waṣbir nafsaka ma`al ladhīna yad`ūna rabbahum bil ghadāti wal `ashiyyi yurīdūna wajhah ۖ walā ta`du `aynāka `anhum turīdu zīnatal ḥayātid dunyā ۖ walā tuṭi` man aghfalnā qalbahu `an dhikrinā wattaba`a hawāhu wakāna amruhu furuṭā"
    },
    {
      "index": 30,
      "id": 29,
      "show_id": "29",
      "arabic": "وَقُلِ ٱلْحَقُّ مِن رَّبِّكُمْ ۖ فَمَن شَآءَ فَلْيُؤْمِن وَمَن شَآءَ فَلْيَكْفُرْ ۚ إِنَّآ أَعْتَدْنَا لِلظَّـٰلِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا ۚ وَإِن يَسْتَغِيثُوا۟ يُغَاثُوا۟ بِمَآءٍ كَٱلْمُهْلِ يَشْوِى ٱلْوُجُوهَ ۚ بِئْسَ ٱلشَّرَابُ وَسَآءَتْ مُرْتَفَقًا",
      "translation": "Say, \"The truth is from your Lord\": Let him who will believe, and let him who will, reject (it): for the wrong-doers We have prepared a Fire whose (smoke and flames), like the walls and roof of a tent, will hem them in: if they implore relief they will be granted water like melted brass, that will scald their faces, how dreadful the drink! How uncomfortable a couch to recline on!",
      "transliteration": "waqulil ḥaqqu min rabbikum ۖ faman shā-a falyu-min wa man shā-a falyakfur ۚ innā a`tadnā liẓẓālimīna nāran aḥāṭa bihim surādiquhā ۚ wa in yastaghīthū yughāthū bimā-in kal muhli yashwil wujūh ۚ bi-sash sharābu wasā-at murtafaqā"
    },
    {
      "index": 31,
      "id": 30,
      "show_id": "30",
      "arabic": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ إِنَّا لَا نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا",
      "translation": "As to those who believe and work righteousness, verily We shall not suffer to perish the reward of any who do a (single) righteous deed.",
      "transliteration": "innal ladhīna āmanū wa`amiluṣ ṣāliḥāti innā lā nuḍī`u ajra man aḥsana `amalā"
    },
    {
      "index": 32,
      "id": 31,
      "show_id": "31",
      "arabic": "أُو۟لَـٰٓئِكَ لَهُمْ جَنَّـٰتُ عَدْنٍ تَجْرِى مِن تَحْتِهِمُ ٱلْأَنْهَـٰرُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَيَلْبَسُونَ ثِيَابًا خُضْرًا مِّن سُندُسٍ وَإِسْتَبْرَقٍ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلْأَرَآئِكِ ۚ نِعْمَ ٱلثَّوَابُ وَحَسُنَتْ مُرْتَفَقًا",
      "translation": "For them will be Gardens of Eternity; beneath them rivers will flow; they will be adorned therein with bracelets of gold, and they will wear green garments of fine silk and heavy brocade: They will recline therein on raised thrones. How good the recompense! How beautiful a couch to recline on!",
      "transliteration": "ulā-ika lahum jannātu `adnin tajrī min taḥtihimul-anhāru yuḥallawna fīhā min asāwira min dhahabin wayalbasūna thiyāban khuḍran min sundusin wa istabraqin muttaki-īna fīhā `alal-arā-ik ۚ ni`math thawābu waḥasunat murtafaqā"
    },
    {
      "index": 33,
      "id": 32,
      "show_id": "32",
      "arabic": "وَٱضْرِبْ لَهُم مَّثَلًا رَّجُلَيْنِ جَعَلْنَا لِأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَـٰبٍ وَحَفَفْنَـٰهُمَا بِنَخْلٍ وَجَعَلْنَا بَيْنَهُمَا زَرْعًا",
      "translation": "Set forth to them the parable of two men: for one of them We provided two gardens of grape-vines and surrounded them with date palms; in between the two We placed corn-fields.",
      "transliteration": "waḍrib lahum mathalan rajulayni ja`alnā li-aḥadihimā jannatayni min a`nābin waḥafafnāhumā binakhlin waja`alnā baynahumā zar`ā"
    },
    {
      "index": 34,
      "id": 33,
      "show_id": "33",
      "arabic": "كِلْتَا ٱلْجَنَّتَيْنِ ءَاتَتْ أُكُلَهَا وَلَمْ تَظْلِم مِّنْهُ شَيْـًٔا ۚ وَفَجَّرْنَا خِلَـٰلَهُمَا نَهَرًا",
      "translation": "Each of those gardens brought forth its produce, and failed not in the least therein: in the midst of them We caused a river to flow.",
      "transliteration": "kiltal jannatayni ātat ukulahā walam taẓlim minhu shay-ā ۚ wafajjarnā khilālahumā naharā"
    },
    {
      "index": 35,
      "id": 34,
      "show_id": "34",
      "arabic": "وَكَانَ لَهُۥ ثَمَرٌ فَقَالَ لِصَـٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكْثَرُ مِنكَ مَالًا وَأَعَزُّ نَفَرًا",
      "translation": "(Abundant) was the produce this man had: he said to his companion, in the course of a mutual argument: \"more wealth have I than you, and more honour and power in (my following of) men.\"",
      "transliteration": "wakāna lahu thamarun faqāla liṣāḥibihi wahuwa yuḥāwiruhu ana aktharu minka mālan wa-a`azzu nafarā"
    },
    {
      "index": 36,
      "id": 35,
      "show_id": "35",
      "arabic": "وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٌ لِّنَفْسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَـٰذِهِۦٓ أَبَدًا",
      "translation": "He went into his garden in a state (of mind) unjust to his soul: He said, \"I deem not that this will ever perish,",
      "transliteration": "wadakhala jannatahu wahuwa ẓālimul linafsihi qāla mā aẓunnu an tabīda hādhihi abadā"
    },
    {
      "index": 37,
      "id": 36,
      "show_id": "36",
      "arabic": "وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةً وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّى لَأَجِدَنَّ خَيْرًا مِّنْهَا مُنقَلَبًا",
      "translation": "\"Nor do I deem that the Hour (of Judgment) will (ever) come: Even if I am brought back to my Lord, I shall surely find (there) something better in exchange.\"",
      "transliteration": "wa mā aẓunnus sā`ata qā-imatan wala-in rudidtu ilā rabbī la-ajidanna khayran minhā munqalabā"
    },
    {
      "index": 38,
      "id": 37,
      "show_id": "37",
      "arabic": "قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرْتَ بِٱلَّذِى خَلَقَكَ مِن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ سَوَّىٰكَ رَجُلًا",
      "translation": "His companion said to him, in the course of the argument with him: \"Dost thou deny Him Who created thee out of dust, then out of a sperm-drop, then fashioned thee into a man?",
      "transliteration": "qāla lahu ṣāḥibuhu wahuwa yuḥāwiruhu akafarta bil ladhī khalaqaka min turābin thumma min nuṭfatin thumma sawwāka rajulā"
    },
    {
      "index": 39,
      "id": 38,
      "show_id": "38",
      "arabic": "لَّـٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّى وَلَآ أُشْرِكُ بِرَبِّىٓ أَحَدًا",
      "translation": "\"But (I think) for my part that He is Allah, My Lord, and none shall I associate with my Lord.",
      "transliteration": "lākinna huwallāhu rabbī walā ushriku birabbī aḥadā"
    },
    {
      "index": 40,
      "id": 39,
      "show_id": "39",
      "arabic": "وَلَوْلَآ إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِ ۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالًا وَوَلَدًا",
      "translation": "\"Why didst thou not, as thou wentest into thy garden, say: 'Allah's will (be done)! There is no power but with Allah!' If thou dost see me less than thee in wealth and sons,",
      "transliteration": "walawlā idh dakhalta jannataka qulta mā shā-allāhu lā quwwata illā billāh ۚ in tarani ana aqalla minka mālan wawaladā"
    },
    {
      "index": 41,
      "id": 40,
      "show_id": "40",
      "arabic": "فَعَسَىٰ رَبِّىٓ أَن يُؤْتِيَنِ خَيْرًا مِّن جَنَّتِكَ وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِّنَ ٱلسَّمَآءِ فَتُصْبِحَ صَعِيدًا زَلَقًا",
      "translation": "\"It may be that my Lord will give me something better than thy garden, and that He will send on thy garden thunderbolts (by way of reckoning) from heaven, making it (but) slippery sand!-",
      "transliteration": "fa`asā rabbī an yu-tiyani khayran min jannatika wayursila `alayhā ḥusbānan minas samā-i fatuṣbiḥa ṣa`īdan zalaqā"
    },
    {
      "index": 42,
      "id": 41,
      "show_id": "41",
      "arabic": "أَوْ يُصْبِحَ مَآؤُهَا غَوْرًا فَلَن تَسْتَطِيعَ لَهُۥ طَلَبًا",
      "translation": "\"Or the water of the garden will run off underground so that thou wilt never be able to find it.\"",
      "transliteration": "aw yuṣbiḥa mā-uhā ghawran falan tastaṭī`a lahu ṭalabā"
    },
    {
      "index": 43,
      "id": 42,
      "show_id": "42",
      "arabic": "وَأُحِيطَ بِثَمَرِهِۦ فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَـٰلَيْتَنِى لَمْ أُشْرِكْ بِرَبِّىٓ أَحَدًا",
      "translation": "So his fruits (and enjoyment) were encompassed (with ruin), and he remained twisting and turning his hands over what he had spent on his property, which had (now) tumbled to pieces to its very foundations, and he could only say, \"Woe is me! Would I had never ascribed partners to my Lord and Cherisher!\"",
      "transliteration": "wa-uḥīṭa bithamarihi fa-aṣbaḥa yuqallibu kaffayhi `alā mā anfaqa fīhā wahiya khāwiyatun `alā `urūshihā wayaqūlu yālaytanī lam ushrik birabbī aḥadā"
    },
    {
      "index": 44,
      "id": 43,
      "show_id": "43",
      "arabic": "وَلَمْ تَكُن لَّهُۥ فِئَةٌ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا",
      "translation": "Nor had he numbers to help him against Allah, nor was he able to deliver himself.",
      "transliteration": "walam takun lahu fi-atun yanṣurūnahu min dūnillāhi wa mā kāna muntaṣirā"
    },
    {
      "index": 45,
      "id": 44,
      "show_id": "44",
      "arabic": "هُنَالِكَ ٱلْوَلَـٰيَةُ لِلَّهِ ٱلْحَقِّ ۚ هُوَ خَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبًا",
      "translation": "There, the (only) protection comes from Allah, the True One. He is the Best to reward, and the Best to give success.",
      "transliteration": "hunālikal walāyatu lillāhil ḥaqq ۚ huwa khayrun thawāban wakhayrun `uqbā"
    },
    {
      "index": 46,
      "id": 45,
      "show_id": "45",
      "arabic": "وَٱضْرِبْ لَهُم مَّثَلَ ٱلْحَيَوٰةِ ٱلدُّنْيَا كَمَآءٍ أَنزَلْنَـٰهُ مِنَ ٱلسَّمَآءِ فَٱخْتَلَطَ بِهِۦ نَبَاتُ ٱلْأَرْضِ فَأَصْبَحَ هَشِيمًا تَذْرُوهُ ٱلرِّيَـٰحُ ۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ مُّقْتَدِرًا",
      "translation": "Set forth to them the similitude of the life of this world: It is like the rain which we send down from the skies: the earth's vegetation absorbs it, but soon it becomes dry stubble, which the winds do scatter: it is (only) Allah who prevails over all things.",
      "transliteration": "waḍrib lahum mathalal-ḥayātid dunyā kamā-in anzalnāhu minas samā-i fakhtalaṭa bihi nabātul-arḍi fa-aṣbaḥa hashīman tadhrūhur riyāḥ ۗ wakānallāhu `alā kulli shay-in muqtadirā"
    },
    {
      "index": 47,
      "id": 46,
      "show_id": "46",
      "arabic": "ٱلْمَالُ وَٱلْبَنُونَ زِينَةُ ٱلْحَيَوٰةِ ٱلدُّنْيَا ۖ وَٱلْبَـٰقِيَـٰتُ ٱلصَّـٰلِحَـٰتُ خَيْرٌ عِندَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا",
      "translation": "Wealth and sons are allurements of the life of this world: But the things that endure, good deeds, are best in the sight of thy Lord, as rewards, and best as (the foundation for) hopes.",
      "transliteration": "al-mālu wal banūna zīnatul ḥayātid dunyā ۖ wal bāqiyātuṣ ṣāliḥātu khayrun `inda rabbika thawāban wakhayrun amalā"
    },
    {
      "index": 48,
      "id": 47,
      "show_id": "47",
      "arabic": "وَيَوْمَ نُسَيِّرُ ٱلْجِبَالَ وَتَرَى ٱلْأَرْضَ بَارِزَةً وَحَشَرْنَـٰهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا",
      "translation": "One Day We shall remove the mountains, and thou wilt see the earth as a level stretch, and We shall gather them, all together, nor shall We leave out any one of them.",
      "transliteration": "wayawma nusayyirul jibāla wataral-arḍa bārizatan waḥasharnāhum falam nughādir minhum aḥadā"
    },
    {
      "index": 49,
      "id": 48,
      "show_id": "48",
      "arabic": "وَعُرِضُوا۟ عَلَىٰ رَبِّكَ صَفًّا لَّقَدْ جِئْتُمُونَا كَمَا خَلَقْنَـٰكُمْ أَوَّلَ مَرَّةٍۭ ۚ بَلْ زَعَمْتُمْ أَلَّن نَّجْعَلَ لَكُم مَّوْعِدًا",
      "translation": "And they will be marshalled before thy Lord in ranks, (with the announcement), \"Now have ye come to Us (bare) as We created you first: aye, ye thought We shall not fulfil the appointment made to you to meet (Us)!\":",
      "transliteration": "wa`uriḍū `alā rabbika ṣaffal laqad ji-tumūnā kamā khalaqnākum awwala marrah ۚ bal za`amtum allan naj`ala lakum maw`idā"
    },
    {
      "index": 50,
      "id": 49,
      "show_id": "49",
      "arabic": "وَوُضِعَ ٱلْكِتَـٰبُ فَتَرَى ٱلْمُجْرِمِينَ مُشْفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَـٰوَيْلَتَنَا مَالِ هَـٰذَا ٱلْكِتَـٰبِ لَا يُغَادِرُ صَغِيرَةً وَلَا كَبِيرَةً إِلَّآ أَحْصَىٰهَا ۚ وَوَجَدُوا۟ مَا عَمِلُوا۟ حَاضِرًا ۗ وَلَا يَظْلِمُ رَبُّكَ أَحَدًا",
      "translation": "And the Book (of Deeds) will be placed (before you); and thou wilt see the sinful in great terror because of what is (recorded) therein; they will say, \"Ah! woe to us! what a Book is this! It leaves out nothing small or great, but takes account thereof!\" They will find all that they did, placed before them: And not one will thy Lord treat with injustice.",
      "transliteration": "wawuḍi`al kitābu fataral mujrimīna mushfiqīna mimmā fīhi wayaqūlūna yāwaylatanā māli hādhal kitābi lā yughādiru ṣaghīratan walā kabīratan illā aḥṣāhā ۚ wawajadū mā `amilū ḥāḍirā ۗ walā yaẓlimu rabbuka aḥadā"
    },
    {
      "index": 51,
      "id": 50,
      "show_id": "50",
      "arabic": "وَإِذْ قُلْنَا لِلْمَلَـٰٓئِكَةِ ٱسْجُدُوا۟ لِـَٔادَمَ فَسَجَدُوٓا۟ إِلَّآ إِبْلِيسَ كَانَ مِنَ ٱلْجِنِّ فَفَسَقَ عَنْ أَمْرِ رَبِّهِۦٓ ۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوْلِيَآءَ مِن دُونِى وَهُمْ لَكُمْ عَدُوٌّۢ ۚ بِئْسَ لِلظَّـٰلِمِينَ بَدَلًا",
      "translation": "Behold! We said to the angels, \"Bow down to Adam\": They bowed down except Iblis. He was one of the Jinns, and he broke the Command of his Lord. Will ye then take him and his progeny as protectors rather than Me? And they are enemies to you! Evil would be the exchange for the wrong-doers!",
      "transliteration": "wa idh qulnā lil-malā-ikatis-judū li-ādama fasajadū illā iblīsa kāna minal jinni fafasaqa `an amri rabbih ۗ afatattakhidhūnahu wadhurriyyatahu awliyā-a min dūnī wahum lakum `aduww ۚ bi-sa liẓẓālimīna badalā"
    },
    {
      "index": 52,
      "id": 51,
      "show_id": "51",
      "arabic": "مَّآ أَشْهَدتُّهُمْ خَلْقَ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَلَا خَلْقَ أَنفُسِهِمْ وَمَا كُنتُ مُتَّخِذَ ٱلْمُضِلِّينَ عَضُدًا",
      "translation": "I called them not to witness the creation of the heavens and the earth, nor (even) their own creation: nor is it for helpers such as Me to take as lead (men) astray!",
      "transliteration": "mā ash-hadtuhum khalqas samāwāti wal-arḍi walā khalqa anfusihim wa mā kuntu muttakhidhal muḍillīna `aḍudā"
    },
    {
      "index": 53,
      "id": 52,
      "show_id": "52",
      "arabic": "وَيَوْمَ يَقُولُ نَادُوا۟ شُرَكَآءِىَ ٱلَّذِينَ زَعَمْتُمْ فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُوا۟ لَهُمْ وَجَعَلْنَا بَيْنَهُم مَّوْبِقًا",
      "translation": "One Day He will say, \"Call on those whom ye thought to be My partners,\" and they will call on them, but they will not listen to them; and We shall make for them a place of common perdition.",
      "transliteration": "wayawma yaqūlu nādū shurakā-iyal ladhīna za`amtum fada`awhum falam yastajībū lahum waja`alnā baynahum mawbiqā"
    },
    {
      "index": 54,
      "id": 53,
      "show_id": "53",
      "arabic": "وَرَءَا ٱلْمُجْرِمُونَ ٱلنَّارَ فَظَنُّوٓا۟ أَنَّهُم مُّوَاقِعُوهَا وَلَمْ يَجِدُوا۟ عَنْهَا مَصْرِفًا",
      "translation": "And the Sinful shall see the fire and apprehend that they have to fall therein: no means will they find to turn away therefrom.",
      "transliteration": "wara al mujrimūnan nāra faẓannū annahum muwāqi`ūhā walam yajidū `anhā maṣrifā"
    },
    {
      "index": 55,
      "id": 54,
      "show_id": "54",
      "arabic": "وَلَقَدْ صَرَّفْنَا فِى هَـٰذَا ٱلْقُرْءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٍ ۚ وَكَانَ ٱلْإِنسَـٰنُ أَكْثَرَ شَىْءٍ جَدَلًا",
      "translation": "We have explained in detail in this Qur'an, for the benefit of mankind, every kind of similitude: but man is, in most things, contentious.",
      "transliteration": "walaqad ṣarrafnā fī hādhal qur-āni linnāsi min kulli mathal ۚ wakānal-insānu akthara shay-in jadalā"
    },
    {
      "index": 56,
      "id": 55,
      "show_id": "55",
      "arabic": "وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤْمِنُوٓا۟ إِذْ جَآءَهُمُ ٱلْهُدَىٰ وَيَسْتَغْفِرُوا۟ رَبَّهُمْ إِلَّآ أَن تَأْتِيَهُمْ سُنَّةُ ٱلْأَوَّلِينَ أَوْ يَأْتِيَهُمُ ٱلْعَذَابُ قُبُلًا",
      "translation": "And what is there to keep back men from believing, now that Guidance has come to them, nor from praying for forgiveness from their Lord, but that (they ask that) the ways of the ancients be repeated with them, or the Wrath be brought to them face to face?",
      "transliteration": "wa mā mana`an nāsa an yu-minū idh jā-ahumul hudā wayastaghfirū rabbahum illā an ta-tiyahum sunnatul-awwalīna aw ya-tiyahumul `adhābu qubulā"
    },
    {
      "index": 57,
      "id": 56,
      "show_id": "56",
      "arabic": "وَمَا نُرْسِلُ ٱلْمُرْسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَ ۚ وَيُجَـٰدِلُ ٱلَّذِينَ كَفَرُوا۟ بِٱلْبَـٰطِلِ لِيُدْحِضُوا۟ بِهِ ٱلْحَقَّ ۖ وَٱتَّخَذُوٓا۟ ءَايَـٰتِى وَمَآ أُنذِرُوا۟ هُزُوًا",
      "translation": "We only send the messengers to give Glad Tidings and to give warnings: But the unbelievers dispute with vain argument, in order therewith to weaken the truth, and they treat My Signs as a jest, as also the fact that they are warned!",
      "transliteration": "wa mā nursilul mursalīna illā mubashhirīna wa mundhirīn ۚ wayujādilul ladhīna kafarū bil bāṭili liyud-ḥiḍū bihil ḥaqq ۖ wattakhadhū āyātī wa mā undhirū huzuwā "
    },
    {
      "index": 58,
      "id": 57,
      "show_id": "57",
      "arabic": "وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِـَٔايَـٰتِ رَبِّهِۦ فَأَعْرَضَ عَنْهَا وَنَسِىَ مَا قَدَّمَتْ يَدَاهُ ۚ إِنَّا جَعَلْنَا عَلَىٰ قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ وَفِىٓ ءَاذَانِهِمْ وَقْرًا ۖ وَإِن تَدْعُهُمْ إِلَى ٱلْهُدَىٰ فَلَن يَهْتَدُوٓا۟ إِذًا أَبَدًا",
      "translation": "And who doth more wrong than one who is reminded of the Signs of his Lord, but turns away from them, forgetting the (deeds) which his hands have sent forth? Verily We have set veils over their hearts lest they should understand this, and over their ears, deafness, if thou callest them to guidance, even then will they never accept guidance.",
      "transliteration": "wa man aẓlamu mimman dhukkira bi-āyāti rabbihi fa-a`raḍa `anhā wanasiya mā qaddamat yadāh ۚ innā ja`alnā `alā qulūbihim akinnatan an yafqahūhu wafī ādhānihim waqrā ۖ wa in tad`uhum ilal-hudā falan yahtadū idhan abadā"
    },
    {
      "index": 59,
      "id": 58,
      "show_id": "58",
      "arabic": "وَرَبُّكَ ٱلْغَفُورُ ذُو ٱلرَّحْمَةِ ۖ لَوْ يُؤَاخِذُهُم بِمَا كَسَبُوا۟ لَعَجَّلَ لَهُمُ ٱلْعَذَابَ ۚ بَل لَّهُم مَّوْعِدٌ لَّن يَجِدُوا۟ مِن دُونِهِۦ مَوْئِلًا",
      "translation": "But your Lord is Most forgiving, full of Mercy. If He were to call them (at once) to account for what they have earned, then surely He would have hastened their punishment: but they have their appointed time, beyond which they will find no refuge.",
      "transliteration": "warabbukal ghafūru dhur raḥmah ۖ law yu-ākhidhuhum bimā kasabū la`ajjala lahumul `adhāb ۚ bal lahum maw`idul lan yajidū min dūnihi maw-ilā"
    },
    {
      "index": 60,
      "id": 59,
      "show_id": "59",
      "arabic": "وَتِلْكَ ٱلْقُرَىٰٓ أَهْلَكْنَـٰهُمْ لَمَّا ظَلَمُوا۟ وَجَعَلْنَا لِمَهْلِكِهِم مَّوْعِدًا",
      "translation": "Such were the populations we destroyed when they committed iniquities; but we fixed an appointed time for their destruction.",
      "transliteration": "watilkal qurā ahlaknāhum lammā ẓalamū waja`alnā limahlikihim maw`idā"
    },
    {
      "index": 61,
      "id": 60,
      "show_id": "60",
      "arabic": "وَإِذْ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبْرَحُ حَتَّىٰٓ أَبْلُغَ مَجْمَعَ ٱلْبَحْرَيْنِ أَوْ أَمْضِىَ حُقُبًا",
      "translation": "Behold, Moses said to his attendant, \"I will not give up until I reach the junction of the two seas or (until) I spend years and years in travel.\"",
      "transliteration": "wa idh qāla mūsā lifatāhu lā abraḥu ḥattā ablugha majma`al baḥrayni aw amḍiya ḥuqubā"
    },
    {
      "index": 62,
      "id": 61,
      "show_id": "61",
      "arabic": "فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِى ٱلْبَحْرِ سَرَبًا",
      "translation": "But when they reached the Junction, they forgot (about) their Fish, which took its course through the sea (straight) as in a tunnel.",
      "transliteration": "falammā balaghā majma`a baynihimā nasiyā ḥūtahumā fattakhadha sabīlahu fil baḥri sarabā"
    },
    {
      "index": 63,
      "id": 62,
      "show_id": "62",
      "arabic": "فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدْ لَقِينَا مِن سَفَرِنَا هَـٰذَا نَصَبًا",
      "translation": "When they had passed on (some distance), Moses said to his attendant: \"Bring us our early meal; truly we have suffered much fatigue at this (stage of) our journey.\"",
      "transliteration": "falammā jāwazā qāla lifatāhu ātinā ghadā-anā laqad laqīnā min safarinā hādhā naṣabā"
    },
    {
      "index": 64,
      "id": 63,
      "show_id": "63",
      "arabic": "قَالَ أَرَءَيْتَ إِذْ أَوَيْنَآ إِلَى ٱلصَّخْرَةِ فَإِنِّى نَسِيتُ ٱلْحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيْطَـٰنُ أَنْ أَذْكُرَهُۥ ۚ وَٱتَّخَذَ سَبِيلَهُۥ فِى ٱلْبَحْرِ عَجَبًا",
      "translation": "He replied: \"Sawest thou (what happened) when we betook ourselves to the rock? I did indeed forget (about) the Fish: none but Satan made me forget to tell (you) about it: it took its course through the sea in a marvellous way!\"",
      "transliteration": "qāla ara ayta idh awaynā ilaṣ ṣakhrati fa-innī nasītul ḥūta wa mā ansānīhu illash shayṭānu an adhkurah ۚ wattakhadha sabīlahu fil baḥri `ajabā"
    },
    {
      "index": 65,
      "id": 64,
      "show_id": "64",
      "arabic": "قَالَ ذَٰلِكَ مَا كُنَّا نَبْغِ ۚ فَٱرْتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصًا",
      "translation": "Moses said: \"That was what we were seeking after:\" So they went back on their footsteps, following (the path they had come).",
      "transliteration": "qāla dhālika mā kunnā nabgh ۚ fartaddā `alā āthārihimā qaṣaṣā"
    },
    {
      "index": 66,
      "id": 65,
      "show_id": "65",
      "arabic": "فَوَجَدَا عَبْدًا مِّنْ عِبَادِنَآ ءَاتَيْنَـٰهُ رَحْمَةً مِّنْ عِندِنَا وَعَلَّمْنَـٰهُ مِن لَّدُنَّا عِلْمًا",
      "translation": "So they found one of Our servants, on whom We had bestowed Mercy from Ourselves and whom We had taught knowledge from Our own Presence.",
      "transliteration": "fawajadā `abdan min `ibādinā ātaynāhu raḥmatan min `indinā wa`allamnāhu min ladunnā `il-mā"
    },
    {
      "index": 67,
      "id": 66,
      "show_id": "66",
      "arabic": "قَالَ لَهُۥ مُوسَىٰ هَلْ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا",
      "translation": "Moses said to him: \"May I follow thee, on the footing that thou teach me something of the (Higher) Truth which thou hast been taught?\"",
      "transliteration": "qāla lahu mūsā hal attabi`uka `alā an tu`allimani mimmā `ullimta rushdā"
    },
    {
      "index": 68,
      "id": 67,
      "show_id": "67",
      "arabic": "قَالَ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًا",
      "translation": "(The other) said: \"Verily thou wilt not be able to have patience with me!\"",
      "transliteration": "qāla innaka lan tastaṭī`a ma`iya ṣabrā"
    },
    {
      "index": 69,
      "id": 68,
      "show_id": "68",
      "arabic": "وَكَيْفَ تَصْبِرُ عَلَىٰ مَا لَمْ تُحِطْ بِهِۦ خُبْرًا",
      "translation": "\"And how canst thou have patience about things about which thy understanding is not complete?\"",
      "transliteration": "wakayfa taṣbiru `alā mā lam tuḥiṭ bihi khubrā"
    },
    {
      "index": 70,
      "id": 69,
      "show_id": "69",
      "arabic": "قَالَ سَتَجِدُنِىٓ إِن شَآءَ ٱللَّهُ صَابِرًا وَلَآ أَعْصِى لَكَ أَمْرًا",
      "translation": "Moses said: \"Thou wilt find me, if Allah so will, (truly) patient: nor shall I disobey thee in aught.\"",
      "transliteration": "qāla satajidunī in shā-allāhu ṣābiran walā a`ṣī laka amrā"
    },
    {
      "index": 71,
      "id": 70,
      "show_id": "70",
      "arabic": "قَالَ فَإِنِ ٱتَّبَعْتَنِى فَلَا تَسْـَٔلْنِى عَن شَىْءٍ حَتَّىٰٓ أُحْدِثَ لَكَ مِنْهُ ذِكْرًا",
      "translation": "The other said: \"If then thou wouldst follow me, ask me no questions about anything until I myself speak to thee concerning it.\"",
      "transliteration": "qāla fa-init-taba`tanī falā tas-alnī `an shay-in ḥattā uḥditha laka minhu dhikrā"
    },
    {
      "index": 72,
      "id": 71,
      "show_id": "71",
      "arabic": "فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِى ٱلسَّفِينَةِ خَرَقَهَا ۖ قَالَ أَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا لَقَدْ جِئْتَ شَيْـًٔا إِمْرًا",
      "translation": "So they both proceeded: until, when they were in the boat, he scuttled it. Said Moses: \"Hast thou scuttled it in order to drown those in it? Truly a strange thing hast thou done!\"",
      "transliteration": "fanṭalaqā ḥattā idhā rakibā fis safīnati kharaqahā ۖ qāla akharaqtahā litughriqa ahlahā laqad ji-ta shay-an imrā"
    },
    {
      "index": 73,
      "id": 72,
      "show_id": "72",
      "arabic": "قَالَ أَلَمْ أَقُلْ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًا",
      "translation": "He answered: \"Did I not tell thee that thou canst have no patience with me?\"",
      "transliteration": "qāla alam aqul innaka lan tastaṭī`a ma`iya ṣabrā"
    },
    {
      "index": 74,
      "id": 73,
      "show_id": "73",
      "arabic": "قَالَ لَا تُؤَاخِذْنِى بِمَا نَسِيتُ وَلَا تُرْهِقْنِى مِنْ أَمْرِى عُسْرًا",
      "translation": "Moses said: \"Rebuke me not for forgetting, nor grieve me by raising difficulties in my case.\"",
      "transliteration": "qāla lā tu-ākhidhnī bimā nasītu walā turhiqnī min amrī `usrā"
    },
    {
      "index": 75,
      "id": 74,
      "show_id": "74",
      "arabic": "فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَـٰمًا فَقَتَلَهُۥ قَالَ أَقَتَلْتَ نَفْسًا زَكِيَّةًۢ بِغَيْرِ نَفْسٍ لَّقَدْ جِئْتَ شَيْـًٔا نُّكْرًا",
      "translation": "Then they proceeded: until, when they met a young man, he slew him. Moses said: \"Hast thou slain an innocent person who had slain none? Truly a foul (unheard of) thing hast thou done!\"",
      "transliteration": "fanṭalaqā ḥattā idhā laqiyā ghulāman faqatalahu qāla aqatalta nafsan zakiyyatan bighayri nafsin laqad ji-ta shay-an nukrā"
    },
    {
      "index": 76,
      "id": 75,
      "show_id": "75",
      "arabic": "قَالَ أَلَمْ أَقُل لَّكَ إِنَّكَ لَن تَسْتَطِيعَ مَعِىَ صَبْرًا",
      "translation": "He answered: \"Did I not tell thee that thou canst have no patience with me?\"",
      "transliteration": "qāla alam aqul laka innaka lan tastaṭī`a ma`iya ṣabrā"
    },
    {
      "index": 77,
      "id": 76,
      "show_id": "76",
      "arabic": "قَالَ إِن سَأَلْتُكَ عَن شَىْءٍۭ بَعْدَهَا فَلَا تُصَـٰحِبْنِى ۖ قَدْ بَلَغْتَ مِن لَّدُنِّى عُذْرًا",
      "translation": "(Moses) said: \"If ever I ask thee about anything after this, keep me not in thy company: then wouldst thou have received (full) excuse from my side.\"",
      "transliteration": "qāla in sa-altuka `an shay-in ba`dahā falā tuṣāḥibnī ۖ qad balaghta min ladunnī `udhrā"
    },
    {
      "index": 78,
      "id": 77,
      "show_id": "77",
      "arabic": "فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهْلَ قَرْيَةٍ ٱسْتَطْعَمَآ أَهْلَهَا فَأَبَوْا۟ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥ ۖ قَالَ لَوْ شِئْتَ لَتَّخَذْتَ عَلَيْهِ أَجْرًا",
      "translation": "Then they proceeded: until, when they came to the inhabitants of a town, they asked them for food, but they refused them hospitality. They found there a wall on the point of falling down, but he set it up straight. (Moses) said: \"If thou hadst wished, surely thou couldst have exacted some recompense for it!\"",
      "transliteration": "fanṭalaqā ḥattā idhā atayā ahla qaryatinis-taṭ`amā ahlahā fa-abaw an yuḍayyifūhumā fawajadā fīhā jidāran yurīdu an yanqaḍḍa fa-aqāmah ۖ qāla law shi-ta lattakhadhta `alayhi ajrā"
    },
    {
      "index": 79,
      "id": 78,
      "show_id": "78",
      "arabic": "قَالَ هَـٰذَا فِرَاقُ بَيْنِى وَبَيْنِكَ ۚ سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِع عَّلَيْهِ صَبْرًا",
      "translation": "He answered: \"This is the parting between me and thee: now will I tell thee the interpretation of (those things) over which thou wast unable to hold patience.",
      "transliteration": "qāla hādhā firāqu baynī wabaynik ۚ sa-unabbi-uka bita-wīli mā lam tastaṭi` `alayhi ṣabrā"
    },
    {
      "index": 80,
      "id": 79,
      "show_id": "79",
      "arabic": "أَمَّا ٱلسَّفِينَةُ فَكَانَتْ لِمَسَـٰكِينَ يَعْمَلُونَ فِى ٱلْبَحْرِ فَأَرَدتُّ أَنْ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٌ يَأْخُذُ كُلَّ سَفِينَةٍ غَصْبًا",
      "translation": "\"As for the boat, it belonged to certain men in dire want: they plied on the water: I but wished to render it unserviceable, for there was after them a certain king who seized on every boat by force.",
      "transliteration": "ammas safīnatu fakānat limasākīna ya`malūna fil baḥri fa-aradtu an a`ībahā wakāna warā-ahum malikun ya-khudhu kulla safīnatin ghaṣbā"
    },
    {
      "index": 81,
      "id": 80,
      "show_id": "80",
      "arabic": "وَأَمَّا ٱلْغُلَـٰمُ فَكَانَ أَبَوَاهُ مُؤْمِنَيْنِ فَخَشِينَآ أَن يُرْهِقَهُمَا طُغْيَـٰنًا وَكُفْرًا",
      "translation": "\"As for the youth, his parents were people of Faith, and we feared that he would grieve them by obstinate rebellion and ingratitude (to Allah and man).",
      "transliteration": "wa-ammal ghulāmu fakāna abawāhu mu-minayni fakhashīnā an yurhiqahumā ṭughyānan wakufrā"
    },
    {
      "index": 82,
      "id": 81,
      "show_id": "81",
      "arabic": "فَأَرَدْنَآ أَن يُبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِّنْهُ زَكَوٰةً وَأَقْرَبَ رُحْمًا",
      "translation": "\"So we desired that their Lord would give them in exchange (a son) better in purity (of conduct) and closer in affection.",
      "transliteration": "fa-aradnā an yubdilahumā rabbuhumā khayran minhu zakātan wa-aqraba ruḥmā"
    },
    {
      "index": 83,
      "id": 82,
      "show_id": "82",
      "arabic": "وَأَمَّا ٱلْجِدَارُ فَكَانَ لِغُلَـٰمَيْنِ يَتِيمَيْنِ فِى ٱلْمَدِينَةِ وَكَانَ تَحْتَهُۥ كَنزٌ لَّهُمَا وَكَانَ أَبُوهُمَا صَـٰلِحًا فَأَرَادَ رَبُّكَ أَن يَبْلُغَآ أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنزَهُمَا رَحْمَةً مِّن رَّبِّكَ ۚ وَمَا فَعَلْتُهُۥ عَنْ أَمْرِى ۚ ذَٰلِكَ تَأْوِيلُ مَا لَمْ تَسْطِع عَّلَيْهِ صَبْرًا",
      "translation": "\"As for the wall, it belonged to two youths, orphans, in the Town; there was, beneath it, a buried treasure, to which they were entitled: their father had been a righteous man: So thy Lord desired that they should attain their age of full strength and get out their treasure - a mercy (and favour) from thy Lord. I did it not of my own accord. Such is the interpretation of (those things) over which thou wast unable to hold patience.\"",
      "transliteration": "wa-ammal jidāru fakāna lighulāmayni yatīmayni fil madīnati wakāna taḥtahu kanzul lahumā wakāna abūhumā ṣāliḥan fa-arāda rabbuka an yablughā ashuddahumā wayastakhrijā kanzahumā raḥmatan min rabbik ۚ wa mā fa`altuhu `an amrī ۚ dhālika ta-wīlu mā lam tasṭi` `alayhi ṣabrā"
    },
    {
      "index": 84,
      "id": 83,
      "show_id": "83",
      "arabic": "وَيَسْـَٔلُونَكَ عَن ذِى ٱلْقَرْنَيْنِ ۖ قُلْ سَأَتْلُوا۟ عَلَيْكُم مِّنْهُ ذِكْرًا",
      "translation": "They ask thee concerning Zul-qarnain. Say, \"I will rehearse to you something of his story.\"",
      "transliteration": "wayas-alūnaka `an dhil qarnayn ۖ qul sa-atlū `alaykum minhu dhikrā"
    },
    {
      "index": 85,
      "id": 84,
      "show_id": "84",
      "arabic": "إِنَّا مَكَّنَّا لَهُۥ فِى ٱلْأَرْضِ وَءَاتَيْنَـٰهُ مِن كُلِّ شَىْءٍ سَبَبًا",
      "translation": "Verily We established his power on earth, and We gave him the ways and the means to all ends.",
      "transliteration": "innā makkannā lahu fil-arḍi wa-ātaynāhu min kulli shay-in sababā"
    },
    {
      "index": 86,
      "id": 85,
      "show_id": "85",
      "arabic": "فَأَتْبَعَ سَبَبًا",
      "translation": "One (such) way he followed,",
      "transliteration": "fa-atba`a sababā"
    },
    {
      "index": 87,
      "id": 86,
      "show_id": "86",
      "arabic": "حَتَّىٰٓ إِذَا بَلَغَ مَغْرِبَ ٱلشَّمْسِ وَجَدَهَا تَغْرُبُ فِى عَيْنٍ حَمِئَةٍ وَوَجَدَ عِندَهَا قَوْمًا ۗ قُلْنَا يَـٰذَا ٱلْقَرْنَيْنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمْ حُسْنًا",
      "translation": "Until, when he reached the setting of the sun, he found it set in a spring of murky water: Near it he found a People: We said: \"O Zul-qarnain! (thou hast authority,) either to punish them, or to treat them with kindness.\"",
      "transliteration": "ḥattā idhā balagha maghribash shamsi wajadahā taghrubu fī `aynin ḥami-atin wawajada `indahā qawmā ۗ qulnā yādhal qarnayni immā an tu`adhhiba wa immā an tattakhidha fīhim ḥusnā"
    },
    {
      "index": 88,
      "id": 87,
      "show_id": "87",
      "arabic": "قَالَ أَمَّا مَن ظَلَمَ فَسَوْفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابًا نُّكْرًا",
      "translation": "He said: \"Whoever doth wrong, him shall we punish; then shall he be sent back to his Lord; and He will punish him with a punishment unheard-of (before).",
      "transliteration": "qāla ammā man ẓalama fasawfa nu`adhhibuhu thumma yuraddu ilā rabbihi fayu`adhhibuhu `adhāban nukrā"
    },
    {
      "index": 89,
      "id": 88,
      "show_id": "88",
      "arabic": "وَأَمَّا مَنْ ءَامَنَ وَعَمِلَ صَـٰلِحًا فَلَهُۥ جَزَآءً ٱلْحُسْنَىٰ ۖ وَسَنَقُولُ لَهُۥ مِنْ أَمْرِنَا يُسْرًا",
      "translation": "\"But whoever believes, and works righteousness,- he shall have a goodly reward, and easy will be his task as We order it by our Command.\"",
      "transliteration": "wa-ammā man āmana wa`amila ṣāliḥan falahu jazā-anil-ḥusnā ۖ wasanaqūlu lahu min amrinā yusrā"
    },
    {
      "index": 90,
      "id": 89,
      "show_id": "89",
      "arabic": "ثُمَّ أَتْبَعَ سَبَبًا",
      "translation": "Then followed he (another) way,",
      "transliteration": "thumma atba`a sababā"
    },
    {
      "index": 91,
      "id": 90,
      "show_id": "90",
      "arabic": "حَتَّىٰٓ إِذَا بَلَغَ مَطْلِعَ ٱلشَّمْسِ وَجَدَهَا تَطْلُعُ عَلَىٰ قَوْمٍ لَّمْ نَجْعَل لَّهُم مِّن دُونِهَا سِتْرًا",
      "translation": "Until, when he came to the rising of the sun, he found it rising on a people for whom We had provided no covering protection against the sun.",
      "transliteration": "ḥattā idhā balagha maṭli`ash shamsi wajadahā taṭlu`u `alā qawmin lam naj`al lahum min dūnihā sitrā"
    },
    {
      "index": 92,
      "id": 91,
      "show_id": "91",
      "arabic": "كَذَٰلِكَ وَقَدْ أَحَطْنَا بِمَا لَدَيْهِ خُبْرًا",
      "translation": "(He left them) as they were: We completely understood what was before him.",
      "transliteration": "kadhālika waqad aḥaṭnā bimā ladayhi khubrā"
    },
    {
      "index": 93,
      "id": 92,
      "show_id": "92",
      "arabic": "ثُمَّ أَتْبَعَ سَبَبًا",
      "translation": "Then followed he (another) way,",
      "transliteration": "thumma atba`a sababā"
    },
    {
      "index": 94,
      "id": 93,
      "show_id": "93",
      "arabic": "حَتَّىٰٓ إِذَا بَلَغَ بَيْنَ ٱلسَّدَّيْنِ وَجَدَ مِن دُونِهِمَا قَوْمًا لَّا يَكَادُونَ يَفْقَهُونَ قَوْلًا",
      "translation": "Until, when he reached (a tract) between two mountains, he found, beneath them, a people who scarcely understood a word.",
      "transliteration": "ḥattā idhā balagha baynas saddayni wajada min dūnihimā qawmal lā yakādūna yafqahūna qawlā"
    },
    {
      "index": 95,
      "id": 94,
      "show_id": "94",
      "arabic": "قَالُوا۟ يَـٰذَا ٱلْقَرْنَيْنِ إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِى ٱلْأَرْضِ فَهَلْ نَجْعَلُ لَكَ خَرْجًا عَلَىٰٓ أَن تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا",
      "translation": "They said: \"O Zul-qarnain! the Gog and Magog (People) do great mischief on earth: shall we then render thee tribute in order that thou mightest erect a barrier between us and them?",
      "transliteration": "qālū yādhal qarnayni inna ya-jūja wa ma-jūja mufsidūna fil-arḍi fahal naj`alu laka kharjan `alā an taj`ala baynanā wabaynahum saddā"
    },
    {
      "index": 96,
      "id": 95,
      "show_id": "95",
      "arabic": "قَالَ مَا مَكَّنِّى فِيهِ رَبِّى خَيْرٌ فَأَعِينُونِى بِقُوَّةٍ أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا",
      "translation": "He said: \"(The power) in which my Lord has established me is better (than tribute): Help me therefore with strength (and labour): I will erect a strong barrier between you and them:",
      "transliteration": "qāla mā makkannī fīhi rabbī khayrun fa-a`īnūnī biquwwatin aj`al baynakum wabaynahum radmā"
    },
    {
      "index": 97,
      "id": 96,
      "show_id": "96",
      "arabic": "ءَاتُونِى زُبَرَ ٱلْحَدِيدِ ۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيْنَ ٱلصَّدَفَيْنِ قَالَ ٱنفُخُوا۟ ۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارًا قَالَ ءَاتُونِىٓ أُفْرِغْ عَلَيْهِ قِطْرًا",
      "translation": "\"Bring me blocks of iron.\" At length, when he had filled up the space between the two steep mountain-sides, He said, \"Blow (with your bellows)\" Then, when he had made it (red) as fire, he said: \"Bring me, that I may pour over it, molten lead.\"",
      "transliteration": "ātūnī zubaral ḥadīd ۖ ḥattā idhā sāwā baynaṣ ṣadafayni qālan-fukhū ۖ ḥattā idhā ja`alahu nāran qāla ātūnī ufrigh `alayhi qiṭrā"
    },
    {
      "index": 98,
      "id": 97,
      "show_id": "97",
      "arabic": "فَمَا ٱسْطَـٰعُوٓا۟ أَن يَظْهَرُوهُ وَمَا ٱسْتَطَـٰعُوا۟ لَهُۥ نَقْبًا",
      "translation": "Thus were they made powerless to scale it or to dig through it.",
      "transliteration": "famas-ṭā`ū an yaẓharūhu wa mas-taṭā`ū lahu naqbā"
    },
    {
      "index": 99,
      "id": 98,
      "show_id": "98",
      "arabic": "قَالَ هَـٰذَا رَحْمَةٌ مِّن رَّبِّى ۖ فَإِذَا جَآءَ وَعْدُ رَبِّى جَعَلَهُۥ دَكَّآءَ ۖ وَكَانَ وَعْدُ رَبِّى حَقًّا",
      "translation": "He said: \"This is a mercy from my Lord: But when the promise of my Lord comes to pass, He will make it into dust; and the promise of my Lord is true.\"",
      "transliteration": "qāla hādhā raḥmatun min rabbī ۖ fa-idhā jā-a wa`du rabbī ja`alahu dakkā-a ۖ wakāna wa`du rabbī ḥaqqā"
    },
    {
      "index": 100,
      "id": 99,
      "show_id": "99",
      "arabic": "وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِى بَعْضٍ ۖ وَنُفِخَ فِى ٱلصُّورِ فَجَمَعْنَـٰهُمْ جَمْعًا",
      "translation": "On that day We shall leave them to surge like waves on one another: the trumpet will be blown, and We shall collect them all together.",
      "transliteration": "wataraknā ba`ḍahum yawma-idhiy yamūju fī ba`ḍ ۖ wanufikha fiṣ ṣūri fajama`nāhum jam`ā"
    },
    {
      "index": 101,
      "id": 100,
      "show_id": "100",
      "arabic": "وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِّلْكَـٰفِرِينَ عَرْضًا",
      "translation": "And We shall present Hell that day for Unbelievers to see, all spread out,-",
      "transliteration": "wa`araḍnā jahannama yawma-idhin lilkāfirīna `arḍā"
    },
    {
      "index": 102,
      "id": 101,
      "show_id": "101",
      "arabic": "ٱلَّذِينَ كَانَتْ أَعْيُنُهُمْ فِى غِطَآءٍ عَن ذِكْرِى وَكَانُوا۟ لَا يَسْتَطِيعُونَ سَمْعًا",
      "translation": "(Unbelievers) whose eyes had been under a veil from remembrance of Me, and who had been unable even to hear.",
      "transliteration": "alladhīna kānat a`yunuhum fī ghiṭā-in `an dhikrī wakānū lā yastaṭī`ūna sam`ā"
    },
    {
      "index": 103,
      "id": 102,
      "show_id": "102",
      "arabic": "أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓا۟ أَن يَتَّخِذُوا۟ عِبَادِى مِن دُونِىٓ أَوْلِيَآءَ ۚ إِنَّآ أَعْتَدْنَا جَهَنَّمَ لِلْكَـٰفِرِينَ نُزُلًا",
      "translation": "Do the Unbelievers think that they can take My servants as protectors besides Me? Verily We have prepared Hell for the Unbelievers for (their) entertainment.",
      "transliteration": "afaḥasibal ladhīna kafarū an yattakhidhū `ibādī min dūnī awliyā-a ۚ innā a`tadnā jahannama lilkāfirīna nuzulā"
    },
    {
      "index": 104,
      "id": 103,
      "show_id": "103",
      "arabic": "قُلْ هَلْ نُنَبِّئُكُم بِٱلْأَخْسَرِينَ أَعْمَـٰلًا",
      "translation": "Say: \"Shall we tell you of those who lose most in respect of their deeds?-",
      "transliteration": "qul hal nunabbi-ukum bil-akhsarīna a`mālā"
    },
    {
      "index": 105,
      "id": 104,
      "show_id": "104",
      "arabic": "ٱلَّذِينَ ضَلَّ سَعْيُهُمْ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا",
      "translation": "\"Those whose efforts have been wasted in this life, while they thought that they were acquiring good by their works?\"",
      "transliteration": "alladhīna ḍalla sa`yuhum fil ḥayātid dunyā wahum yaḥsabūna annahum yuḥsinūna ṣun`ā"
    },
    {
      "index": 106,
      "id": 105,
      "show_id": "105",
      "arabic": "أُو۟لَـٰٓئِكَ ٱلَّذِينَ كَفَرُوا۟ بِـَٔايَـٰتِ رَبِّهِمْ وَلِقَآئِهِۦ فَحَبِطَتْ أَعْمَـٰلُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ وَزْنًا",
      "translation": "They are those who deny the Signs of their Lord and the fact of their having to meet Him (in the Hereafter): vain will be their works, nor shall We, on the Day of Judgment, give them any weight.",
      "transliteration": "ulā-ikal ladhīna kafarū bi-āyāti rabbihim waliqā-ihi faḥabiṭat a`māluhum falā nuqīmu lahum yawmal qiyāmati waznā"
    },
    {
      "index": 107,
      "id": 106,
      "show_id": "106",
      "arabic": "ذَٰلِكَ جَزَآؤُهُمْ جَهَنَّمُ بِمَا كَفَرُوا۟ وَٱتَّخَذُوٓا۟ ءَايَـٰتِى وَرُسُلِى هُزُوًا",
      "translation": "That is their reward, Hell, because they rejected Faith, and took My Signs and My Messengers by way of jest.",
      "transliteration": "dhālika jazā-uhum jahannamu bimā kafarū wattakhadhū āyātī warusulī huzuwā "
    },
    {
      "index": 108,
      "id": 107,
      "show_id": "107",
      "arabic": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ كَانَتْ لَهُمْ جَنَّـٰتُ ٱلْفِرْدَوْسِ نُزُلًا",
      "translation": "As to those who believe and work righteous deeds, they have, for their entertainment, the Gardens of Paradise,",
      "transliteration": "innal ladhīna āmanū wa`amiluṣ ṣāliḥāti kānat lahum jannātul firdawsi nuzulā"
    },
    {
      "index": 109,
      "id": 108,
      "show_id": "108",
      "arabic": "خَـٰلِدِينَ فِيهَا لَا يَبْغُونَ عَنْهَا حِوَلًا",
      "translation": "Wherein they shall dwell (for aye): no change will they wish for from them.",
      "transliteration": "khālidīna fīhā lā yabghūna `anhā ḥiwalā"
    },
    {
      "index": 110,
      "id": 109,
      "show_id": "109",
      "arabic": "قُل لَّوْ كَانَ ٱلْبَحْرُ مِدَادًا لِّكَلِمَـٰتِ رَبِّى لَنَفِدَ ٱلْبَحْرُ قَبْلَ أَن تَنفَدَ كَلِمَـٰتُ رَبِّى وَلَوْ جِئْنَا بِمِثْلِهِۦ مَدَدًا",
      "translation": "Say: \"If the ocean were ink (wherewith to write out) the words of my Lord, sooner would the ocean be exhausted than would the words of my Lord, even if we added another ocean like it, for its aid.\"",
      "transliteration": "qul law kānal baḥru midādal likalimāti rabbī lanafidal baḥru qabla an tanfada kalimātu rabbī walaw ji-nā bimithlihi madadā"
    },
    {
      "index": 111,
      "id": 110,
      "show_id": "110",
      "arabic": "قُلْ إِنَّمَآ أَنَا۠ بَشَرٌ مِّثْلُكُمْ يُوحَىٰٓ إِلَىَّ أَنَّمَآ إِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ ۖ فَمَن كَانَ يَرْجُوا۟ لِقَآءَ رَبِّهِۦ فَلْيَعْمَلْ عَمَلًا صَـٰلِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِۦٓ أَحَدًۢا",
      "translation": "Say: \"I am but a man like yourselves, (but) the inspiration has come to me, that your Allah is one Allah: whoever expects to meet his Lord, let him work righteousness, and, in the worship of his Lord, admit no one as partner.",
      "transliteration": "qul innamā ana basharun mithlukum yūḥā ilayya annamā ilāhukum ilāhun wāḥid ۖ faman kāna yarjū liqā-a rabbihi falya`mal `amalan ṣāliḥan walā yushrik bi`ibādati rabbihi aḥadā"
    }
  ]
}