{
  "index": 59,
  "name": "الحشر",
  "arabic_name": "الحَشر",
  "english_name": "Al-Ḥashr",
  "english_meaning": "The Gathering",
  "rows": [
    {
      "index": 1,
      "id": 0,
      "show_id": "",
      "arabic": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
      "translation": "In the name of Allah, Most Gracious, Most Merciful.",
      "transliteration": "bismillāhir raḥmānir raḥīm"
    },
    {
      "index": 2,
      "id": 1,
      "show_id": "1",
      "arabic": "سَبَّحَ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "translation": "Whatever is in the heavens and on earth, let it declare the Praises and Glory of Allah: for He is the Exalted in Might, the Wise.",
      "transliteration": "sabbaḥa lillāhi mā fis samāwāti wa mā fil-arḍ ۖ wahuwal `azīzul ḥakīm"
    },
    {
      "index": 3,
      "id": 2,
      "show_id": "2",
      "arabic": "هُوَ ٱلَّذِىٓ أَخْرَجَ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَـٰبِ مِن دِيَـٰرِهِمْ لِأَوَّلِ ٱلْحَشْرِ ۚ مَا ظَنَنتُمْ أَن يَخْرُجُوا۟ ۖ وَظَنُّوٓا۟ أَنَّهُم مَّانِعَتُهُمْ حُصُونُهُم مِّنَ ٱللَّهِ فَأَتَىٰهُمُ ٱللَّهُ مِنْ حَيْثُ لَمْ يَحْتَسِبُوا۟ ۖ وَقَذَفَ فِى قُلُوبِهِمُ ٱلرُّعْبَ ۚ يُخْرِبُونَ بُيُوتَهُم بِأَيْدِيهِمْ وَأَيْدِى ٱلْمُؤْمِنِينَ فَٱعْتَبِرُوا۟ يَـٰٓأُو۟لِى ٱلْأَبْصَـٰرِ",
      "translation": "It is He Who got out the Unbelievers among the People of the Book from their homes at the first gathering (of the forces). Little did ye think that they would get out: And they thought that their fortresses would defend them from Allah! But the (Wrath of) Allah came to them from quarters from which they little expected (it), and cast terror into their hearts, so that they destroyed their dwellings by their own hands and the hands of the Believers, take warning, then, O ye with eyes (to see)!",
      "transliteration": "huwal ladhī akhrajal ladhīna kafarū min ahlil kitābi min diyārihim li-awwalil ḥashr ۚ mā ẓanantum an yakhrujū ۖ waẓannū annahum māni`atuhum ḥuṣūnuhum minallāhi fa-atāhumullāhu min ḥaythu lam yaḥtasibū ۖ waqadhafa fī qulūbihimur ru`b ۚ yukhribūna buyūtahum bi-aydīhim wa-aydil mu-minīna fa`tabirū yā-ulil-abṣār"
    },
    {
      "index": 4,
      "id": 3,
      "show_id": "3",
      "arabic": "وَلَوْلَآ أَن كَتَبَ ٱللَّهُ عَلَيْهِمُ ٱلْجَلَآءَ لَعَذَّبَهُمْ فِى ٱلدُّنْيَا ۖ وَلَهُمْ فِى ٱلْـَٔاخِرَةِ عَذَابُ ٱلنَّارِ",
      "translation": "And had it not been that Allah had decreed banishment for them, He would certainly have punished them in this world: And in the Hereafter they shall (certainly) have the Punishment of the Fire.",
      "transliteration": "walawlā an kataballāhu `alayhimul jalā-a la`adhhabahum fid dunyā ۖ walahum fil-ākhirati `adhābun nār"
    },
    {
      "index": 5,
      "id": 4,
      "show_id": "4",
      "arabic": "ذَٰلِكَ بِأَنَّهُمْ شَآقُّوا۟ ٱللَّهَ وَرَسُولَهُۥ ۖ وَمَن يُشَآقِّ ٱللَّهَ فَإِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
      "translation": "That is because they resisted Allah and His Messenger: and if any one resists Allah, verily Allah is severe in Punishment.",
      "transliteration": "dhālika bi-annahum shāqqullāha warasūlah ۖ wa man yushāqqillāha fa-innallāha shadīdul `iqāb"
    },
    {
      "index": 6,
      "id": 5,
      "show_id": "5",
      "arabic": "مَا قَطَعْتُم مِّن لِّينَةٍ أَوْ تَرَكْتُمُوهَا قَآئِمَةً عَلَىٰٓ أُصُولِهَا فَبِإِذْنِ ٱللَّهِ وَلِيُخْزِىَ ٱلْفَـٰسِقِينَ",
      "translation": "Whether ye cut down (O ye Muslim!) The tender palm-trees, or ye left them standing on their roots, it was by leave of Allah, and in order that He might cover with shame the rebellious transgresses.",
      "transliteration": "mā qaṭa`tum min līnatin aw taraktumūhā qā-imatan `alā uṣūlihā fabi-idhnillāhi waliyukhziyal fāsiqīn"
    },
    {
      "index": 7,
      "id": 6,
      "show_id": "6",
      "arabic": "وَمَآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنْهُمْ فَمَآ أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلَا رِكَابٍ وَلَـٰكِنَّ ٱللَّهَ يُسَلِّطُ رُسُلَهُۥ عَلَىٰ مَن يَشَآءُ ۚ وَٱللَّهُ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "translation": "What Allah has bestowed on His Messenger (and taken away) from them - for this ye made no expedition with either cavalry or camelry: but Allah gives power to His messengers over any He pleases: and Allah has power over all things.",
      "transliteration": "wa mā afā-allāhu `alā rasūlihi minhum famā awjaftum `alayhi min khaylin walā rikābin walākinnallāha yusalliṭu rusulahu `alā man yashā-u ۚ wallāhu `alā kulli shay-in qadīr"
    },
    {
      "index": 8,
      "id": 7,
      "show_id": "7",
      "arabic": "مَّآ أَفَآءَ ٱللَّهُ عَلَىٰ رَسُولِهِۦ مِنْ أَهْلِ ٱلْقُرَىٰ فَلِلَّهِ وَلِلرَّسُولِ وَلِذِى ٱلْقُرْبَىٰ وَٱلْيَتَـٰمَىٰ وَٱلْمَسَـٰكِينِ وَٱبْنِ ٱلسَّبِيلِ كَىْ لَا يَكُونَ دُولَةًۢ بَيْنَ ٱلْأَغْنِيَآءِ مِنكُمْ ۚ وَمَآ ءَاتَىٰكُمُ ٱلرَّسُولُ فَخُذُوهُ وَمَا نَهَىٰكُمْ عَنْهُ فَٱنتَهُوا۟ ۚ وَٱتَّقُوا۟ ٱللَّهَ ۖ إِنَّ ٱللَّهَ شَدِيدُ ٱلْعِقَابِ",
      "translation": "What Allah has bestowed on His Messenger (and taken away) from the people of the townships,- belongs to Allah,- to His Messenger and to kindred and orphans, the needy and the wayfarer; In order that it may not (merely) make a circuit between the wealthy among you. So take what the Messenger assigns to you, and deny yourselves that which he withholds from you. And fear Allah; for Allah is strict in Punishment.",
      "transliteration": "mā afā-allāhu `alā rasūlihi min ahlil qurā falillāhi walirrasūli walidhil qurbā wal yatāmā wal masākīni wabnis sabīli kay lā yakūna dūlatan baynal-aghniyā-i minkum ۚ wa mā ātākumur rasūlu fakhudhūhu wa mā nahākum `anhu fantahū ۚ wattaqullāh ۖ innallāha shadīdul `iqāb"
    },
    {
      "index": 9,
      "id": 8,
      "show_id": "8",
      "arabic": "لِلْفُقَرَآءِ ٱلْمُهَـٰجِرِينَ ٱلَّذِينَ أُخْرِجُوا۟ مِن دِيَـٰرِهِمْ وَأَمْوَٰلِهِمْ يَبْتَغُونَ فَضْلًا مِّنَ ٱللَّهِ وَرِضْوَٰنًا وَيَنصُرُونَ ٱللَّهَ وَرَسُولَهُۥٓ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلصَّـٰدِقُونَ",
      "translation": "(Some part is due) to the indigent Muhajirs, those who were expelled from their homes and their property, while seeking Grace from Allah and (His) Good Pleasure, and aiding Allah and His Messenger: such are indeed the sincere ones:-",
      "transliteration": "lilfuqarā-il muhājirīnal ladhīna ukhrijū min diyārihim wa-amwālihim yabtaghūna faḍlan minallāhi wariḍwānan wayanṣurūnallāha warasūlah ۚ ulā-ika humuṣ ṣādiqūn"
    },
    {
      "index": 10,
      "id": 9,
      "show_id": "9",
      "arabic": "وَٱلَّذِينَ تَبَوَّءُو ٱلدَّارَ وَٱلْإِيمَـٰنَ مِن قَبْلِهِمْ يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ وَلَا يَجِدُونَ فِى صُدُورِهِمْ حَاجَةً مِّمَّآ أُوتُوا۟ وَيُؤْثِرُونَ عَلَىٰٓ أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ ۚ وَمَن يُوقَ شُحَّ نَفْسِهِۦ فَأُو۟لَـٰٓئِكَ هُمُ ٱلْمُفْلِحُونَ",
      "translation": "But those who before them, had homes (in Medina) and had adopted the Faith,- show their affection to such as came to them for refuge, and entertain no desire in their hearts for things given to the (latter), but give them preference over themselves, even though poverty was their (own lot). And those saved from the covetousness of their own souls,- they are the ones that achieve prosperity.",
      "transliteration": "wal ladhīna tabawwa-ud dāra wal-iymāna min qablihim yuḥibbūna man hājara ilayhim walā yajidūna fī ṣudūrihim ḥājatan mimmā ūtū wayu-thirūna `alā anfusihim walaw kāna bihim khaṣāṣah ۚ wa man yūqa shuḥḥa nafsihi fa-ulā-ika humul mufliḥūn"
    },
    {
      "index": 11,
      "id": 10,
      "show_id": "10",
      "arabic": "وَٱلَّذِينَ جَآءُو مِنۢ بَعْدِهِمْ يَقُولُونَ رَبَّنَا ٱغْفِرْ لَنَا وَلِإِخْوَٰنِنَا ٱلَّذِينَ سَبَقُونَا بِٱلْإِيمَـٰنِ وَلَا تَجْعَلْ فِى قُلُوبِنَا غِلًّا لِّلَّذِينَ ءَامَنُوا۟ رَبَّنَآ إِنَّكَ رَءُوفٌ رَّحِيمٌ",
      "translation": "And those who came after them say: \"Our Lord! Forgive us, and our brethren who came before us into the Faith, and leave not, in our hearts, rancour (or sense of injury) against those who have believed. Our Lord! Thou art indeed Full of Kindness, Most Merciful.\"",
      "transliteration": "wal ladhīna jā-ū min ba`dihim yaqūlūna rabbanagh-fir lanā wali-ikhwāninal ladhīna sabaqūnā bil-iymāni walā taj`al fī qulūbinā ghillal lilladhīna āmanū rabbanā innaka ra-ūfun raḥīm"
    },
    {
      "index": 12,
      "id": 11,
      "show_id": "11",
      "arabic": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ نَافَقُوا۟ يَقُولُونَ لِإِخْوَٰنِهِمُ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَـٰبِ لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلَا نُطِيعُ فِيكُمْ أَحَدًا أَبَدًا وَإِن قُوتِلْتُمْ لَنَنصُرَنَّكُمْ وَٱللَّهُ يَشْهَدُ إِنَّهُمْ لَكَـٰذِبُونَ",
      "translation": "Hast thou not observed the Hypocrites say to their misbelieving brethren among the People of the Book? - \"If ye are expelled, we too will go out with you, and we will never hearken to any one in your affair; and if ye are attacked (in fight) we will help you\". But Allah is witness that they are indeed liars.",
      "transliteration": "alam tara ilal ladhīna nāfaqū yaqūlūna li-ikhwānihimul ladhīna kafarū min ahlil kitābi la-in ukhrijtum lanakhrujanna ma`akum walā nuṭī`u fīkum aḥadan abadan wa in qūtiltum lananṣurannakum wallāhu yash-hadu innahum lakādhibūn"
    },
    {
      "index": 13,
      "id": 12,
      "show_id": "12",
      "arabic": "لَئِنْ أُخْرِجُوا۟ لَا يَخْرُجُونَ مَعَهُمْ وَلَئِن قُوتِلُوا۟ لَا يَنصُرُونَهُمْ وَلَئِن نَّصَرُوهُمْ لَيُوَلُّنَّ ٱلْأَدْبَـٰرَ ثُمَّ لَا يُنصَرُونَ",
      "translation": "If they are expelled, never will they go out with them; and if they are attacked (in fight), they will never help them; and if they do help them, they will turn their backs; so they will receive no help.",
      "transliteration": "la-in ukhrijū lā yakhrujūna ma`ahum wala-in qūtilū lā yanṣurūnahum wala-in naṣarūhum layuwallunnal-adbāra thumma lā yunṣarūn"
    },
    {
      "index": 14,
      "id": 13,
      "show_id": "13",
      "arabic": "لَأَنتُمْ أَشَدُّ رَهْبَةً فِى صُدُورِهِم مِّنَ ٱللَّهِ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَفْقَهُونَ",
      "translation": "Of a truth ye are stronger (than they) because of the terror in their hearts, (sent) by Allah. This is because they are men devoid of understanding.",
      "transliteration": "la-antum ashaddu rahbatan fī ṣudūrihim minallāh ۚ dhālika bi-annahum qawmul lā yafqahūn"
    },
    {
      "index": 15,
      "id": 14,
      "show_id": "14",
      "arabic": "لَا يُقَـٰتِلُونَكُمْ جَمِيعًا إِلَّا فِى قُرًى مُّحَصَّنَةٍ أَوْ مِن وَرَآءِ جُدُرٍۭ ۚ بَأْسُهُم بَيْنَهُمْ شَدِيدٌ ۚ تَحْسَبُهُمْ جَمِيعًا وَقُلُوبُهُمْ شَتَّىٰ ۚ ذَٰلِكَ بِأَنَّهُمْ قَوْمٌ لَّا يَعْقِلُونَ",
      "translation": "They will not fight you (even) together, except in fortified townships, or from behind walls. Strong is their fighting (spirit) amongst themselves: thou wouldst think they were united, but their hearts are divided: that is because they are a people devoid of wisdom.",
      "transliteration": "lā yuqātilūnakum jamī`an illā fī quran muḥaṣṣanatin aw min warā-i judur ۚ ba-suhum baynahum shadīd ۚ taḥsabuhum jamī`an waqulūbuhum shattā ۚ dhālika bi-annahum qawmul lā ya`qilūn"
    },
    {
      "index": 16,
      "id": 15,
      "show_id": "15",
      "arabic": "كَمَثَلِ ٱلَّذِينَ مِن قَبْلِهِمْ قَرِيبًا ۖ ذَاقُوا۟ وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "translation": "Like those who lately preceded them, they have tasted the evil result of their conduct; and (in the Hereafter there is) for them a grievous Penalty;-",
      "transliteration": "kamathalil ladhīna min qablihim qarībā ۖ dhāqū wabāla amrihim walahum `adhābun alīm"
    },
    {
      "index": 17,
      "id": 16,
      "show_id": "16",
      "arabic": "كَمَثَلِ ٱلشَّيْطَـٰنِ إِذْ قَالَ لِلْإِنسَـٰنِ ٱكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّى بَرِىٓءٌ مِّنكَ إِنِّىٓ أَخَافُ ٱللَّهَ رَبَّ ٱلْعَـٰلَمِينَ",
      "translation": "(Their allies deceived them), like the Evil One, when he says to man, \"Deny Allah\": but when (man) denies Allah, (the Evil One) says, \"I am free of thee: I do fear Allah, the Lord of the Worlds!\"",
      "transliteration": "kamathalish shayṭāni idh qāla lilinsānik-fur falammā kafara qāla innī barī-un minka innī akhāfullāha rabbal `ālamīn"
    },
    {
      "index": 18,
      "id": 17,
      "show_id": "17",
      "arabic": "فَكَانَ عَـٰقِبَتَهُمَآ أَنَّهُمَا فِى ٱلنَّارِ خَـٰلِدَيْنِ فِيهَا ۚ وَذَٰلِكَ جَزَٰٓؤُا۟ ٱلظَّـٰلِمِينَ",
      "translation": "The end of both will be that they will go into the Fire, dwelling therein for ever. Such is the reward of the wrong-doers.",
      "transliteration": "fakāna `āqibatahumā annahumā fin nāri khālidayni fīhā ۚ wadhālika jazā-uẓ ẓālimīn"
    },
    {
      "index": 19,
      "id": 18,
      "show_id": "18",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱتَّقُوا۟ ٱللَّهَ وَلْتَنظُرْ نَفْسٌ مَّا قَدَّمَتْ لِغَدٍ ۖ وَٱتَّقُوا۟ ٱللَّهَ ۚ إِنَّ ٱللَّهَ خَبِيرٌۢ بِمَا تَعْمَلُونَ",
      "translation": "O ye who believe! Fear Allah, and let every soul look to what (provision) He has sent forth for the morrow. Yea, fear Allah: for Allah is well-acquainted with (all) that ye do.",
      "transliteration": "yā-ayyuhal ladhīna āmanut-taqullāha waltanẓur nafsun mā qaddamat lighad ۖ wattaqullāh ۚ innallāha khabīrun bimā ta`malūn"
    },
    {
      "index": 20,
      "id": 19,
      "show_id": "19",
      "arabic": "وَلَا تَكُونُوا۟ كَٱلَّذِينَ نَسُوا۟ ٱللَّهَ فَأَنسَىٰهُمْ أَنفُسَهُمْ ۚ أُو۟لَـٰٓئِكَ هُمُ ٱلْفَـٰسِقُونَ",
      "translation": "And be ye not like those who forgot Allah; and He made them forget their own souls! Such are the rebellious transgressors!",
      "transliteration": "walā takūnū kal ladhīna nasullāha fa-ansāhum anfusahum ۚ ulā-ika humul fāsiqūn"
    },
    {
      "index": 21,
      "id": 20,
      "show_id": "20",
      "arabic": "لَا يَسْتَوِىٓ أَصْحَـٰبُ ٱلنَّارِ وَأَصْحَـٰبُ ٱلْجَنَّةِ ۚ أَصْحَـٰبُ ٱلْجَنَّةِ هُمُ ٱلْفَآئِزُونَ",
      "translation": "Not equal are the Companions of the Fire and the Companions of the Garden: it is the Companions of the Garden, that will achieve Felicity.",
      "transliteration": "lā yastawī aṣ-ḥābun nāri wa-aṣ-ḥābul jannah ۚ aṣ-ḥābul jannati humul fā-izūn"
    },
    {
      "index": 22,
      "id": 21,
      "show_id": "21",
      "arabic": "لَوْ أَنزَلْنَا هَـٰذَا ٱلْقُرْءَانَ عَلَىٰ جَبَلٍ لَّرَأَيْتَهُۥ خَـٰشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ ٱللَّهِ ۚ وَتِلْكَ ٱلْأَمْثَـٰلُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ",
      "translation": "Had We sent down this Qur'an on a mountain, verily, thou wouldst have seen it humble itself and cleave asunder for fear of Allah. Such are the similitudes which We propound to men, that they may reflect.",
      "transliteration": "law anzalnā hādhal qur-āna `alā jabalin lara-aytahu khāshi`an mutaṣaddi`an min khashyatil lāh ۚ watilkal-amthālu naḍribuhā linnāsi la`allahum yatafakkarūn"
    },
    {
      "index": 23,
      "id": 22,
      "show_id": "22",
      "arabic": "هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ ۖ عَـٰلِمُ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ ۖ هُوَ ٱلرَّحْمَـٰنُ ٱلرَّحِيمُ",
      "translation": "Allah is He, than Whom there is no other god;- Who knows (all things) both secret and open; He, Most Gracious, Most Merciful.",
      "transliteration": "huwallāhul ladhī lā ilāha illā huw ۖ `ālimul ghaybi wash shahādah ۖ huwar raḥmānur raḥīm"
    },
    {
      "index": 24,
      "id": 23,
      "show_id": "23",
      "arabic": "هُوَ ٱللَّهُ ٱلَّذِى لَآ إِلَـٰهَ إِلَّا هُوَ ٱلْمَلِكُ ٱلْقُدُّوسُ ٱلسَّلَـٰمُ ٱلْمُؤْمِنُ ٱلْمُهَيْمِنُ ٱلْعَزِيزُ ٱلْجَبَّارُ ٱلْمُتَكَبِّرُ ۚ سُبْحَـٰنَ ٱللَّهِ عَمَّا يُشْرِكُونَ",
      "translation": "Allah is He, than Whom there is no other god;- the Sovereign, the Holy One, the Source of Peace (and Perfection), the Guardian of Faith, the Preserver of Safety, the Exalted in Might, the Irresistible, the Supreme: Glory to Allah! (High is He) above the partners they attribute to Him.",
      "transliteration": "huwallāhul ladhī lā ilāha illā huwal malikul quddūsus salāmul mu-minul muhayminul `azīzul jabbārul mutakabbir ۚ subḥānallāhi `ammā yushrikūn"
    },
    {
      "index": 25,
      "id": 24,
      "show_id": "24",
      "arabic": "هُوَ ٱللَّهُ ٱلْخَـٰلِقُ ٱلْبَارِئُ ٱلْمُصَوِّرُ ۖ لَهُ ٱلْأَسْمَآءُ ٱلْحُسْنَىٰ ۚ يُسَبِّحُ لَهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۖ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "translation": "He is Allah, the Creator, the Evolver, the Bestower of Forms (or Colours). To Him belong the Most Beautiful Names: whatever is in the heavens and on earth, doth declare His Praises and Glory: and He is the Exalted in Might, the Wise.",
      "transliteration": "huwallāhul khāliqul bāri-ul muṣawwir ۖ lahul-asmā-ul ḥusnā ۚ yusabbiḥu lahu mā fis samāwāti wal-arḍ ۖ wahuwal `azīzul ḥakīm"
    }
  ]
}