{
  "index": 22,
  "name": "الحج",
  "arabic_name": "الحَج",
  "english_name": "Al-Ḥajj",
  "english_meaning": "The Pilgrimage",
  "rows": [
    {
      "index": 1,
      "id": 0,
      "show_id": "",
      "arabic": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
      "translation": "In the name of Allah, Most Gracious, Most Merciful.",
      "transliteration": "bismillāhir raḥmānir raḥīm"
    },
    {
      "index": 2,
      "id": 1,
      "show_id": "1",
      "arabic": "يَـٰٓأَيُّهَا ٱلنَّاسُ ٱتَّقُوا۟ رَبَّكُمْ ۚ إِنَّ زَلْزَلَةَ ٱلسَّاعَةِ شَىْءٌ عَظِيمٌ",
      "translation": "O mankind! fear your Lord! for the convulsion of the Hour (of Judgment) will be a thing terrible!",
      "transliteration": "yā-ayyuhan nāsut-taqū rabbakum ۚ inna zalzalatas sā`ati shay-un `aẓīm"
    },
    {
      "index": 3,
      "id": 2,
      "show_id": "2",
      "arabic": "يَوْمَ تَرَوْنَهَا تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّآ أَرْضَعَتْ وَتَضَعُ كُلُّ ذَاتِ حَمْلٍ حَمْلَهَا وَتَرَى ٱلنَّاسَ سُكَـٰرَىٰ وَمَا هُم بِسُكَـٰرَىٰ وَلَـٰكِنَّ عَذَابَ ٱللَّهِ شَدِيدٌ",
      "translation": "The Day ye shall see it, every mother giving suck shall forget her suckling-babe, and every pregnant female shall drop her load (unformed): thou shalt see mankind as in a drunken riot, yet not drunk: but dreadful will be the Wrath of Allah.",
      "transliteration": "yawma tarawnahā tadh-halu kullu murḍi`atin `ammā arḍa`at wataḍa`u kullu dhāti ḥamlin ḥamlahā wataran nāsa sukārā wa mā hum bisukārā walākinna `adhāballāhi shadīd"
    },
    {
      "index": 4,
      "id": 3,
      "show_id": "3",
      "arabic": "وَمِنَ ٱلنَّاسِ مَن يُجَـٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍ وَيَتَّبِعُ كُلَّ شَيْطَـٰنٍ مَّرِيدٍ",
      "translation": "And yet among men there are such as dispute about Allah, without knowledge, and follow every evil one obstinate in rebellion!",
      "transliteration": "wa minan nāsi man yujādilu fillāhi bighayri `il-min wayattabi`u kulla shayṭānin marīd"
    },
    {
      "index": 5,
      "id": 4,
      "show_id": "4",
      "arabic": "كُتِبَ عَلَيْهِ أَنَّهُۥ مَن تَوَلَّاهُ فَأَنَّهُۥ يُضِلُّهُۥ وَيَهْدِيهِ إِلَىٰ عَذَابِ ٱلسَّعِيرِ",
      "translation": "About the (Evil One) it is decreed that whoever turns to him for friendship, him will he lead astray, and he will guide him to the Penalty of the Fire.",
      "transliteration": "kutiba `alayhi annahu man tawallāhu fa-annahu yuḍilluhu wayahdīhi ilā `adhābis sa`īr"
    },
    {
      "index": 6,
      "id": 5,
      "show_id": "5",
      "arabic": "يَـٰٓأَيُّهَا ٱلنَّاسُ إِن كُنتُمْ فِى رَيْبٍ مِّنَ ٱلْبَعْثِ فَإِنَّا خَلَقْنَـٰكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِن مُّضْغَةٍ مُّخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِّنُبَيِّنَ لَكُمْ ۚ وَنُقِرُّ فِى ٱلْأَرْحَامِ مَا نَشَآءُ إِلَىٰٓ أَجَلٍ مُّسَمًّى ثُمَّ نُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوٓا۟ أَشُدَّكُمْ ۖ وَمِنكُم مَّن يُتَوَفَّىٰ وَمِنكُم مَّن يُرَدُّ إِلَىٰٓ أَرْذَلِ ٱلْعُمُرِ لِكَيْلَا يَعْلَمَ مِنۢ بَعْدِ عِلْمٍ شَيْـًٔا ۚ وَتَرَى ٱلْأَرْضَ هَامِدَةً فَإِذَآ أَنزَلْنَا عَلَيْهَا ٱلْمَآءَ ٱهْتَزَّتْ وَرَبَتْ وَأَنۢبَتَتْ مِن كُلِّ زَوْجٍۭ بَهِيجٍ",
      "translation": "O mankind! if ye have a doubt about the Resurrection, (consider) that We created you out of dust, then out of sperm, then out of a leech-like clot, then out of a morsel of flesh, partly formed and partly unformed, in order that We may manifest (our power) to you; and We cause whom We will to rest in the wombs for an appointed term, then do We bring you out as babes, then (foster you) that ye may reach your age of full strength; and some of you are called to die, and some are sent back to the feeblest old age, so that they know nothing after having known (much), and (further), thou seest the earth barren and lifeless, but when We pour down rain on it, it is stirred (to life), it swells, and it puts forth every kind of beautiful growth (in pairs).",
      "transliteration": "yā-ayyuhan nāsu in kuntum fī raybin minal ba`thi fa-innā khalaqnākum min turābin thumma min nuṭfatin thumma min `alaqatin thumma min muḍghatim mukhallaqatin waghayri mukhallaqatin linubayyina lakum ۚ wanuqirru fil-arḥāmi mā nashā-u ilā ajalin musamman thumma nukhrijukum ṭiflan thumma litablughū ashuddakum ۖ wa minkum man yutawaffā wa minkum man yuraddu ilā ardhalil `umuri likaylā ya`lama min ba`di `il-min shay-ā ۚ wataral-arḍa hāmidatan fa-idhā anzalnā `alayhal mā-ah-tazzat warabat wa-anbatat min kulli zawjin bahīj"
    },
    {
      "index": 7,
      "id": 6,
      "show_id": "6",
      "arabic": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ وَأَنَّهُۥ يُحْىِ ٱلْمَوْتَىٰ وَأَنَّهُۥ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "translation": "This is so, because Allah is the Reality: it is He Who gives life to the dead, and it is He Who has power over all things.",
      "transliteration": "dhālika bi-annallāha huwal ḥaqqu wa-annahu yuḥyil mawtā wa-annahu `alā kulli shay-in qadīr"
    },
    {
      "index": 8,
      "id": 7,
      "show_id": "7",
      "arabic": "وَأَنَّ ٱلسَّاعَةَ ءَاتِيَةٌ لَّا رَيْبَ فِيهَا وَأَنَّ ٱللَّهَ يَبْعَثُ مَن فِى ٱلْقُبُورِ",
      "translation": "And verily the Hour will come: there can be no doubt about it, or about (the fact) that Allah will raise up all who are in the graves.",
      "transliteration": "wa-annas sā`ata ātiyatun lā rayba fīhā wa-annallāha yab`athu man fil qubūr"
    },
    {
      "index": 9,
      "id": 8,
      "show_id": "8",
      "arabic": "وَمِنَ ٱلنَّاسِ مَن يُجَـٰدِلُ فِى ٱللَّهِ بِغَيْرِ عِلْمٍ وَلَا هُدًى وَلَا كِتَـٰبٍ مُّنِيرٍ",
      "translation": "Yet there is among men such a one as disputes about Allah, without Knowledge, without Guidance, and without a Book of Enlightenment,-",
      "transliteration": "wa minan nāsi man yujādilu fillāhi bighayri `il-min walā hudan walā kitābin munīr"
    },
    {
      "index": 10,
      "id": 9,
      "show_id": "9",
      "arabic": "ثَانِىَ عِطْفِهِۦ لِيُضِلَّ عَن سَبِيلِ ٱللَّهِ ۖ لَهُۥ فِى ٱلدُّنْيَا خِزْىٌ ۖ وَنُذِيقُهُۥ يَوْمَ ٱلْقِيَـٰمَةِ عَذَابَ ٱلْحَرِيقِ",
      "translation": "(Disdainfully) bending his side, in order to lead (men) astray from the Path of Allah: for him there is disgrace in this life, and on the Day of Judgment We shall make him taste the Penalty of burning (Fire).",
      "transliteration": "thāniya `iṭfihi liyuḍilla `an sabīlillāh ۖ lahu fid dunyā khizyun ۖ wanudhīquhu yawmal qiyāmati `adhābal ḥarīq"
    },
    {
      "index": 11,
      "id": 10,
      "show_id": "10",
      "arabic": "ذَٰلِكَ بِمَا قَدَّمَتْ يَدَاكَ وَأَنَّ ٱللَّهَ لَيْسَ بِظَلَّـٰمٍ لِّلْعَبِيدِ",
      "translation": "(It will be said): \"This is because of the deeds which thy hands sent forth, for verily Allah is not unjust to His servants.",
      "transliteration": "dhālika bimā qaddamat yadāka wa-annallāha laysa biẓallāmin lil`abīd"
    },
    {
      "index": 12,
      "id": 11,
      "show_id": "11",
      "arabic": "وَمِنَ ٱلنَّاسِ مَن يَعْبُدُ ٱللَّهَ عَلَىٰ حَرْفٍ ۖ فَإِنْ أَصَابَهُۥ خَيْرٌ ٱطْمَأَنَّ بِهِۦ ۖ وَإِنْ أَصَابَتْهُ فِتْنَةٌ ٱنقَلَبَ عَلَىٰ وَجْهِهِۦ خَسِرَ ٱلدُّنْيَا وَٱلْـَٔاخِرَةَ ۚ ذَٰلِكَ هُوَ ٱلْخُسْرَانُ ٱلْمُبِينُ",
      "translation": "There are among men some who serve Allah, as it were, on the verge: if good befalls them, they are, therewith, well content; but if a trial comes to them, they turn on their faces: they lose both this world and the Hereafter: that is loss for all to see!",
      "transliteration": "wa minan nāsi man ya`budullāha `alā ḥarf ۖ fa-in aṣābahu khayruni-ma-anna bih ۖ wa in aṣābat-hu fitnatunin-qalaba `alā wajhihi khasirad dunyā wal-ākhirah ۚ dhālika huwal khusrānul mubīn"
    },
    {
      "index": 13,
      "id": 12,
      "show_id": "12",
      "arabic": "يَدْعُوا۟ مِن دُونِ ٱللَّهِ مَا لَا يَضُرُّهُۥ وَمَا لَا يَنفَعُهُۥ ۚ ذَٰلِكَ هُوَ ٱلضَّلَـٰلُ ٱلْبَعِيدُ",
      "translation": "They call on such deities, besides Allah, as can neither hurt nor profit them: that is straying far indeed (from the Way)!",
      "transliteration": "yad`ū min dūnillāhi mā lā yaḍurruhu wa mā lā yanfa`uh ۚ dhālika huwaḍ ḍalālul ba`īd"
    },
    {
      "index": 14,
      "id": 13,
      "show_id": "13",
      "arabic": "يَدْعُوا۟ لَمَن ضَرُّهُۥٓ أَقْرَبُ مِن نَّفْعِهِۦ ۚ لَبِئْسَ ٱلْمَوْلَىٰ وَلَبِئْسَ ٱلْعَشِيرُ",
      "translation": "(Perhaps) they call on one whose hurt is nearer than his profit: evil, indeed, is the patron, and evil the companion (or help)!",
      "transliteration": "yad`ū laman ḍarruhu aqrabu min naf`ih ۚ labi-sal mawlā walabi-sal `ashīr"
    },
    {
      "index": 15,
      "id": 14,
      "show_id": "14",
      "arabic": "إِنَّ ٱللَّهَ يُدْخِلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ ۚ إِنَّ ٱللَّهَ يَفْعَلُ مَا يُرِيدُ",
      "translation": "Verily Allah will admit those who believe and work righteous deeds, to Gardens, beneath which rivers flow: for Allah carries out all that He plans.",
      "transliteration": "innallāha yudkhilul ladhīna āmanū wa`amiluṣ ṣāliḥāti jannātin tajrī min taḥtihal-anhār ۚ innallāha yaf`alu mā yurīd"
    },
    {
      "index": 16,
      "id": 15,
      "show_id": "15",
      "arabic": "مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ ٱللَّهُ فِى ٱلدُّنْيَا وَٱلْـَٔاخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ إِلَى ٱلسَّمَآءِ ثُمَّ لْيَقْطَعْ فَلْيَنظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُۥ مَا يَغِيظُ",
      "translation": "If any think that Allah will not help him (His Messenger) in this world and the Hereafter, let him stretch out a rope to the ceiling and cut (himself) off: then let him see whether his plan will remove that which enrages (him)!",
      "transliteration": "man kāna yaẓunnu an lan yanṣurahullāhu fid dunyā wal-ākhirati falyamdud bisababin ilas samā-i thummalyaqṭa` falyanẓur hal yudh-hibanna kayduhu mā yaghīẓ"
    },
    {
      "index": 17,
      "id": 16,
      "show_id": "16",
      "arabic": "وَكَذَٰلِكَ أَنزَلْنَـٰهُ ءَايَـٰتٍۭ بَيِّنَـٰتٍ وَأَنَّ ٱللَّهَ يَهْدِى مَن يُرِيدُ",
      "translation": "Thus have We sent down Clear Signs; and verily Allah doth guide whom He will!",
      "transliteration": "wakadhālika anzalnāhu āyātin bayyinātin wa-annallāha yahdī man yurīd"
    },
    {
      "index": 18,
      "id": 17,
      "show_id": "17",
      "arabic": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَٱلَّذِينَ هَادُوا۟ وَٱلصَّـٰبِـِٔينَ وَٱلنَّصَـٰرَىٰ وَٱلْمَجُوسَ وَٱلَّذِينَ أَشْرَكُوٓا۟ إِنَّ ٱللَّهَ يَفْصِلُ بَيْنَهُمْ يَوْمَ ٱلْقِيَـٰمَةِ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ شَهِيدٌ",
      "translation": "Those who believe (in the Qur'an), those who follow the Jewish (scriptures), and the Sabians, Christians, Magians, and Polytheists,- Allah will judge between them on the Day of Judgment: for Allah is witness of all things.",
      "transliteration": "innal ladhīna āmanū wal ladhīna hādū waṣ ṣābi-īna wan naṣārā wal majūsa wal ladhīna ashrakū innallāha yafṣilu baynahum yawmal qiyāmah ۚ innallāha `alā kulli shay-in shahīd"
    },
    {
      "index": 19,
      "id": 18,
      "show_id": "18",
      "arabic": "أَلَمْ تَرَ أَنَّ ٱللَّهَ يَسْجُدُ لَهُۥ مَن فِى ٱلسَّمَـٰوَٰتِ وَمَن فِى ٱلْأَرْضِ وَٱلشَّمْسُ وَٱلْقَمَرُ وَٱلنُّجُومُ وَٱلْجِبَالُ وَٱلشَّجَرُ وَٱلدَّوَآبُّ وَكَثِيرٌ مِّنَ ٱلنَّاسِ ۖ وَكَثِيرٌ حَقَّ عَلَيْهِ ٱلْعَذَابُ ۗ وَمَن يُهِنِ ٱللَّهُ فَمَا لَهُۥ مِن مُّكْرِمٍ ۚ إِنَّ ٱللَّهَ يَفْعَلُ مَا يَشَآءُ ۩",
      "translation": "Seest thou not that to Allah bow down in worship all things that are in the heavens and on earth,- the sun, the moon, the stars; the hills, the trees, the animals; and a great number among mankind? But a great number are (also) such as are fit for Punishment: and such as Allah shall disgrace,- None can raise to honour: for Allah carries out all that He wills.",
      "transliteration": "alam tara annallāha yasjudu lahu man fis samāwāti wa man fil-arḍi wash shamsu wal qamaru wan nujūmu wal jibālu wash shajaru wad dawābbu wakathīrun minan nās ۖ wakathīrun ḥaqqa `alayhil `adhāb ۗ wa man yuhinillāhu famā lahu min mukrim ۚ innallāha yaf`alu mā yashā-u ۩"
    },
    {
      "index": 20,
      "id": 19,
      "show_id": "19",
      "arabic": "هَـٰذَانِ خَصْمَانِ ٱخْتَصَمُوا۟ فِى رَبِّهِمْ ۖ فَٱلَّذِينَ كَفَرُوا۟ قُطِّعَتْ لَهُمْ ثِيَابٌ مِّن نَّارٍ يُصَبُّ مِن فَوْقِ رُءُوسِهِمُ ٱلْحَمِيمُ",
      "translation": "These two antagonists dispute with each other about their Lord: But those who deny (their Lord),- for them will be cut out a garment of Fire: over their heads will be poured out boiling water.",
      "transliteration": "hādhāni khaṣmānikh-taṣamū fī rabbihim ۖ fal ladhīna kafarū quṭṭi`at lahum thiyābun min nāriy yuṣabbu min fawqi ru-ūsihimul ḥamīm"
    },
    {
      "index": 21,
      "id": 20,
      "show_id": "20",
      "arabic": "يُصْهَرُ بِهِۦ مَا فِى بُطُونِهِمْ وَٱلْجُلُودُ",
      "translation": "With it will be scalded what is within their bodies, as well as (their) skins.",
      "transliteration": "yuṣ-haru bihi mā fī buṭūnihim wal julūd"
    },
    {
      "index": 22,
      "id": 21,
      "show_id": "21",
      "arabic": "وَلَهُم مَّقَـٰمِعُ مِنْ حَدِيدٍ",
      "translation": "In addition there will be maces of iron (to punish) them.",
      "transliteration": "walahum maqāmi`u min ḥadīd"
    },
    {
      "index": 23,
      "id": 22,
      "show_id": "22",
      "arabic": "كُلَّمَآ أَرَادُوٓا۟ أَن يَخْرُجُوا۟ مِنْهَا مِنْ غَمٍّ أُعِيدُوا۟ فِيهَا وَذُوقُوا۟ عَذَابَ ٱلْحَرِيقِ",
      "translation": "Every time they wish to get away therefrom, from anguish, they will be forced back therein, and (it will be said), \"Taste ye the Penalty of Burning!\"",
      "transliteration": "kullamā arādū an yakhrujū minhā min ghammin u`īdū fīhā wadhūqū `adhābal ḥarīq"
    },
    {
      "index": 24,
      "id": 23,
      "show_id": "23",
      "arabic": "إِنَّ ٱللَّهَ يُدْخِلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جَنَّـٰتٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا ۖ وَلِبَاسُهُمْ فِيهَا حَرِيرٌ",
      "translation": "Allah will admit those who believe and work righteous deeds, to Gardens beneath which rivers flow: they shall be adorned therein with bracelets of gold and pearls; and their garments there will be of silk.",
      "transliteration": "innallāha yudkhilul ladhīna āmanū wa`amiluṣ ṣāliḥāti jannātin tajrī min taḥtihal-anhāru yuḥallawna fīhā min asāwira min dhahabin walu-lu-ā ۖ walibāsuhum fīhā ḥarīr"
    },
    {
      "index": 25,
      "id": 24,
      "show_id": "24",
      "arabic": "وَهُدُوٓا۟ إِلَى ٱلطَّيِّبِ مِنَ ٱلْقَوْلِ وَهُدُوٓا۟ إِلَىٰ صِرَٰطِ ٱلْحَمِيدِ",
      "translation": "For they have been guided (in this life) to the purest of speeches; they have been guided to the Path of Him Who is Worthy of (all) Praise.",
      "transliteration": "wahudū ilaṭ ṭayyibi minal qawli wahudū ilā ṣirāṭil ḥamīd"
    },
    {
      "index": 26,
      "id": 25,
      "show_id": "25",
      "arabic": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ وَيَصُدُّونَ عَن سَبِيلِ ٱللَّهِ وَٱلْمَسْجِدِ ٱلْحَرَامِ ٱلَّذِى جَعَلْنَـٰهُ لِلنَّاسِ سَوَآءً ٱلْعَـٰكِفُ فِيهِ وَٱلْبَادِ ۚ وَمَن يُرِدْ فِيهِ بِإِلْحَادٍۭ بِظُلْمٍ نُّذِقْهُ مِنْ عَذَابٍ أَلِيمٍ",
      "translation": "As to those who have rejected (Allah), and would keep back (men) from the Way of Allah, and from the Sacred Mosque, which We have made (open) to (all) men - equal is the dweller there and the visitor from the country - and any whose purpose therein is profanity or wrong-doing - them will We cause to taste of a most Grievous Penalty.",
      "transliteration": "innal ladhīna kafarū wayaṣuddūna `an sabīlillāhi wal masjidil ḥarāmil ladhī ja`alnāhu linnāsi sawā-anil-`ākifu fīhi wal bād ۚ wa man yurid fīhi bi-ilḥādin biẓul-min nudhiqhu min `adhābin alīm"
    },
    {
      "index": 27,
      "id": 26,
      "show_id": "26",
      "arabic": "وَإِذْ بَوَّأْنَا لِإِبْرَٰهِيمَ مَكَانَ ٱلْبَيْتِ أَن لَّا تُشْرِكْ بِى شَيْـًٔا وَطَهِّرْ بَيْتِىَ لِلطَّآئِفِينَ وَٱلْقَآئِمِينَ وَٱلرُّكَّعِ ٱلسُّجُودِ",
      "translation": "Behold! We gave the site, to Abraham, of the (Sacred) House, (saying): \"Associate not anything (in worship) with Me; and sanctify My House for those who compass it round, or stand up, or bow, or prostrate themselves (therein in prayer).",
      "transliteration": "wa idh bawwa-nā li-ibrāhīma makānal bayti an lā tushrik bī shay-an waṭahhir baytiya liṭṭā-ifīna wal qā-imīna war rukka`is sujūd"
    },
    {
      "index": 28,
      "id": 27,
      "show_id": "27",
      "arabic": "وَأَذِّن فِى ٱلنَّاسِ بِٱلْحَجِّ يَأْتُوكَ رِجَالًا وَعَلَىٰ كُلِّ ضَامِرٍ يَأْتِينَ مِن كُلِّ فَجٍّ عَمِيقٍ",
      "translation": "\"And proclaim the Pilgrimage among men: they will come to thee on foot and (mounted) on every kind of camel, lean on account of journeys through deep and distant mountain highways;",
      "transliteration": "wa-adhhin fin nāsi bil ḥajji ya-tūka rijālan wa`alā kulli ḍāmiriy ya-tīna min kulli fajjin `amīq"
    },
    {
      "index": 29,
      "id": 28,
      "show_id": "28",
      "arabic": "لِّيَشْهَدُوا۟ مَنَـٰفِعَ لَهُمْ وَيَذْكُرُوا۟ ٱسْمَ ٱللَّهِ فِىٓ أَيَّامٍ مَّعْلُومَـٰتٍ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلْأَنْعَـٰمِ ۖ فَكُلُوا۟ مِنْهَا وَأَطْعِمُوا۟ ٱلْبَآئِسَ ٱلْفَقِيرَ",
      "translation": "\"That they may witness the benefits (provided) for them, and celebrate the name of Allah, through the Days appointed, over the cattle which He has provided for them (for sacrifice): then eat ye thereof and feed the distressed ones in want.",
      "transliteration": "liyash-hadū manāfi`a lahum wayadhkurus-mallāhi fī ayyāmin ma`lūmātin `alā mā razaqahum min bahīmatil-an`ām ۖ fakulū minhā wa-aṭ`imul bā-isal faqīr"
    },
    {
      "index": 30,
      "id": 29,
      "show_id": "29",
      "arabic": "ثُمَّ لْيَقْضُوا۟ تَفَثَهُمْ وَلْيُوفُوا۟ نُذُورَهُمْ وَلْيَطَّوَّفُوا۟ بِٱلْبَيْتِ ٱلْعَتِيقِ",
      "translation": "\"Then let them complete the rites prescribed for them, perform their vows, and (again) circumambulate the Ancient House.\"",
      "transliteration": "thummalyaqḍū tafathahum walūfū nudhūrahum walyaṭṭawwafū bil baytil `atīq"
    },
    {
      "index": 31,
      "id": 30,
      "show_id": "30",
      "arabic": "ذَٰلِكَ وَمَن يُعَظِّمْ حُرُمَـٰتِ ٱللَّهِ فَهُوَ خَيْرٌ لَّهُۥ عِندَ رَبِّهِۦ ۗ وَأُحِلَّتْ لَكُمُ ٱلْأَنْعَـٰمُ إِلَّا مَا يُتْلَىٰ عَلَيْكُمْ ۖ فَٱجْتَنِبُوا۟ ٱلرِّجْسَ مِنَ ٱلْأَوْثَـٰنِ وَٱجْتَنِبُوا۟ قَوْلَ ٱلزُّورِ",
      "translation": "Such (is the Pilgrimage): whoever honours the sacred rites of Allah, for him it is good in the Sight of his Lord. Lawful to you (for food in Pilgrimage) are cattle, except those mentioned to you (as exception): but shun the abomination of idols, and shun the word that is false,-",
      "transliteration": "dhālika wa man yu`aẓẓim ḥurumātillāhi fahuwa khayrul lahu `inda rabbih ۗ wa-uḥillat lakumul-an`āmu illā mā yutlā `alaykum ۖ fajtanibur rijsa minal-awthāni wajtanibū qawlaz zūr"
    },
    {
      "index": 32,
      "id": 31,
      "show_id": "31",
      "arabic": "حُنَفَآءَ لِلَّهِ غَيْرَ مُشْرِكِينَ بِهِۦ ۚ وَمَن يُشْرِكْ بِٱللَّهِ فَكَأَنَّمَا خَرَّ مِنَ ٱلسَّمَآءِ فَتَخْطَفُهُ ٱلطَّيْرُ أَوْ تَهْوِى بِهِ ٱلرِّيحُ فِى مَكَانٍ سَحِيقٍ",
      "translation": "Being true in faith to Allah, and never assigning partners to Him: if anyone assigns partners to Allah, is as if he had fallen from heaven and been snatched up by birds, or the wind had swooped (like a bird on its prey) and thrown him into a far-distant place.",
      "transliteration": "ḥunafā-a lillāhi ghayra mushrikīna bih ۚ wa man yushrik billāhi faka-annamā kharra minas samā-i fatakhṭafuhuṭ ṭayru aw tahwy bihir rīḥu fī makānin saḥīq"
    },
    {
      "index": 33,
      "id": 32,
      "show_id": "32",
      "arabic": "ذَٰلِكَ وَمَن يُعَظِّمْ شَعَـٰٓئِرَ ٱللَّهِ فَإِنَّهَا مِن تَقْوَى ٱلْقُلُوبِ",
      "translation": "Such (is his state): and whoever holds in honour the symbols of Allah, (in the sacrifice of animals), such (honour) should come truly from piety of heart.",
      "transliteration": "dhālika wa man yu`aẓẓim sha`ā-irallāhi fa-innahā min taqwal qulūb"
    },
    {
      "index": 34,
      "id": 33,
      "show_id": "33",
      "arabic": "لَكُمْ فِيهَا مَنَـٰفِعُ إِلَىٰٓ أَجَلٍ مُّسَمًّى ثُمَّ مَحِلُّهَآ إِلَى ٱلْبَيْتِ ٱلْعَتِيقِ",
      "translation": "In them ye have benefits for a term appointed: in the end their place of sacrifice is near the Ancient House.",
      "transliteration": "lakum fīhā manāfi`u ilā ajalin musamman thumma maḥilluhā ilal-baytil `atīq"
    },
    {
      "index": 35,
      "id": 34,
      "show_id": "34",
      "arabic": "وَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنسَكًا لِّيَذْكُرُوا۟ ٱسْمَ ٱللَّهِ عَلَىٰ مَا رَزَقَهُم مِّنۢ بَهِيمَةِ ٱلْأَنْعَـٰمِ ۗ فَإِلَـٰهُكُمْ إِلَـٰهٌ وَٰحِدٌ فَلَهُۥٓ أَسْلِمُوا۟ ۗ وَبَشِّرِ ٱلْمُخْبِتِينَ",
      "translation": "To every people did We appoint rites (of sacrifice), that they might celebrate the name of Allah over the sustenance He gave them from animals (fit for food). But your god is One God: submit then your wills to Him (in Islam): and give thou the good news to those who humble themselves,-",
      "transliteration": "walikulli ummatin ja`alnā mansakal liyadhkurus-mallāhi `alā mā razaqahum min bahīmatil-an`ām ۗ fa-ilāhukum ilāhun wāḥidun falahu aslimū ۗ wabashhiril mukhbitīn"
    },
    {
      "index": 36,
      "id": 35,
      "show_id": "35",
      "arabic": "ٱلَّذِينَ إِذَا ذُكِرَ ٱللَّهُ وَجِلَتْ قُلُوبُهُمْ وَٱلصَّـٰبِرِينَ عَلَىٰ مَآ أَصَابَهُمْ وَٱلْمُقِيمِى ٱلصَّلَوٰةِ وَمِمَّا رَزَقْنَـٰهُمْ يُنفِقُونَ",
      "translation": "To those whose hearts when Allah is mentioned, are filled with fear, who show patient perseverance over their afflictions, keep up regular prayer, and spend (in charity) out of what We have bestowed upon them.",
      "transliteration": "alladhīna idhā dhukirallāhu wajilat qulūbuhum waṣ ṣābirīna `alā mā aṣābahum wal muqīmiṣ ṣalāti wa mimmā razaqnāhum yunfiqūn"
    },
    {
      "index": 37,
      "id": 36,
      "show_id": "36",
      "arabic": "وَٱلْبُدْنَ جَعَلْنَـٰهَا لَكُم مِّن شَعَـٰٓئِرِ ٱللَّهِ لَكُمْ فِيهَا خَيْرٌ ۖ فَٱذْكُرُوا۟ ٱسْمَ ٱللَّهِ عَلَيْهَا صَوَآفَّ ۖ فَإِذَا وَجَبَتْ جُنُوبُهَا فَكُلُوا۟ مِنْهَا وَأَطْعِمُوا۟ ٱلْقَانِعَ وَٱلْمُعْتَرَّ ۚ كَذَٰلِكَ سَخَّرْنَـٰهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ",
      "translation": "The sacrificial camels we have made for you as among the symbols from Allah: in them is (much) good for you: then pronounce the name of Allah over them as they line up (for sacrifice): when they are down on their sides (after slaughter), eat ye thereof, and feed such as (beg not but) live in contentment, and such as beg with due humility: thus have We made animals subject to you, that ye may be grateful.",
      "transliteration": "wal budna ja`alnāhā lakum min sha`ā-irillāhi lakum fīhā khayr ۖ fadhkurus-mallāhi `alayhā ṣawāff ۖ fa-idhā wajabat junūbuhā fakulū minhā wa-aṭ`imul qāni`a wal mu`tarr ۚ kadhālika sakhharnāhā lakum la`allakum tashkurūn"
    },
    {
      "index": 38,
      "id": 37,
      "show_id": "37",
      "arabic": "لَن يَنَالَ ٱللَّهَ لُحُومُهَا وَلَا دِمَآؤُهَا وَلَـٰكِن يَنَالُهُ ٱلتَّقْوَىٰ مِنكُمْ ۚ كَذَٰلِكَ سَخَّرَهَا لَكُمْ لِتُكَبِّرُوا۟ ٱللَّهَ عَلَىٰ مَا هَدَىٰكُمْ ۗ وَبَشِّرِ ٱلْمُحْسِنِينَ",
      "translation": "It is not their meat nor their blood, that reaches Allah: it is your piety that reaches Him: He has thus made them subject to you, that ye may glorify Allah for His Guidance to you and proclaim the good news to all who do right.",
      "transliteration": "lan yanālallāha luḥūmuhā walā dimā-uhā walākin yanāluhut taqwā minkum ۚ kadhālika sakhharahā lakum litukabbirullāha `alā mā hadākum ۗ wabashhiril muḥsinīn"
    },
    {
      "index": 39,
      "id": 38,
      "show_id": "38",
      "arabic": "إِنَّ ٱللَّهَ يُدَٰفِعُ عَنِ ٱلَّذِينَ ءَامَنُوٓا۟ ۗ إِنَّ ٱللَّهَ لَا يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ",
      "translation": "Verily Allah will defend (from ill) those who believe: verily, Allah loveth not any that is a traitor to faith, or show ingratitude.",
      "transliteration": "innallāha yudāfi`u `anil ladhīna āmanū ۗ innallāha lā yuḥibbu kulla khawwānin kafūr"
    },
    {
      "index": 40,
      "id": 39,
      "show_id": "39",
      "arabic": "أُذِنَ لِلَّذِينَ يُقَـٰتَلُونَ بِأَنَّهُمْ ظُلِمُوا۟ ۚ وَإِنَّ ٱللَّهَ عَلَىٰ نَصْرِهِمْ لَقَدِيرٌ",
      "translation": "To those against whom war is made, permission is given (to fight), because they are wronged;- and verily, Allah is most powerful for their aid;-",
      "transliteration": "udhina lilladhīna yuqātalūna bi-annahum ẓulimū ۚ wa innallāha `alā naṣrihim laqadīr"
    },
    {
      "index": 41,
      "id": 40,
      "show_id": "40",
      "arabic": "ٱلَّذِينَ أُخْرِجُوا۟ مِن دِيَـٰرِهِم بِغَيْرِ حَقٍّ إِلَّآ أَن يَقُولُوا۟ رَبُّنَا ٱللَّهُ ۗ وَلَوْلَا دَفْعُ ٱللَّهِ ٱلنَّاسَ بَعْضَهُم بِبَعْضٍ لَّهُدِّمَتْ صَوَٰمِعُ وَبِيَعٌ وَصَلَوَٰتٌ وَمَسَـٰجِدُ يُذْكَرُ فِيهَا ٱسْمُ ٱللَّهِ كَثِيرًا ۗ وَلَيَنصُرَنَّ ٱللَّهُ مَن يَنصُرُهُۥٓ ۗ إِنَّ ٱللَّهَ لَقَوِىٌّ عَزِيزٌ",
      "translation": "(They are) those who have been expelled from their homes in defiance of right,- (for no cause) except that they say, \"our Lord is Allah\". Did not Allah check one set of people by means of another, there would surely have been pulled down monasteries, churches, synagogues, and mosques, in which the name of Allah is commemorated in abundant measure. Allah will certainly aid those who aid his (cause);- for verily Allah is full of Strength, Exalted in Might, (able to enforce His Will).",
      "transliteration": "alladhīna ukhrijū min diyārihim bighayri ḥaqqin illā an yaqūlū rabbunallāh ۗ walawlā daf`ullāhin nāsa ba`ḍahum biba`ḍin lahuddimat ṣawāmi`u wabiya`un waṣalawātun wa masājidu yudhkaru fīhas-mullāhi kathīrā ۗ walayanṣurannallāhu man yanṣuruh ۗ innallāha laqawiyyun `azīz"
    },
    {
      "index": 42,
      "id": 41,
      "show_id": "41",
      "arabic": "ٱلَّذِينَ إِن مَّكَّنَّـٰهُمْ فِى ٱلْأَرْضِ أَقَامُوا۟ ٱلصَّلَوٰةَ وَءَاتَوُا۟ ٱلزَّكَوٰةَ وَأَمَرُوا۟ بِٱلْمَعْرُوفِ وَنَهَوْا۟ عَنِ ٱلْمُنكَرِ ۗ وَلِلَّهِ عَـٰقِبَةُ ٱلْأُمُورِ",
      "translation": "(They are) those who, if We establish them in the land, establish regular prayer and give regular charity, enjoin the right and forbid wrong: with Allah rests the end (and decision) of (all) affairs.",
      "transliteration": "alladhīna in makkannāhum fil-arḍi aqāmuṣ ṣalāta wa-ātawuz zakāta wa-amarū bil ma`rūfi wanahaw `anil munkar ۗ walillāhi `āqibatul-umūr"
    },
    {
      "index": 43,
      "id": 42,
      "show_id": "42",
      "arabic": "وَإِن يُكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَثَمُودُ",
      "translation": "If they treat thy (mission) as false, so did the peoples before them (with their prophets),- the People of Noah, and 'Ad and Thamud;",
      "transliteration": "wa in yukadhhibūka faqad kadhhabat qablahum qawmu nūḥin wa`ādun wathamūd"
    },
    {
      "index": 44,
      "id": 43,
      "show_id": "43",
      "arabic": "وَقَوْمُ إِبْرَٰهِيمَ وَقَوْمُ لُوطٍ",
      "translation": "Those of Abraham and Lut;",
      "transliteration": "waqawmu ibrāhīma waqawmu lūṭ"
    },
    {
      "index": 45,
      "id": 44,
      "show_id": "44",
      "arabic": "وَأَصْحَـٰبُ مَدْيَنَ ۖ وَكُذِّبَ مُوسَىٰ فَأَمْلَيْتُ لِلْكَـٰفِرِينَ ثُمَّ أَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ نَكِيرِ",
      "translation": "And the Companions of the Madyan People; and Moses was rejected (in the same way). But I granted respite to the Unbelievers, and (only) after that did I punish them: but how (terrible) was my rejection (of them)!",
      "transliteration": "wa-aṣ-ḥābu madyan ۖ wakudhhiba mūsā fa-amlaytu lilkāfirīna thumma akhadhtuhum ۖ fakayfa kāna nakīr"
    },
    {
      "index": 46,
      "id": 45,
      "show_id": "45",
      "arabic": "فَكَأَيِّن مِّن قَرْيَةٍ أَهْلَكْنَـٰهَا وَهِىَ ظَالِمَةٌ فَهِىَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَبِئْرٍ مُّعَطَّلَةٍ وَقَصْرٍ مَّشِيدٍ",
      "translation": "How many populations have We destroyed, which were given to wrong-doing? They tumbled down on their roofs. And how many wells are lying idle and neglected, and castles lofty and well-built?",
      "transliteration": "faka-ayyin min qaryatin ahlaknāhā wahiya ẓālimatun fahiya khāwiyatun `alā `urūshihā wabi-rin mu`aṭṭalatin waqaṣrin mashīd"
    },
    {
      "index": 47,
      "id": 46,
      "show_id": "46",
      "arabic": "أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَآ أَوْ ءَاذَانٌ يَسْمَعُونَ بِهَا ۖ فَإِنَّهَا لَا تَعْمَى ٱلْأَبْصَـٰرُ وَلَـٰكِن تَعْمَى ٱلْقُلُوبُ ٱلَّتِى فِى ٱلصُّدُورِ",
      "translation": "Do they not travel through the land, so that their hearts (and minds) may thus learn wisdom and their ears may thus learn to hear? Truly it is not their eyes that are blind, but their hearts which are in their breasts.",
      "transliteration": "afalam yasīrū fil-arḍi fatakūna lahum qulūbun ya`qilūna bihā aw ādhānun yasma`ūna bihā ۖ fa-innahā lā ta`mal-abṣāru walākin ta`mal qulūbul latī fiṣ ṣudūr"
    },
    {
      "index": 48,
      "id": 47,
      "show_id": "47",
      "arabic": "وَيَسْتَعْجِلُونَكَ بِٱلْعَذَابِ وَلَن يُخْلِفَ ٱللَّهُ وَعْدَهُۥ ۚ وَإِنَّ يَوْمًا عِندَ رَبِّكَ كَأَلْفِ سَنَةٍ مِّمَّا تَعُدُّونَ",
      "translation": "Yet they ask thee to hasten on the Punishment! But Allah will not fail in His Promise. Verily a Day in the sight of thy Lord is like a thousand years of your reckoning.",
      "transliteration": "wayasta`jilūnaka bil `adhābi walan yukhlifallāhu wa`dah ۚ wa inna yawman `inda rabbika ka-alfi sanatim mimmā ta`uddūn"
    },
    {
      "index": 49,
      "id": 48,
      "show_id": "48",
      "arabic": "وَكَأَيِّن مِّن قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِىَ ظَالِمَةٌ ثُمَّ أَخَذْتُهَا وَإِلَىَّ ٱلْمَصِيرُ",
      "translation": "And to how many populations did I give respite, which were given to wrong-doing? in the end I punished them. To me is the destination (of all).",
      "transliteration": "waka-ayyin min qaryatin amlaytu lahā wahiya ẓālimatun thumma akhadhtuhā wa ilayyal maṣīr"
    },
    {
      "index": 50,
      "id": 49,
      "show_id": "49",
      "arabic": "قُلْ يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّمَآ أَنَا۠ لَكُمْ نَذِيرٌ مُّبِينٌ",
      "translation": "Say: \"O men! I am (sent) to you only to give a Clear Warning:",
      "transliteration": "qul yā-ayyuhan nāsu innamā ana lakum nadhīrun mubīn"
    },
    {
      "index": 51,
      "id": 50,
      "show_id": "50",
      "arabic": "فَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ",
      "translation": "\"Those who believe and work righteousness, for them is forgiveness and a sustenance most generous.",
      "transliteration": "fal ladhīna āmanū wa`amiluṣ ṣāliḥāti lahum maghfiratun warizqun karīm"
    },
    {
      "index": 52,
      "id": 51,
      "show_id": "51",
      "arabic": "وَٱلَّذِينَ سَعَوْا۟ فِىٓ ءَايَـٰتِنَا مُعَـٰجِزِينَ أُو۟لَـٰٓئِكَ أَصْحَـٰبُ ٱلْجَحِيمِ",
      "translation": "\"But those who strive against Our Signs, to frustrate them,- they will be Companions of the Fire.\"",
      "transliteration": "wal ladhīna sa`aw fī āyātinā mu`ājizīna ulā-ika aṣ-ḥābul jaḥīm"
    },
    {
      "index": 53,
      "id": 52,
      "show_id": "52",
      "arabic": "وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ وَلَا نَبِىٍّ إِلَّآ إِذَا تَمَنَّىٰٓ أَلْقَى ٱلشَّيْطَـٰنُ فِىٓ أُمْنِيَّتِهِۦ فَيَنسَخُ ٱللَّهُ مَا يُلْقِى ٱلشَّيْطَـٰنُ ثُمَّ يُحْكِمُ ٱللَّهُ ءَايَـٰتِهِۦ ۗ وَٱللَّهُ عَلِيمٌ حَكِيمٌ",
      "translation": "Never did We send a messenger or a prophet before thee, but, when he framed a desire, Satan threw some (vanity) into his desire: but Allah will cancel anything (vain) that Satan throws in, and Allah will confirm (and establish) His Signs: for Allah is full of Knowledge and Wisdom:",
      "transliteration": "wa mā arsalnā min qablika min rasūlin walā nabiyyin illā idhā tamannā alqash shayṭānu fī umniyyatihi fayansakhullāhu mā yulqish shayṭānu thumma yuḥkimullāhu āyātih ۗ wallāhu `alīmun ḥakīm"
    },
    {
      "index": 54,
      "id": 53,
      "show_id": "53",
      "arabic": "لِّيَجْعَلَ مَا يُلْقِى ٱلشَّيْطَـٰنُ فِتْنَةً لِّلَّذِينَ فِى قُلُوبِهِم مَّرَضٌ وَٱلْقَاسِيَةِ قُلُوبُهُمْ ۗ وَإِنَّ ٱلظَّـٰلِمِينَ لَفِى شِقَاقٍۭ بَعِيدٍ",
      "translation": "That He may make the suggestions thrown in by Satan, but a trial for those in whose hearts is a disease and who are hardened of heart: verily the wrong-doers are in a schism far (from the Truth):",
      "transliteration": "liyaj`ala mā yulqish shayṭānu fitnatan lilladhīna fī qulūbihim maraḍun wal qāsiyati qulūbuhum ۗ wa innaẓ ẓālimīna lafī shiqāqin ba`īd"
    },
    {
      "index": 55,
      "id": 54,
      "show_id": "54",
      "arabic": "وَلِيَعْلَمَ ٱلَّذِينَ أُوتُوا۟ ٱلْعِلْمَ أَنَّهُ ٱلْحَقُّ مِن رَّبِّكَ فَيُؤْمِنُوا۟ بِهِۦ فَتُخْبِتَ لَهُۥ قُلُوبُهُمْ ۗ وَإِنَّ ٱللَّهَ لَهَادِ ٱلَّذِينَ ءَامَنُوٓا۟ إِلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
      "translation": "And that those on whom knowledge has been bestowed may learn that the (Qur'an) is the Truth from thy Lord, and that they may believe therein, and their hearts may be made humbly (open) to it: for verily Allah is the Guide of those who believe, to the Straight Way.",
      "transliteration": "waliya`lamal ladhīna ūtul `il-ma annahul ḥaqqu min rabbika fayu-minū bihi fatukhbita lahu qulūbuhum ۗ wa innallāha lahādil ladhīna āmanū ilā ṣirāṭin mustaqīm"
    },
    {
      "index": 56,
      "id": 55,
      "show_id": "55",
      "arabic": "وَلَا يَزَالُ ٱلَّذِينَ كَفَرُوا۟ فِى مِرْيَةٍ مِّنْهُ حَتَّىٰ تَأْتِيَهُمُ ٱلسَّاعَةُ بَغْتَةً أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ",
      "translation": "Those who reject Faith will not cease to be in doubt concerning (Revelation) until the Hour (of Judgment) comes suddenly upon them, or there comes to them the Penalty of a Day of Disaster.",
      "transliteration": "walā yazālul ladhīna kafarū fī miryatim minhu ḥattā ta-tiyahumus sā`atu baghtatan aw ya-tiyahum `adhābu yawmin `aqīm"
    },
    {
      "index": 57,
      "id": 56,
      "show_id": "56",
      "arabic": "ٱلْمُلْكُ يَوْمَئِذٍ لِّلَّهِ يَحْكُمُ بَيْنَهُمْ ۚ فَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ فِى جَنَّـٰتِ ٱلنَّعِيمِ",
      "translation": "On that Day of Dominion will be that of Allah: He will judge between them: so those who believe and work righteous deeds will be in Gardens of Delight.",
      "transliteration": "al-mulku yawma-idhin lillāhi yaḥkumu baynahum ۚ fal ladhīna āmanū wa`amiluṣ ṣāliḥāti fī jannātin na`īm"
    },
    {
      "index": 58,
      "id": 57,
      "show_id": "57",
      "arabic": "وَٱلَّذِينَ كَفَرُوا۟ وَكَذَّبُوا۟ بِـَٔايَـٰتِنَا فَأُو۟لَـٰٓئِكَ لَهُمْ عَذَابٌ مُّهِينٌ",
      "translation": "And for those who reject Faith and deny our Signs, there will be a humiliating Punishment.",
      "transliteration": "wal ladhīna kafarū wakadhhabū bi-āyātinā fa-ulā-ika lahum `adhābun muhīn"
    },
    {
      "index": 59,
      "id": 58,
      "show_id": "58",
      "arabic": "وَٱلَّذِينَ هَاجَرُوا۟ فِى سَبِيلِ ٱللَّهِ ثُمَّ قُتِلُوٓا۟ أَوْ مَاتُوا۟ لَيَرْزُقَنَّهُمُ ٱللَّهُ رِزْقًا حَسَنًا ۚ وَإِنَّ ٱللَّهَ لَهُوَ خَيْرُ ٱلرَّٰزِقِينَ",
      "translation": "Those who leave their homes in the cause of Allah, and are then slain or die,- On them will Allah bestow verily a goodly Provision: Truly Allah is He Who bestows the best provision.",
      "transliteration": "wal ladhīna hājarū fī sabīlillāhi thumma qutilū aw mātū layarzuqannahumullāhu rizqan ḥasanā ۚ wa innallāha lahuwa khayrur rāziqīn"
    },
    {
      "index": 60,
      "id": 59,
      "show_id": "59",
      "arabic": "لَيُدْخِلَنَّهُم مُّدْخَلًا يَرْضَوْنَهُۥ ۗ وَإِنَّ ٱللَّهَ لَعَلِيمٌ حَلِيمٌ",
      "translation": "Verily He will admit them to a place with which they shall be well pleased: for Allah is All-Knowing, Most Forbearing.",
      "transliteration": "layudkhilannahum mudkhalan yarḍawnah ۗ wa innallāha la`alīmun ḥalīm"
    },
    {
      "index": 61,
      "id": 60,
      "show_id": "60",
      "arabic": "ذَٰلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِۦ ثُمَّ بُغِىَ عَلَيْهِ لَيَنصُرَنَّهُ ٱللَّهُ ۗ إِنَّ ٱللَّهَ لَعَفُوٌّ غَفُورٌ",
      "translation": "That (is so). And if one has retaliated to no greater extent than the injury he received, and is again set upon inordinately, Allah will help him: for Allah is One that blots out (sins) and forgives (again and again).",
      "transliteration": "dhālika wa man `āqaba bimithli mā `ūqiba bihi thumma bughiya `alayhi layanṣurannahullāh ۗ innallāha la`afuwwun ghafūr"
    },
    {
      "index": 62,
      "id": 61,
      "show_id": "61",
      "arabic": "ذَٰلِكَ بِأَنَّ ٱللَّهَ يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَأَنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ",
      "translation": "That is because Allah merges night into day, and He merges day into night, and verily it is Allah Who hears and sees (all things).",
      "transliteration": "dhālika bi-annallāha yūlijul layla fin nahāri wayūlijun nahāra fil layli wa-annallāha samī`un baṣīr"
    },
    {
      "index": 63,
      "id": 62,
      "show_id": "62",
      "arabic": "ذَٰلِكَ بِأَنَّ ٱللَّهَ هُوَ ٱلْحَقُّ وَأَنَّ مَا يَدْعُونَ مِن دُونِهِۦ هُوَ ٱلْبَـٰطِلُ وَأَنَّ ٱللَّهَ هُوَ ٱلْعَلِىُّ ٱلْكَبِيرُ",
      "translation": "That is because Allah - He is the Reality; and those besides Him whom they invoke,- they are but vain Falsehood: verily Allah is He, Most High, Most Great.",
      "transliteration": "dhālika bi-annallāha huwal ḥaqqu wa-anna mā yad`ūna min dūnihi huwal bāṭilu wa-annallāha huwal `aliyyul kabīr"
    },
    {
      "index": 64,
      "id": 63,
      "show_id": "63",
      "arabic": "أَلَمْ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَتُصْبِحُ ٱلْأَرْضُ مُخْضَرَّةً ۗ إِنَّ ٱللَّهَ لَطِيفٌ خَبِيرٌ",
      "translation": "Seest thou not that Allah sends down rain from the sky, and forthwith the earth becomes clothed with green? for Allah is He Who understands the finest mysteries, and is well-acquainted (with them).",
      "transliteration": "alam tara annallāha anzala minas samā-i mā-an fatuṣbiḥul-arḍu mukhḍarrah ۗ innallāha laṭīfun khabīr"
    },
    {
      "index": 65,
      "id": 64,
      "show_id": "64",
      "arabic": "لَّهُۥ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ۗ وَإِنَّ ٱللَّهَ لَهُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
      "translation": "To Him belongs all that is in the heavens and on earth: for verily Allah,- He is free of all wants, Worthy of all Praise.",
      "transliteration": "lahu mā fis samāwāti wa mā fil-arḍ ۗ wa innallāha lahuwal ghaniyyul ḥamīd"
    },
    {
      "index": 66,
      "id": 65,
      "show_id": "65",
      "arabic": "أَلَمْ تَرَ أَنَّ ٱللَّهَ سَخَّرَ لَكُم مَّا فِى ٱلْأَرْضِ وَٱلْفُلْكَ تَجْرِى فِى ٱلْبَحْرِ بِأَمْرِهِۦ وَيُمْسِكُ ٱلسَّمَآءَ أَن تَقَعَ عَلَى ٱلْأَرْضِ إِلَّا بِإِذْنِهِۦٓ ۗ إِنَّ ٱللَّهَ بِٱلنَّاسِ لَرَءُوفٌ رَّحِيمٌ",
      "translation": "Seest thou not that Allah has made subject to you (men) all that is on the earth, and the ships that sail through the sea by His Command? He withholds the sky (rain) from failing on the earth except by His leave: for Allah is Most Kind and Most Merciful to man.",
      "transliteration": "alam tara annallāha sakhhara lakum mā fil-arḍi wal fulka tajrī fil baḥri bi-amrihi wayumsikus samā-a an taqa`a `alal-arḍi illā bi-idhnih ۗ innallāha bin nāsi lara-ūfun raḥīm"
    },
    {
      "index": 67,
      "id": 66,
      "show_id": "66",
      "arabic": "وَهُوَ ٱلَّذِىٓ أَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ۗ إِنَّ ٱلْإِنسَـٰنَ لَكَفُورٌ",
      "translation": "It is He Who gave you life, will cause you to die, and will again give you life: Truly man is a most ungrateful creature!",
      "transliteration": "wahuwal ladhī aḥyākum thumma yumītukum thumma yuḥyīkum ۗ innal-insāna lakafūr"
    },
    {
      "index": 68,
      "id": 67,
      "show_id": "67",
      "arabic": "لِّكُلِّ أُمَّةٍ جَعَلْنَا مَنسَكًا هُمْ نَاسِكُوهُ ۖ فَلَا يُنَـٰزِعُنَّكَ فِى ٱلْأَمْرِ ۚ وَٱدْعُ إِلَىٰ رَبِّكَ ۖ إِنَّكَ لَعَلَىٰ هُدًى مُّسْتَقِيمٍ",
      "translation": "To every People have We appointed rites and ceremonies which they must follow: let them not then dispute with thee on the matter, but do thou invite (them) to thy Lord: for thou art assuredly on the Right Way.",
      "transliteration": "likulli ummatin ja`alnā mansakan hum nāsikūh ۖ falā yunāzi`unnaka fil-amr ۚ wad`u ilā rabbik ۖ innaka la`alā hudan mustaqīm"
    },
    {
      "index": 69,
      "id": 68,
      "show_id": "68",
      "arabic": "وَإِن جَـٰدَلُوكَ فَقُلِ ٱللَّهُ أَعْلَمُ بِمَا تَعْمَلُونَ",
      "translation": "If they do wrangle with thee, say, \"Allah knows best what it is ye are doing.\"",
      "transliteration": "wa in jādalūka faqulillāhu a`lamu bimā ta`malūn"
    },
    {
      "index": 70,
      "id": 69,
      "show_id": "69",
      "arabic": "ٱللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ ٱلْقِيَـٰمَةِ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
      "translation": "\"Allah will judge between you on the Day of Judgment concerning the matters in which ye differ.\"",
      "transliteration": "allāhu yaḥkumu baynakum yawmal qiyāmati fīmā kuntum fīhi takhtalifūn"
    },
    {
      "index": 71,
      "id": 70,
      "show_id": "70",
      "arabic": "أَلَمْ تَعْلَمْ أَنَّ ٱللَّهَ يَعْلَمُ مَا فِى ٱلسَّمَآءِ وَٱلْأَرْضِ ۗ إِنَّ ذَٰلِكَ فِى كِتَـٰبٍ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ",
      "translation": "Knowest thou not that Allah knows all that is in heaven and on earth? Indeed it is all in a Record, and that is easy for Allah.",
      "transliteration": "alam ta`lam annallāha ya`lamu mā fis samā-i wal-arḍ ۗ inna dhālika fī kitāb ۚ inna dhālika `alallāhi yasīr"
    },
    {
      "index": 72,
      "id": 71,
      "show_id": "71",
      "arabic": "وَيَعْبُدُونَ مِن دُونِ ٱللَّهِ مَا لَمْ يُنَزِّلْ بِهِۦ سُلْطَـٰنًا وَمَا لَيْسَ لَهُم بِهِۦ عِلْمٌ ۗ وَمَا لِلظَّـٰلِمِينَ مِن نَّصِيرٍ",
      "translation": "Yet they worship, besides Allah, things for which no authority has been sent down to them, and of which they have (really) no knowledge: for those that do wrong there is no helper.",
      "transliteration": "waya`budūna min dūnillāhi mā lam yunazzil bihi sulṭānan wa mā laysa lahum bihi `il-m ۗ wa mā liẓẓālimīna min naṣīr"
    },
    {
      "index": 73,
      "id": 72,
      "show_id": "72",
      "arabic": "وَإِذَا تُتْلَىٰ عَلَيْهِمْ ءَايَـٰتُنَا بَيِّنَـٰتٍ تَعْرِفُ فِى وُجُوهِ ٱلَّذِينَ كَفَرُوا۟ ٱلْمُنكَرَ ۖ يَكَادُونَ يَسْطُونَ بِٱلَّذِينَ يَتْلُونَ عَلَيْهِمْ ءَايَـٰتِنَا ۗ قُلْ أَفَأُنَبِّئُكُم بِشَرٍّ مِّن ذَٰلِكُمُ ۗ ٱلنَّارُ وَعَدَهَا ٱللَّهُ ٱلَّذِينَ كَفَرُوا۟ ۖ وَبِئْسَ ٱلْمَصِيرُ",
      "translation": "When Our Clear Signs are rehearsed to them, thou wilt notice a denial on the faces of the Unbelievers! they nearly attack with violence those who rehearse Our Signs to them. Say, \"Shall I tell you of something (far) worse than these Signs? It is the Fire (of Hell)! Allah has promised it to the Unbelievers! and evil is that destination!\"",
      "transliteration": "wa idhā tutlā `alayhim āyātunā bayyinātin ta`rifu fī wujūhil ladhīna kafarul munkar ۖ yakādūna yasṭūna bil ladhīna yatlūna `alayhim āyātinā ۗ qul afa-unabbi-ukum bisharrin min dhālikum ۗ an-nāru wa`adahallāhul ladhīna kafarū ۖ wabi-sal maṣīr"
    },
    {
      "index": 74,
      "id": 73,
      "show_id": "73",
      "arabic": "يَـٰٓأَيُّهَا ٱلنَّاسُ ضُرِبَ مَثَلٌ فَٱسْتَمِعُوا۟ لَهُۥٓ ۚ إِنَّ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ لَن يَخْلُقُوا۟ ذُبَابًا وَلَوِ ٱجْتَمَعُوا۟ لَهُۥ ۖ وَإِن يَسْلُبْهُمُ ٱلذُّبَابُ شَيْـًٔا لَّا يَسْتَنقِذُوهُ مِنْهُ ۚ ضَعُفَ ٱلطَّالِبُ وَٱلْمَطْلُوبُ",
      "translation": "O men! Here is a parable set forth! listen to it! Those on whom, besides Allah, ye call, cannot create (even) a fly, if they all met together for the purpose! and if the fly should snatch away anything from them, they would have no power to release it from the fly. Feeble are those who petition and those whom they petition!",
      "transliteration": "yā-ayyuhan nāsu ḍuriba mathalun fastami`ū lah ۚ innal ladhīna tad`ūna min dūnillāhi lan yakhluqū dhubāban walawij-tama`ū lah ۖ wa in yaslubhumudh dhubābu shay-al lā yastanqidhūhu minh ۚ ḍa`ufaṭ ṭālibu wal maṭlūb"
    },
    {
      "index": 75,
      "id": 74,
      "show_id": "74",
      "arabic": "مَا قَدَرُوا۟ ٱللَّهَ حَقَّ قَدْرِهِۦٓ ۗ إِنَّ ٱللَّهَ لَقَوِىٌّ عَزِيزٌ",
      "translation": "No just estimate have they made of Allah: for Allah is He Who is strong and able to Carry out His Will.",
      "transliteration": "mā qadarullāha ḥaqqa qadrih ۗ innallāha laqawiyyun `azīz"
    },
    {
      "index": 76,
      "id": 75,
      "show_id": "75",
      "arabic": "ٱللَّهُ يَصْطَفِى مِنَ ٱلْمَلَـٰٓئِكَةِ رُسُلًا وَمِنَ ٱلنَّاسِ ۚ إِنَّ ٱللَّهَ سَمِيعٌۢ بَصِيرٌ",
      "translation": "Allah chooses messengers from angels and from men for Allah is He Who hears and sees (all things).",
      "transliteration": "allāhu yaṣṭafī minal malā-ikati rusulan wa minan nās ۚ innallāha samī`un baṣīr"
    },
    {
      "index": 77,
      "id": 76,
      "show_id": "76",
      "arabic": "يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۗ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
      "translation": "He knows what is before them and what is behind them: and to Allah go back all questions (for decision).",
      "transliteration": "ya`lamu mā bayna aydīhim wa mā khalfahum ۗ wa ilallāhi turja`ul-umūr"
    },
    {
      "index": 78,
      "id": 77,
      "show_id": "77",
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوا۟ ٱرْكَعُوا۟ وَٱسْجُدُوا۟ وَٱعْبُدُوا۟ رَبَّكُمْ وَٱفْعَلُوا۟ ٱلْخَيْرَ لَعَلَّكُمْ تُفْلِحُونَ ۩",
      "translation": "O ye who believe! bow down, prostrate yourselves, and adore your Lord; and do good; that ye may prosper.",
      "transliteration": "yā-ayyuhal ladhīna āmanur-ka`ū wasjudū wa`budū rabbakum wāf`alul khayra la`allakum tufliḥūn ۩"
    },
    {
      "index": 79,
      "id": 78,
      "show_id": "78",
      "arabic": "وَجَـٰهِدُوا۟ فِى ٱللَّهِ حَقَّ جِهَادِهِۦ ۚ هُوَ ٱجْتَبَىٰكُمْ وَمَا جَعَلَ عَلَيْكُمْ فِى ٱلدِّينِ مِنْ حَرَجٍ ۚ مِّلَّةَ أَبِيكُمْ إِبْرَٰهِيمَ ۚ هُوَ سَمَّىٰكُمُ ٱلْمُسْلِمِينَ مِن قَبْلُ وَفِى هَـٰذَا لِيَكُونَ ٱلرَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُوا۟ شُهَدَآءَ عَلَى ٱلنَّاسِ ۚ فَأَقِيمُوا۟ ٱلصَّلَوٰةَ وَءَاتُوا۟ ٱلزَّكَوٰةَ وَٱعْتَصِمُوا۟ بِٱللَّهِ هُوَ مَوْلَىٰكُمْ ۖ فَنِعْمَ ٱلْمَوْلَىٰ وَنِعْمَ ٱلنَّصِيرُ",
      "translation": "And strive in His cause as ye ought to strive, (with sincerity and under discipline). He has chosen you, and has imposed no difficulties on you in religion; it is the cult of your father Abraham. It is He Who has named you Muslims, both before and in this (Revelation); that the Messenger may be a witness for you, and ye be witnesses for mankind! So establish regular Prayer, give regular Charity, and hold fast to Allah! He is your Protector - the Best to protect and the Best to help!",
      "transliteration": "wajāhidū fillāhi ḥaqqa jihādih ۚ huwaj-tabākum wa mā ja`ala `alaykum fid dīni min ḥaraj ۚ millata abīkum ibrāhīm ۚ huwa sammākumul muslimīna min qablu wafī hādhā liyakūnar rasūlu shahīdan `alaykum watakūnū shuhadā-a `alan nās ۚ fa-aqīmuṣ ṣalāta wa-ātuz zakāta wa`taṣimū billāhi huwa mawlākum ۖ fani`mal mawlā wani`man naṣīr"
    }
  ]
}