{
  "index": 62,
  "name": "الجمعة",
  "arabic_name": "الجُمُعَة",
  "english_name": "Al-Jumu`ah",
  "english_meaning": "Friday",
  "rows": [
    {
      "index": 1,
      "arabic": "يُسَبِّحُ لِلَّهِ مَا فِى ٱلسَّمَـٰوَٰتِ وَمَا فِى ٱلْأَرْضِ ٱلْمَلِكِ ٱلْقُدُّوسِ ٱلْعَزِيزِ ٱلْحَكِيمِ",
      "translation": "Whatever is in the heavens and on earth, doth declare the Praises and Glory of Allah,- the Sovereign, the Holy One, the Exalted in Might, the Wise.",
      "transliteration": "yusabbiḥu lillāhi mā fis samāwāti wa mā fil-arḍil malikil quddūsil `azīzil ḥakīm",
      "bismillah": {
        "arabic": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
        "translation": "In the name of Allah, Most Gracious, Most Merciful.",
        "transliteration": "bismillāhir raḥmānir raḥīm"
      }
    },
    {
      "index": 2,
      "arabic": "هُوَ ٱلَّذِى بَعَثَ فِى ٱلْأُمِّيِّـۧنَ رَسُولًا مِّنْهُمْ يَتْلُوا۟ عَلَيْهِمْ ءَايَـٰتِهِۦ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ ٱلْكِتَـٰبَ وَٱلْحِكْمَةَ وَإِن كَانُوا۟ مِن قَبْلُ لَفِى ضَلَـٰلٍ مُّبِينٍ",
      "translation": "It is He Who has sent amongst the Unlettered a messenger from among themselves, to rehearse to them His Signs, to sanctify them, and to instruct them in Scripture and Wisdom,- although they had been, before, in manifest error;-",
      "transliteration": "huwal ladhī ba`atha fil-ummiyyīna rasūlan minhum yatlū `alayhim āyātihi wayuzakkīhim wayu`allimuhumul kitāba wal ḥikmata wa in kānū min qablu lafī ḍalālin mubīn"
    },
    {
      "index": 3,
      "arabic": "وَءَاخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُوا۟ بِهِمْ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "translation": "As well as (to confer all these benefits upon) others of them, who have not already joined them: And He is exalted in Might, Wise.",
      "transliteration": "wa-ākharīna minhum lammā yalḥaqū bihim ۚ wahuwal `azīzul ḥakīm"
    },
    {
      "index": 4,
      "arabic": "ذَٰلِكَ فَضْلُ ٱللَّهِ يُؤْتِيهِ مَن يَشَآءُ ۚ وَٱللَّهُ ذُو ٱلْفَضْلِ ٱلْعَظِيمِ",
      "translation": "Such is the Bounty of Allah, which He bestows on whom He will: and Allah is the Lord of the highest bounty.",
      "transliteration": "dhālika faḍlullāhi yu-tīhi man yashā-u ۚ wallāhu dhul faḍlil `aẓīm"
    },
    {
      "index": 5,
      "arabic": "مَثَلُ ٱلَّذِينَ حُمِّلُوا۟ ٱلتَّوْرَىٰةَ ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ ٱلْحِمَارِ يَحْمِلُ أَسْفَارًۢا ۚ بِئْسَ مَثَلُ ٱلْقَوْمِ ٱلَّذِينَ كَذَّبُوا۟ بِـَٔايَـٰتِ ٱللَّهِ ۚ وَٱللَّهُ لَا يَهْدِى ٱلْقَوْمَ ٱلظَّـٰلِمِينَ",
      "translation": "The similitude of those who were charged with the (obligations of the) Mosaic Law, but who subsequently failed in those (obligations), is that of a donkey which carries huge tomes (but understands them not). Evil is the similitude of people who falsify the Signs of Allah: and Allah guides not people who do wrong.",
      "transliteration": "mathalul ladhīna ḥummilut tawrāta thumma lam yaḥmilūhā kamathalil ḥimāri yaḥmilu asfārā ۚ bi-sa mathalul qawmil ladhīna kadhhabū bi-āyātillāh ۚ wallāhu lā yahdil qawmaẓ ẓālimīn"
    },
    {
      "index": 6,
      "arabic": "قُلْ يَـٰٓأَيُّهَا ٱلَّذِينَ هَادُوٓا۟ إِن زَعَمْتُمْ أَنَّكُمْ أَوْلِيَآءُ لِلَّهِ مِن دُونِ ٱلنَّاسِ فَتَمَنَّوُا۟ ٱلْمَوْتَ إِن كُنتُمْ صَـٰدِقِينَ",
      "translation": "Say: \"O ye that stand on Judaism! If ye think that ye are friends to Allah, to the exclusion of (other) men, then express your desire for Death, if ye are truthful!\"",
      "transliteration": "qul yā-ayyuhal ladhīna hādū in za`amtum annakum awliyā-u lillāhi min dūnin nāsi fatamannawul mawta in kuntum ṣādiqīn"
    },
    {
      "index": 7,
      "arabic": "وَلَا يَتَمَنَّوْنَهُۥٓ أَبَدًۢا بِمَا قَدَّمَتْ أَيْدِيهِمْ ۚ وَٱللَّهُ عَلِيمٌۢ بِٱلظَّـٰلِمِينَ",
      "translation": "But never will they express their desire (for Death), because of the (deeds) their hands have sent on before them! and Allah knows well those that do wrong!",
      "transliteration": "walā yatamannawnahu abadan bimā qaddamat aydīhim ۚ wallāhu `alīmun biẓ ẓālimīn"
    },
    {
      "index": 8,
      "arabic": "قُلْ إِنَّ ٱلْمَوْتَ ٱلَّذِى تَفِرُّونَ مِنْهُ فَإِنَّهُۥ مُلَـٰقِيكُمْ ۖ ثُمَّ تُرَدُّونَ إِلَىٰ عَـٰلِمِ ٱلْغَيْبِ وَٱلشَّهَـٰدَةِ فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ",
      "translation": "Say: \"The Death from which ye flee will truly overtake you: then will ye be sent back to the Knower of things secret and open: and He will tell you (the truth of) the things that ye did!\"",
      "transliteration": "qul innal mawtal ladhī tafirrūna minhu fa-innahu mulāqīkum ۖ thumma turaddūna ilā `ālimil ghaybi wash shahādati fayunabbi-ukum bimā kuntum ta`malūn"
    },
    {
      "index": 9,
      "arabic": "يَـٰٓأَيُّهَا ٱلَّذِينَ ءَامَنُوٓا۟ إِذَا نُودِىَ لِلصَّلَوٰةِ مِن يَوْمِ ٱلْجُمُعَةِ فَٱسْعَوْا۟ إِلَىٰ ذِكْرِ ٱللَّهِ وَذَرُوا۟ ٱلْبَيْعَ ۚ ذَٰلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ",
      "translation": "O ye who believe! When the call is proclaimed to prayer on Friday (the Day of Assembly), hasten earnestly to the Remembrance of Allah, and leave off business (and traffic): That is best for you if ye but knew!",
      "transliteration": "yā-ayyuhal ladhīna āmanū idhā nūdiya lilṣṣalāti min yawmil jumu`ati fas`aw ilā dhikrillāhi wadharul bay` ۚ dhālikum khayrul lakum in kuntum ta`lamūn"
    },
    {
      "index": 10,
      "arabic": "فَإِذَا قُضِيَتِ ٱلصَّلَوٰةُ فَٱنتَشِرُوا۟ فِى ٱلْأَرْضِ وَٱبْتَغُوا۟ مِن فَضْلِ ٱللَّهِ وَٱذْكُرُوا۟ ٱللَّهَ كَثِيرًا لَّعَلَّكُمْ تُفْلِحُونَ",
      "translation": "And when the Prayer is finished, then may ye disperse through the land, and seek of the Bounty of Allah: and celebrate the Praises of Allah often (and without stint): that ye may prosper.",
      "transliteration": "fa-idhā quḍiyatiṣ ṣalātu fantashirū fil-arḍi wabtaghū min faḍlillāhi wadhkurullāha kathīral la`allakum tufliḥūn"
    },
    {
      "index": 11,
      "arabic": "وَإِذَا رَأَوْا۟ تِجَـٰرَةً أَوْ لَهْوًا ٱنفَضُّوٓا۟ إِلَيْهَا وَتَرَكُوكَ قَآئِمًا ۚ قُلْ مَا عِندَ ٱللَّهِ خَيْرٌ مِّنَ ٱللَّهْوِ وَمِنَ ٱلتِّجَـٰرَةِ ۚ وَٱللَّهُ خَيْرُ ٱلرَّٰزِقِينَ",
      "translation": "But when they see some bargain or some amusement, they disperse headlong to it, and leave thee standing. Say: \"The (blessing) from the Presence of Allah is better than any amusement or bargain! and Allah is the Best to provide (for all needs).\"",
      "transliteration": "wa idhā ra-aw tijāratan aw lahwanin-faḍḍū ilayhā watarakūka qā-imā ۚ qul mā `indallāhi khayrun minallahwi wa minat tijārah ۚ wallāhu khayrur rāziqīn"
    }
  ]
}