{
  "index": 38,
  "name": "ص",
  "arabic_name": "ص",
  "english_name": "Ṣād",
  "english_meaning": "Sad",
  "ayas": [
    {
      "index": 1,
      "arabic": "صٓ ۚ وَٱلْقُرْءَانِ ذِى ٱلذِّكْرِ",
      "translation": "Sad: By the Qur'an, Full of Admonition: (This is the Truth).",
      "transliteration": "ṣād ۚ wal qur-āni dhidh dhikr",
      "bismillah": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ"
    },
    {
      "index": 2,
      "arabic": "بَلِ ٱلَّذِينَ كَفَرُوا۟ فِى عِزَّةٍ وَشِقَاقٍ",
      "translation": "But the Unbelievers (are steeped) in self-glory and Separatism.",
      "transliteration": "balil ladhīna kafarū fī `izzatin washiqāq"
    },
    {
      "index": 3,
      "arabic": "كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ فَنَادَوا۟ وَّلَاتَ حِينَ مَنَاصٍ",
      "translation": "How many generations before them did We destroy? In the end they cried (for mercy)- when there was no longer time for being saved!",
      "transliteration": "kam ahlaknā min qablihim min qarnin fanādaw walāta ḥīna manāṣ"
    },
    {
      "index": 4,
      "arabic": "وَعَجِبُوٓا۟ أَن جَآءَهُم مُّنذِرٌ مِّنْهُمْ ۖ وَقَالَ ٱلْكَـٰفِرُونَ هَـٰذَا سَـٰحِرٌ كَذَّابٌ",
      "translation": "So they wonder that a Warner has come to them from among themselves! and the Unbelievers say, \"This is a sorcerer telling lies!",
      "transliteration": "wa`ajibū an jā-ahum mundhirun minhum ۖ waqālal-kāfirūna hādhā sāḥirun kadhhāb"
    },
    {
      "index": 5,
      "arabic": "أَجَعَلَ ٱلْـَٔالِهَةَ إِلَـٰهًا وَٰحِدًا ۖ إِنَّ هَـٰذَا لَشَىْءٌ عُجَابٌ",
      "translation": "\"Has he made the gods (all) into one Allah? Truly this is a wonderful thing!\"",
      "transliteration": "aja`alal-ālihata ilāhan wāḥidā ۖ inna hādhā lashay-un `ujāb"
    },
    {
      "index": 6,
      "arabic": "وَٱنطَلَقَ ٱلْمَلَأُ مِنْهُمْ أَنِ ٱمْشُوا۟ وَٱصْبِرُوا۟ عَلَىٰٓ ءَالِهَتِكُمْ ۖ إِنَّ هَـٰذَا لَشَىْءٌ يُرَادُ",
      "translation": "And the leader among them go away (impatiently), (saying), \"Walk ye away, and remain constant to your gods! For this is truly a thing designed (against you)!",
      "transliteration": "wanṭalaqal mala-u minhum anim-shū waṣbirū `alā ālihatikum ۖ inna hādhā lashay-un yurād"
    },
    {
      "index": 7,
      "arabic": "مَا سَمِعْنَا بِهَـٰذَا فِى ٱلْمِلَّةِ ٱلْـَٔاخِرَةِ إِنْ هَـٰذَآ إِلَّا ٱخْتِلَـٰقٌ",
      "translation": "\"We never heard (the like) of this among the people of these latter days: this is nothing but a made-up tale!\"",
      "transliteration": "mā sami`nā bihādhā fil millatil-ākhirati in hādhā illakh-tilāq"
    },
    {
      "index": 8,
      "arabic": "أَءُنزِلَ عَلَيْهِ ٱلذِّكْرُ مِنۢ بَيْنِنَا ۚ بَلْ هُمْ فِى شَكٍّ مِّن ذِكْرِى ۖ بَل لَّمَّا يَذُوقُوا۟ عَذَابِ",
      "translation": "\"What! has the Message been sent to him - (Of all persons) among us?\"... but they are in doubt concerning My (Own) Message! Nay, they have not yet tasted My Punishment!",
      "transliteration": "a-unzila `alayhidh dhikru min bayninā ۚ bal hum fī shakkin min dhikrī ۖ bal lammā yadhūqū `adhāb"
    },
    {
      "index": 9,
      "arabic": "أَمْ عِندَهُمْ خَزَآئِنُ رَحْمَةِ رَبِّكَ ٱلْعَزِيزِ ٱلْوَهَّابِ",
      "translation": "Or have they the treasures of the mercy of thy Lord,- the Exalted in Power, the Grantor of Bounties without measure?",
      "transliteration": "am `indahum khazā-inu raḥmati rabbikal `azīzil wahhāb"
    },
    {
      "index": 10,
      "arabic": "أَمْ لَهُم مُّلْكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا ۖ فَلْيَرْتَقُوا۟ فِى ٱلْأَسْبَـٰبِ",
      "translation": "Or have they the dominion of the heavens and the earth and all between? If so, let them mount up with the ropes and means (to reach that end)!",
      "transliteration": "am lahum mulkus samāwāti wal-arḍi wa mā baynahumā ۖ falyartaqū fil-asbāb"
    },
    {
      "index": 11,
      "arabic": "جُندٌ مَّا هُنَالِكَ مَهْزُومٌ مِّنَ ٱلْأَحْزَابِ",
      "translation": "But there - will be put to flight even a host of confederates.",
      "transliteration": "jundun mā hunālika mahzūmun minal-aḥzāb"
    },
    {
      "index": 12,
      "arabic": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَفِرْعَوْنُ ذُو ٱلْأَوْتَادِ",
      "translation": "Before them (were many who) rejected messengers,- the people of Noah, and 'Ad, and Pharaoh, the Lord of Stakes,",
      "transliteration": "kadhhabat qablahum qawmu nūḥin wa`ādun wafir`awnu dhul-awtād"
    },
    {
      "index": 13,
      "arabic": "وَثَمُودُ وَقَوْمُ لُوطٍ وَأَصْحَـٰبُ لْـَٔيْكَةِ ۚ أُو۟لَـٰٓئِكَ ٱلْأَحْزَابُ",
      "translation": "And Thamud, and the people of Lut, and the Companions of the Wood; - such were the Confederates.",
      "transliteration": "wathamūdu waqawmu lūṭin wa-aṣ-ḥābul-aykah ۚ ulā-ikal-aḥzāb"
    },
    {
      "index": 14,
      "arabic": "إِن كُلٌّ إِلَّا كَذَّبَ ٱلرُّسُلَ فَحَقَّ عِقَابِ",
      "translation": "Not one (of them) but rejected the messengers, but My punishment came justly and inevitably (on them).",
      "transliteration": "in kullun illā kadhhabar rusula faḥaqqa `iqāb"
    },
    {
      "index": 15,
      "arabic": "وَمَا يَنظُرُ هَـٰٓؤُلَآءِ إِلَّا صَيْحَةً وَٰحِدَةً مَّا لَهَا مِن فَوَاقٍ",
      "translation": "These (today) only wait for a single mighty Blast, which (when it comes) will brook no delay.",
      "transliteration": "wa mā yanẓuru hā-ulā-i illā ṣayḥatan wāḥidatan mā lahā min fawāq"
    },
    {
      "index": 16,
      "arabic": "وَقَالُوا۟ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبْلَ يَوْمِ ٱلْحِسَابِ",
      "translation": "They say: \"Our Lord! hasten to us our sentence (even) before the Day of Account!\"",
      "transliteration": "waqālū rabbanā `ajjil lanā qiṭṭanā qabla yawmil ḥisāb"
    },
    {
      "index": 17,
      "arabic": "ٱصْبِرْ عَلَىٰ مَا يَقُولُونَ وَٱذْكُرْ عَبْدَنَا دَاوُۥدَ ذَا ٱلْأَيْدِ ۖ إِنَّهُۥٓ أَوَّابٌ",
      "translation": "Have patience at what they say, and remember our servant David, the man of strength: for he ever turned (to Allah).",
      "transliteration": "iṣ-bir `alā mā yaqūlūna wadhkur `abdanā dāwūda dhal-ayd ۖ innahu awwāb"
    },
    {
      "index": 18,
      "arabic": "إِنَّا سَخَّرْنَا ٱلْجِبَالَ مَعَهُۥ يُسَبِّحْنَ بِٱلْعَشِىِّ وَٱلْإِشْرَاقِ",
      "translation": "It was We that made the hills declare, in unison with him, Our Praises, at eventide and at break of day,",
      "transliteration": "innā sakhharnal jibāla ma`ahu yusabbiḥna bil `ashiyyi wal-ishrāq"
    },
    {
      "index": 19,
      "arabic": "وَٱلطَّيْرَ مَحْشُورَةً ۖ كُلٌّ لَّهُۥٓ أَوَّابٌ",
      "translation": "And the birds gathered (in assemblies): all with him did turn (to Allah).",
      "transliteration": "waṭ ṭayra maḥshūrah ۖ kullul lahu awwāb"
    },
    {
      "index": 20,
      "arabic": "وَشَدَدْنَا مُلْكَهُۥ وَءَاتَيْنَـٰهُ ٱلْحِكْمَةَ وَفَصْلَ ٱلْخِطَابِ",
      "translation": "We strengthened his kingdom, and gave him wisdom and sound judgment in speech and decision.",
      "transliteration": "washadadnā mulkahu wa-ātaynāhul ḥikmata wafaṣlal-khiṭāb"
    },
    {
      "index": 21,
      "arabic": "وَهَلْ أَتَىٰكَ نَبَؤُا۟ ٱلْخَصْمِ إِذْ تَسَوَّرُوا۟ ٱلْمِحْرَابَ",
      "translation": "Has the Story of the Disputants reached thee? Behold, they climbed over the wall of the private chamber;",
      "transliteration": "wahal atāka naba-ul khaṣmi idh tasawwarul miḥrāb"
    },
    {
      "index": 22,
      "arabic": "إِذْ دَخَلُوا۟ عَلَىٰ دَاوُۥدَ فَفَزِعَ مِنْهُمْ ۖ قَالُوا۟ لَا تَخَفْ ۖ خَصْمَانِ بَغَىٰ بَعْضُنَا عَلَىٰ بَعْضٍ فَٱحْكُم بَيْنَنَا بِٱلْحَقِّ وَلَا تُشْطِطْ وَٱهْدِنَآ إِلَىٰ سَوَآءِ ٱلصِّرَٰطِ",
      "translation": "When they entered the presence of David, and he was terrified of them, they said: \"Fear not: we are two disputants, one of whom has wronged the other: Decide now between us with truth, and treat us not with injustice, but guide us to the even Path..",
      "transliteration": "idh dakhalū `alā dāwūda fafazi`a minhum ۖ qālū lā takhaf ۖ khaṣmāni baghā ba`ḍunā `alā ba`ḍin faḥkum baynanā bil ḥaqqi walā tushṭiṭ wāhdinā ilā sawā-iṣ ṣirāṭ"
    },
    {
      "index": 23,
      "arabic": "إِنَّ هَـٰذَآ أَخِى لَهُۥ تِسْعٌ وَتِسْعُونَ نَعْجَةً وَلِىَ نَعْجَةٌ وَٰحِدَةٌ فَقَالَ أَكْفِلْنِيهَا وَعَزَّنِى فِى ٱلْخِطَابِ",
      "translation": "\"This man is my brother: He has nine and ninety ewes, and I have (but) one: Yet he says, 'commit her to my care,' and is (moreover) harsh to me in speech.\"",
      "transliteration": "inna hādhā akhī lahu tis`un watis`ūna na`jatan waliya na`jatun wāḥidatun faqāla akfilnīhā wa`azzanī fil khiṭāb"
    },
    {
      "index": 24,
      "arabic": "قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إِلَىٰ نِعَاجِهِۦ ۖ وَإِنَّ كَثِيرًا مِّنَ ٱلْخُلَطَآءِ لَيَبْغِى بَعْضُهُمْ عَلَىٰ بَعْضٍ إِلَّا ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَقَلِيلٌ مَّا هُمْ ۗ وَظَنَّ دَاوُۥدُ أَنَّمَا فَتَنَّـٰهُ فَٱسْتَغْفَرَ رَبَّهُۥ وَخَرَّ رَاكِعًا وَأَنَابَ ۩",
      "translation": "(David) said: \"He has undoubtedly wronged thee in demanding thy (single) ewe to be added to his (flock of) ewes: truly many are the partners (in business) who wrong each other: Not so do those who believe and work deeds of righteousness, and how few are they?\"... and David gathered that We had tried him: he asked forgiveness of his Lord, fell down, bowing (in prostration), and turned (to Allah in repentance).",
      "transliteration": "qāla laqad ẓalamaka bisu-āli na`jatika ilā ni`ājih ۖ wa inna kathīran minal khulaṭā-i layabghī ba`ḍuhum `alā ba`ḍin illal ladhīna āmanū wa`amiluṣ ṣāliḥāti waqalīlun mā hum ۗ waẓanna dāwūdu annamā fatannāhu fastaghfara rabbahu wakharra rāki`an wa-anāb ۩"
    },
    {
      "index": 25,
      "arabic": "فَغَفَرْنَا لَهُۥ ذَٰلِكَ ۖ وَإِنَّ لَهُۥ عِندَنَا لَزُلْفَىٰ وَحُسْنَ مَـَٔابٍ",
      "translation": "So We forgave him this (lapse): he enjoyed, indeed, a Near Approach to Us, and a beautiful place of (Final) Return.",
      "transliteration": "faghafarnā lahu dhālik ۖ wa inna lahu `indanā lazulfā waḥusna ma-āb"
    },
    {
      "index": 26,
      "arabic": "يَـٰدَاوُۥدُ إِنَّا جَعَلْنَـٰكَ خَلِيفَةً فِى ٱلْأَرْضِ فَٱحْكُم بَيْنَ ٱلنَّاسِ بِٱلْحَقِّ وَلَا تَتَّبِعِ ٱلْهَوَىٰ فَيُضِلَّكَ عَن سَبِيلِ ٱللَّهِ ۚ إِنَّ ٱلَّذِينَ يَضِلُّونَ عَن سَبِيلِ ٱللَّهِ لَهُمْ عَذَابٌ شَدِيدٌۢ بِمَا نَسُوا۟ يَوْمَ ٱلْحِسَابِ",
      "translation": "O David! We did indeed make thee a vicegerent on earth: so judge thou between men in truth (and justice): Nor follow thou the lusts (of thy heart), for they will mislead thee from the Path of Allah: for those who wander astray from the Path of Allah, is a Penalty Grievous, for that they forget the Day of Account.",
      "transliteration": "yādāwūdu innā ja`alnāka khalīfatan fil-arḍi faḥkum baynan nāsi bil ḥaqqi walā tattabi`il hawā fayuḍillaka `an sabīlillāh ۚ innal ladhīna yaḍillūna `an sabīlillāhi lahum `adhābun shadīdun bimā nasū yawmal ḥisāb"
    },
    {
      "index": 27,
      "arabic": "وَمَا خَلَقْنَا ٱلسَّمَآءَ وَٱلْأَرْضَ وَمَا بَيْنَهُمَا بَـٰطِلًا ۚ ذَٰلِكَ ظَنُّ ٱلَّذِينَ كَفَرُوا۟ ۚ فَوَيْلٌ لِّلَّذِينَ كَفَرُوا۟ مِنَ ٱلنَّارِ",
      "translation": "Not without purpose did We create heaven and earth and all between! that were the thought of Unbelievers! but woe to the Unbelievers because of the Fire (of Hell)!",
      "transliteration": "wa mā khalaqnas samā-a wal-arḍa wa mā baynahumā bāṭilā ۚ dhālika ẓannul ladhīna kafarū ۚ fawaylul lilladhīna kafarū minan nār"
    },
    {
      "index": 28,
      "arabic": "أَمْ نَجْعَلُ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ كَٱلْمُفْسِدِينَ فِى ٱلْأَرْضِ أَمْ نَجْعَلُ ٱلْمُتَّقِينَ كَٱلْفُجَّارِ",
      "translation": "Shall We treat those who believe and work deeds of righteousness, the same as those who do mischief on earth? Shall We treat those who guard against evil, the same as those who turn aside from the right?",
      "transliteration": "am naj`alul ladhīna āmanū wa`amiluṣ ṣāliḥāti kal mufsidīna fil-arḍi am naj`alul muttaqīna kal fujjār"
    },
    {
      "index": 29,
      "arabic": "كِتَـٰبٌ أَنزَلْنَـٰهُ إِلَيْكَ مُبَـٰرَكٌ لِّيَدَّبَّرُوٓا۟ ءَايَـٰتِهِۦ وَلِيَتَذَكَّرَ أُو۟لُوا۟ ٱلْأَلْبَـٰبِ",
      "translation": "(Here is) a Book which We have sent down unto thee, full of blessings, that they may mediate on its Signs, and that men of understanding may receive admonition.",
      "transliteration": "kitābun anzalnāhu ilayka mubārakul liyaddabbarū āyātihi waliyatadhakkara ulul-albāb"
    },
    {
      "index": 30,
      "arabic": "وَوَهَبْنَا لِدَاوُۥدَ سُلَيْمَـٰنَ ۚ نِعْمَ ٱلْعَبْدُ ۖ إِنَّهُۥٓ أَوَّابٌ",
      "translation": "To David We gave Solomon (for a son),- How excellent in Our service! Ever did he turn (to Us)!",
      "transliteration": "wawahabnā lidāwūda sulaymān ۚ ni`mal `abd ۖ innahu awwāb"
    },
    {
      "index": 31,
      "arabic": "إِذْ عُرِضَ عَلَيْهِ بِٱلْعَشِىِّ ٱلصَّـٰفِنَـٰتُ ٱلْجِيَادُ",
      "translation": "Behold, there were brought before him, at eventide coursers of the highest breeding, and swift of foot;",
      "transliteration": "idh `uriḍa `alayhi bil `ashiyyiṣ ṣāfinātul jiyād"
    },
    {
      "index": 32,
      "arabic": "فَقَالَ إِنِّىٓ أَحْبَبْتُ حُبَّ ٱلْخَيْرِ عَن ذِكْرِ رَبِّى حَتَّىٰ تَوَارَتْ بِٱلْحِجَابِ",
      "translation": "And he said, \"Truly do I love the love of good, with a view to the glory of my Lord,\"- until (the sun) was hidden in the veil (of night):",
      "transliteration": "faqāla innī aḥbabtu ḥubbal khayri `an dhikri rabbī ḥattā tawārat bil ḥijāb"
    },
    {
      "index": 33,
      "arabic": "رُدُّوهَا عَلَىَّ ۖ فَطَفِقَ مَسْحًۢا بِٱلسُّوقِ وَٱلْأَعْنَاقِ",
      "translation": "\"Bring them back to me.\" then began he to pass his hand over (their) legs and their necks.",
      "transliteration": "ruddūhā `alayy ۖ faṭafiqa mas-ḥan bis sūqi wal-a`nāq"
    },
    {
      "index": 34,
      "arabic": "وَلَقَدْ فَتَنَّا سُلَيْمَـٰنَ وَأَلْقَيْنَا عَلَىٰ كُرْسِيِّهِۦ جَسَدًا ثُمَّ أَنَابَ",
      "translation": "And We did try Solomon: We placed on his throne a body (without life); but he did turn (to Us in true devotion):",
      "transliteration": "walaqad fatannā sulaymāna wa-alqaynā `alā kursiyyihi jasadan thumma anāb"
    },
    {
      "index": 35,
      "arabic": "قَالَ رَبِّ ٱغْفِرْ لِى وَهَبْ لِى مُلْكًا لَّا يَنۢبَغِى لِأَحَدٍ مِّنۢ بَعْدِىٓ ۖ إِنَّكَ أَنتَ ٱلْوَهَّابُ",
      "translation": "He said, \"O my Lord! Forgive me, and grant me a kingdom which, (it may be), suits not another after me: for Thou art the Grantor of Bounties (without measure).",
      "transliteration": "qāla rabbigh-fir lī wahab lī mulkal lā yanbaghī li-aḥadin min ba`dī ۖ innaka antal wahhāb"
    },
    {
      "index": 36,
      "arabic": "فَسَخَّرْنَا لَهُ ٱلرِّيحَ تَجْرِى بِأَمْرِهِۦ رُخَآءً حَيْثُ أَصَابَ",
      "translation": "Then We subjected the wind to his power, to flow gently to his order, Whithersoever he willed,-",
      "transliteration": "fasakhharnā lahur rīḥa tajrī bi-amrihi rukhā-an ḥaythu aṣāb"
    },
    {
      "index": 37,
      "arabic": "وَٱلشَّيَـٰطِينَ كُلَّ بَنَّآءٍ وَغَوَّاصٍ",
      "translation": "As also the evil ones, (including) every kind of builder and diver,-",
      "transliteration": "wash shayāṭīna kulla bannā-in waghawwāṣ"
    },
    {
      "index": 38,
      "arabic": "وَءَاخَرِينَ مُقَرَّنِينَ فِى ٱلْأَصْفَادِ",
      "translation": "As also others bound together in fetters.",
      "transliteration": "wa-ākharīna muqarranīna fil-aṣfād"
    },
    {
      "index": 39,
      "arabic": "هَـٰذَا عَطَآؤُنَا فَٱمْنُنْ أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ",
      "translation": "\"Such are Our Bounties: whether thou bestow them (on others) or withhold them, no account will be asked.\"",
      "transliteration": "hādhā `aṭā-unā famnun aw amsik bighayri ḥisāb"
    },
    {
      "index": 40,
      "arabic": "وَإِنَّ لَهُۥ عِندَنَا لَزُلْفَىٰ وَحُسْنَ مَـَٔابٍ",
      "translation": "And he enjoyed, indeed, a Near Approach to Us, and a beautiful Place of (Final) Return.",
      "transliteration": "wa inna lahu `indanā lazulfā waḥusna ma-āb"
    },
    {
      "index": 41,
      "arabic": "وَٱذْكُرْ عَبْدَنَآ أَيُّوبَ إِذْ نَادَىٰ رَبَّهُۥٓ أَنِّى مَسَّنِىَ ٱلشَّيْطَـٰنُ بِنُصْبٍ وَعَذَابٍ",
      "translation": "Commemorate Our Servant Job. Behold he cried to his Lord: \"The Evil One has afflicted me with distress and suffering!\"",
      "transliteration": "wadhkur `abdanā ayyūba idh nādā rabbahu annī massaniyash shayṭānu binuṣbin wa`adhāb"
    },
    {
      "index": 42,
      "arabic": "ٱرْكُضْ بِرِجْلِكَ ۖ هَـٰذَا مُغْتَسَلٌۢ بَارِدٌ وَشَرَابٌ",
      "translation": "(The command was given:) \"Strike with thy foot: here is (water) wherein to wash, cool and refreshing, and (water) to drink.\"",
      "transliteration": "urkuḍ birijlik ۖ hādhā mughtasalun bāridun washarāb"
    },
    {
      "index": 43,
      "arabic": "وَوَهَبْنَا لَهُۥٓ أَهْلَهُۥ وَمِثْلَهُم مَّعَهُمْ رَحْمَةً مِّنَّا وَذِكْرَىٰ لِأُو۟لِى ٱلْأَلْبَـٰبِ",
      "translation": "And We gave him (back) his people, and doubled their number,- as a Grace from Ourselves, and a thing for commemoration, for all who have Understanding.",
      "transliteration": "wawahabnā lahu ahlahu wa mithlahum ma`ahum raḥmatan minnā wadhikrā li-ulil-albāb"
    },
    {
      "index": 44,
      "arabic": "وَخُذْ بِيَدِكَ ضِغْثًا فَٱضْرِب بِّهِۦ وَلَا تَحْنَثْ ۗ إِنَّا وَجَدْنَـٰهُ صَابِرًا ۚ نِّعْمَ ٱلْعَبْدُ ۖ إِنَّهُۥٓ أَوَّابٌ",
      "translation": "\"And take in thy hand a little grass, and strike therewith: and break not (thy oath).\" Truly We found him full of patience and constancy. How excellent in Our service! ever did he turn (to Us)!",
      "transliteration": "wakhudh biyadika ḍighthan faḍrib bihi walā taḥnath ۗ innā wajadnāhu ṣābirā ۚ ni`mal `abd ۖ innahu awwāb"
    },
    {
      "index": 45,
      "arabic": "وَٱذْكُرْ عِبَـٰدَنَآ إِبْرَٰهِيمَ وَإِسْحَـٰقَ وَيَعْقُوبَ أُو۟لِى ٱلْأَيْدِى وَٱلْأَبْصَـٰرِ",
      "translation": "And commemorate Our Servants Abraham, Isaac, and Jacob, possessors of Power and Vision.",
      "transliteration": "wadhkur `ibādanā ibrāhīma wa is-ḥāqa waya`qūba ulil-aydī wal-abṣār"
    },
    {
      "index": 46,
      "arabic": "إِنَّآ أَخْلَصْنَـٰهُم بِخَالِصَةٍ ذِكْرَى ٱلدَّارِ",
      "translation": "Verily We did choose them for a special (purpose)- proclaiming the Message of the Hereafter.",
      "transliteration": "innā akhlaṣnāhum bikhāliṣatin dhikrad dār"
    },
    {
      "index": 47,
      "arabic": "وَإِنَّهُمْ عِندَنَا لَمِنَ ٱلْمُصْطَفَيْنَ ٱلْأَخْيَارِ",
      "translation": "They were, in Our sight, truly, of the company of the Elect and the Good.",
      "transliteration": "wa innahum `indanā laminal muṣṭafaynal-akhyār"
    },
    {
      "index": 48,
      "arabic": "وَٱذْكُرْ إِسْمَـٰعِيلَ وَٱلْيَسَعَ وَذَا ٱلْكِفْلِ ۖ وَكُلٌّ مِّنَ ٱلْأَخْيَارِ",
      "translation": "And commemorate Isma'il, Elisha, and Zul-Kifl: Each of them was of the Company of the Good.",
      "transliteration": "wadhkur ismā`īla wal yasa`a wadhal kifl ۖ wakullun minal-akhyār"
    },
    {
      "index": 49,
      "arabic": "هَـٰذَا ذِكْرٌ ۚ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَـَٔابٍ",
      "translation": "This is a Message (of admonition): and verily, for the righteous, is a beautiful Place of (Final) Return,-",
      "transliteration": "hādhā dhikr ۚ wa inna lil-muttaqīna laḥusna ma-āb"
    },
    {
      "index": 50,
      "arabic": "جَنَّـٰتِ عَدْنٍ مُّفَتَّحَةً لَّهُمُ ٱلْأَبْوَٰبُ",
      "translation": "Gardens of Eternity, whose doors will (ever) be open to them;",
      "transliteration": "jannāti `adnin mufattaḥatan lahumul-abwāb"
    },
    {
      "index": 51,
      "arabic": "مُتَّكِـِٔينَ فِيهَا يَدْعُونَ فِيهَا بِفَـٰكِهَةٍ كَثِيرَةٍ وَشَرَابٍ",
      "translation": "Therein will they recline (at ease): Therein can they call (at pleasure) for fruit in abundance, and (delicious) drink;",
      "transliteration": "muttaki-īna fīhā yad`ūna fīhā bifākihatin kathīratin washarāb"
    },
    {
      "index": 52,
      "arabic": "وَعِندَهُمْ قَـٰصِرَٰتُ ٱلطَّرْفِ أَتْرَابٌ",
      "translation": "And beside them will be chaste women restraining their glances, (companions) of equal age.",
      "transliteration": "wa`indahum qāṣirātuṭ ṭarfi atrāb"
    },
    {
      "index": 53,
      "arabic": "هَـٰذَا مَا تُوعَدُونَ لِيَوْمِ ٱلْحِسَابِ",
      "translation": "Such is the Promise made, to you for the Day of Account!",
      "transliteration": "hādhā mā tū`adūna liyawmil ḥisāb"
    },
    {
      "index": 54,
      "arabic": "إِنَّ هَـٰذَا لَرِزْقُنَا مَا لَهُۥ مِن نَّفَادٍ",
      "translation": "Truly such will be Our Bounty (to you); it will never fail;-",
      "transliteration": "inna hādhā larizqunā mā lahu min nafād"
    },
    {
      "index": 55,
      "arabic": "هَـٰذَا ۚ وَإِنَّ لِلطَّـٰغِينَ لَشَرَّ مَـَٔابٍ",
      "translation": "Yea, such! but - for the wrong-doers will be an evil place of (Final) Return!-",
      "transliteration": "hādhā ۚ wa inna liṭṭāghīna lasharra ma-āb"
    },
    {
      "index": 56,
      "arabic": "جَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ ٱلْمِهَادُ",
      "translation": "Hell!- they will burn therein, - an evil bed (indeed, to lie on)!-",
      "transliteration": "jahannama yaṣlawnahā fabi-sal mihād"
    },
    {
      "index": 57,
      "arabic": "هَـٰذَا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ",
      "translation": "Yea, such! - then shall they taste it,- a boiling fluid, and a fluid dark, murky, intensely cold!-",
      "transliteration": "hādhā falyadhūqūhu ḥamīmun waghassāq"
    },
    {
      "index": 58,
      "arabic": "وَءَاخَرُ مِن شَكْلِهِۦٓ أَزْوَٰجٌ",
      "translation": "And other Penalties of a similar kind, to match them!",
      "transliteration": "wa-ākharu min shaklihi azwāj"
    },
    {
      "index": 59,
      "arabic": "هَـٰذَا فَوْجٌ مُّقْتَحِمٌ مَّعَكُمْ ۖ لَا مَرْحَبًۢا بِهِمْ ۚ إِنَّهُمْ صَالُوا۟ ٱلنَّارِ",
      "translation": "Here is a troop rushing headlong with you! No welcome for them! truly, they shall burn in the Fire!",
      "transliteration": "hādhā fawjun muqtaḥimun ma`akum ۖ lā marḥaban bihim ۚ innahum ṣālun nār"
    },
    {
      "index": 60,
      "arabic": "قَالُوا۟ بَلْ أَنتُمْ لَا مَرْحَبًۢا بِكُمْ ۖ أَنتُمْ قَدَّمْتُمُوهُ لَنَا ۖ فَبِئْسَ ٱلْقَرَارُ",
      "translation": "(The followers shall cry to the misleaders:) \"Nay, ye (too)! No welcome for you! It is ye who have brought this upon us! Now evil is (this) place to stay in!\"",
      "transliteration": "qālū bal antum lā marḥaban bikum ۖ antum qaddamtumūhu lanā ۖ fabi-sal qarār"
    },
    {
      "index": 61,
      "arabic": "قَالُوا۟ رَبَّنَا مَن قَدَّمَ لَنَا هَـٰذَا فَزِدْهُ عَذَابًا ضِعْفًا فِى ٱلنَّارِ",
      "translation": "They will say: \"Our Lord! whoever brought this upon us,- Add to him a double Penalty in the Fire!\"",
      "transliteration": "qālū rabbanā man qaddama lanā hādhā fazid-hu `adhāban ḍi`fan fin nār"
    },
    {
      "index": 62,
      "arabic": "وَقَالُوا۟ مَا لَنَا لَا نَرَىٰ رِجَالًا كُنَّا نَعُدُّهُم مِّنَ ٱلْأَشْرَارِ",
      "translation": "And they will say: \"What has happened to us that we see not men whom we used to number among the bad ones?",
      "transliteration": "waqālū mā lanā lā narā rijālan kunnā na`udduhum minal-ashrār"
    },
    {
      "index": 63,
      "arabic": "أَتَّخَذْنَـٰهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمُ ٱلْأَبْصَـٰرُ",
      "translation": "\"Did we treat them (as such) in ridicule, or have (our) eyes failed to perceive them?\"",
      "transliteration": "attakhadhnāhum sikhriyyan am zāghat `anhumul-abṣār"
    },
    {
      "index": 64,
      "arabic": "إِنَّ ذَٰلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ ٱلنَّارِ",
      "translation": "Truly that is just and fitting,- the mutual recriminations of the People of the Fire!",
      "transliteration": "inna dhālika laḥaqqun takhāṣumu ahlin nār"
    },
    {
      "index": 65,
      "arabic": "قُلْ إِنَّمَآ أَنَا۠ مُنذِرٌ ۖ وَمَا مِنْ إِلَـٰهٍ إِلَّا ٱللَّهُ ٱلْوَٰحِدُ ٱلْقَهَّارُ",
      "translation": "Say: \"Truly am I a Warner: no god is there but the one Allah, Supreme and Irresistible,-",
      "transliteration": "qul innamā ana mundhir ۖ wa mā min ilāhin illallāhul wāḥidul qahhār"
    },
    {
      "index": 66,
      "arabic": "رَبُّ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ وَمَا بَيْنَهُمَا ٱلْعَزِيزُ ٱلْغَفَّـٰرُ",
      "translation": "\"The Lord of the heavens and the earth, and all between,- Exalted in Might, able to enforce His Will, forgiving again and again.\"",
      "transliteration": "rabbus samāwāti wal-arḍi wa mā baynahumal `azīzul ghaffār"
    },
    {
      "index": 67,
      "arabic": "قُلْ هُوَ نَبَؤٌا۟ عَظِيمٌ",
      "translation": "Say: \"That is a Message Supreme (above all),-",
      "transliteration": "qul huwa naba-un `aẓīm"
    },
    {
      "index": 68,
      "arabic": "أَنتُمْ عَنْهُ مُعْرِضُونَ",
      "translation": "\"From which ye do turn away!",
      "transliteration": "antum `anhu mu`riḍūn"
    },
    {
      "index": 69,
      "arabic": "مَا كَانَ لِىَ مِنْ عِلْمٍۭ بِٱلْمَلَإِ ٱلْأَعْلَىٰٓ إِذْ يَخْتَصِمُونَ",
      "translation": "\"No knowledge have I of the Chiefs on high, when they discuss (matters) among themselves.",
      "transliteration": "mā kāna liya min `il-min bil mala-il-a`lā idh yakhtaṣimūn"
    },
    {
      "index": 70,
      "arabic": "إِن يُوحَىٰٓ إِلَىَّ إِلَّآ أَنَّمَآ أَنَا۠ نَذِيرٌ مُّبِينٌ",
      "translation": "'Only this has been revealed to me: that I am to give warning plainly and publicly.\"",
      "transliteration": "in yūḥā ilayya illā annamā ana nadhīrun mubīn"
    },
    {
      "index": 71,
      "arabic": "إِذْ قَالَ رَبُّكَ لِلْمَلَـٰٓئِكَةِ إِنِّى خَـٰلِقٌۢ بَشَرًا مِّن طِينٍ",
      "translation": "Behold, thy Lord said to the angels: \"I am about to create man from clay:",
      "transliteration": "idh qāla rabbuka lil-malā-ikati innī khāliqun basharan min ṭīn"
    },
    {
      "index": 72,
      "arabic": "فَإِذَا سَوَّيْتُهُۥ وَنَفَخْتُ فِيهِ مِن رُّوحِى فَقَعُوا۟ لَهُۥ سَـٰجِدِينَ",
      "translation": "\"When I have fashioned him (in due proportion) and breathed into him of My spirit, fall ye down in obeisance unto him.\"",
      "transliteration": "fa-idhā sawwaytuhu wanafakhtu fīhi min rūḥī faqa`ū lahu sājidīn"
    },
    {
      "index": 73,
      "arabic": "فَسَجَدَ ٱلْمَلَـٰٓئِكَةُ كُلُّهُمْ أَجْمَعُونَ",
      "translation": "So the angels prostrated themselves, all of them together:",
      "transliteration": "fasajadal malā-ikatu kulluhum ajma`ūn"
    },
    {
      "index": 74,
      "arabic": "إِلَّآ إِبْلِيسَ ٱسْتَكْبَرَ وَكَانَ مِنَ ٱلْكَـٰفِرِينَ",
      "translation": "Not so Iblis: he was haughty, and became one of those who reject Faith.",
      "transliteration": "illā iblīsas-takbara wakāna minal kāfirīn"
    },
    {
      "index": 75,
      "arabic": "قَالَ يَـٰٓإِبْلِيسُ مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَىَّ ۖ أَسْتَكْبَرْتَ أَمْ كُنتَ مِنَ ٱلْعَالِينَ",
      "translation": "(Allah) said: \"O Iblis! What prevents thee from prostrating thyself to one whom I have created with my hands? Art thou haughty? Or art thou one of the high (and mighty) ones?\"",
      "transliteration": "qāla yā-iblīsu mā mana`aka an tasjuda limā khalaqtu biyadayy ۖ astakbarta am kunta minal `ālīn"
    },
    {
      "index": 76,
      "arabic": "قَالَ أَنَا۠ خَيْرٌ مِّنْهُ ۖ خَلَقْتَنِى مِن نَّارٍ وَخَلَقْتَهُۥ مِن طِينٍ",
      "translation": "(Iblis) said: \"I am better than he: thou createdst me from fire, and him thou createdst from clay.\"",
      "transliteration": "qāla ana khayrun minh ۖ khalaqtanī min nārin wakhalaqtahu min ṭīn"
    },
    {
      "index": 77,
      "arabic": "قَالَ فَٱخْرُجْ مِنْهَا فَإِنَّكَ رَجِيمٌ",
      "translation": "(Allah) said: \"Then get thee out from here: for thou art rejected, accursed.",
      "transliteration": "qāla fakhruj minhā fa-innaka rajīm"
    },
    {
      "index": 78,
      "arabic": "وَإِنَّ عَلَيْكَ لَعْنَتِىٓ إِلَىٰ يَوْمِ ٱلدِّينِ",
      "translation": "\"And My curse shall be on thee till the Day of Judgment.\"",
      "transliteration": "wa inna `alayka la`natī ilā yawmid dīn"
    },
    {
      "index": 79,
      "arabic": "قَالَ رَبِّ فَأَنظِرْنِىٓ إِلَىٰ يَوْمِ يُبْعَثُونَ",
      "translation": "(Iblis) said: \"O my Lord! Give me then respite till the Day the (dead) are raised.\"",
      "transliteration": "qāla rabbi fa-anẓirnī ilā yawmi yub`athūn"
    },
    {
      "index": 80,
      "arabic": "قَالَ فَإِنَّكَ مِنَ ٱلْمُنظَرِينَ",
      "translation": "(Allah) said: \"Respite then is granted thee-",
      "transliteration": "qāla fa-innaka minal munẓarīn"
    },
    {
      "index": 81,
      "arabic": "إِلَىٰ يَوْمِ ٱلْوَقْتِ ٱلْمَعْلُومِ",
      "translation": "\"Till the Day of the Time Appointed.\"",
      "transliteration": "ilā yawmil waqtil ma`lūm"
    },
    {
      "index": 82,
      "arabic": "قَالَ فَبِعِزَّتِكَ لَأُغْوِيَنَّهُمْ أَجْمَعِينَ",
      "translation": "(Iblis) said: \"Then, by Thy power, I will put them all in the wrong,-",
      "transliteration": "qāla fabi`izzatika la-ughwiyannahum ajma`īn"
    },
    {
      "index": 83,
      "arabic": "إِلَّا عِبَادَكَ مِنْهُمُ ٱلْمُخْلَصِينَ",
      "translation": "\"Except Thy Servants amongst them, sincere and purified (by Thy Grace).\"",
      "transliteration": "illā `ibādaka minhumul mukhlaṣīn"
    },
    {
      "index": 84,
      "arabic": "قَالَ فَٱلْحَقُّ وَٱلْحَقَّ أَقُولُ",
      "translation": "(Allah) said: \"Then it is just and fitting- and I say what is just and fitting-",
      "transliteration": "qāla fal ḥaqqu wal ḥaqqa aqūl"
    },
    {
      "index": 85,
      "arabic": "لَأَمْلَأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنْهُمْ أَجْمَعِينَ",
      "translation": "\"That I will certainly fill Hell with thee and those that follow thee,- every one.\"",
      "transliteration": "la-amla-anna jahannama minka wa mimman tabi`aka minhum ajma`īn"
    },
    {
      "index": 86,
      "arabic": "قُلْ مَآ أَسْـَٔلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَآ أَنَا۠ مِنَ ٱلْمُتَكَلِّفِينَ",
      "translation": "Say: \"No reward do I ask of you for this (Qur'an), nor am I a pretender.",
      "transliteration": "qul mā as-alukum `alayhi min ajrin wa mā ana minal mutakallifīn"
    },
    {
      "index": 87,
      "arabic": "إِنْ هُوَ إِلَّا ذِكْرٌ لِّلْعَـٰلَمِينَ",
      "translation": "\"This is no less than a Message to (all) the Worlds.",
      "transliteration": "in huwa illā dhikrul lil`ālamīn"
    },
    {
      "index": 88,
      "arabic": "وَلَتَعْلَمُنَّ نَبَأَهُۥ بَعْدَ حِينٍۭ",
      "translation": "\"And ye shall certainly know the truth of it (all) after a while.\"",
      "transliteration": "walata`lamunna naba-ahu ba`da ḥīn"
    }
  ]
}