{
  "index": 40,
  "name": "غافر",
  "arabic_name": "غَافِر",
  "english_name": "Ghāfir",
  "english_meaning": "The Forgiver",
  "ayas": [
    {
      "index": 0,
      "arabic": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
      "translation": "In the Name of Allah, the All-beneficent, the All-merciful.",
      "transliteration": "bismillāhir raḥmānir raḥīm",
      "is_bismillah": true
    },
    {
      "index": 1,
      "arabic": "حمٓ",
      "translation": "Ha, Meem.",
      "transliteration": "ḥā mīm"
    },
    {
      "index": 2,
      "arabic": "تَنزِيلُ ٱلْكِتَـٰبِ مِنَ ٱللَّهِ ٱلْعَزِيزِ ٱلْعَلِيمِ",
      "translation": "The [gradual] sending down of the Book is from Allah, the All-mighty, the All-knowing,",
      "transliteration": "tanzīlul kitābi minallāhil `azīzil `alīm"
    },
    {
      "index": 3,
      "arabic": "غَافِرِ ٱلذَّنۢبِ وَقَابِلِ ٱلتَّوْبِ شَدِيدِ ٱلْعِقَابِ ذِى ٱلطَّوْلِ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ إِلَيْهِ ٱلْمَصِيرُ",
      "translation": "forgiver of sins and acceptor of repentance, severe in retribution, [yet] all-bountiful; there is no god except Him, [and] toward Him is the destination.",
      "transliteration": "ghāfiridh dhanbi waqābilit tawbi shadīdil `iqābi dhiṭ ṭawl ۖ lā ilāha illā huw ۖ ilayhil maṣīr"
    },
    {
      "index": 4,
      "arabic": "مَا يُجَـٰدِلُ فِىٓ ءَايَـٰتِ ٱللَّهِ إِلَّا ٱلَّذِينَ كَفَرُوا۟ فَلَا يَغْرُرْكَ تَقَلُّبُهُمْ فِى ٱلْبِلَـٰدِ",
      "translation": "No one disputes the signs of Allah except the faithless. So do not be misled by their bustle in the towns.",
      "transliteration": "mā yujādilu fī āyātillāhi illal ladhīna kafarū falā yaghrurka taqallubuhum fil bilād"
    },
    {
      "index": 5,
      "arabic": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَٱلْأَحْزَابُ مِنۢ بَعْدِهِمْ ۖ وَهَمَّتْ كُلُّ أُمَّةٍۭ بِرَسُولِهِمْ لِيَأْخُذُوهُ ۖ وَجَـٰدَلُوا۟ بِٱلْبَـٰطِلِ لِيُدْحِضُوا۟ بِهِ ٱلْحَقَّ فَأَخَذْتُهُمْ ۖ فَكَيْفَ كَانَ عِقَابِ",
      "translation": "The people of Noah denied before them and the [heathen] factions [who came] after them. Every nation attempted to lay hands on their apostle, and disputed erroneously to refute the truth. Then I seized them; so how was My retribution?!",
      "transliteration": "kadhhabat qablahum qawmu nūḥin wal-aḥzābu min ba`dihim ۖ wahammat kullu ummatin birasūlihim liya-khudhūh ۖ wajādalū bil bāṭili liyud-ḥiḍū bihil ḥaqqa fa-akhadhtuhum ۖ fakayfa kāna `iqāb"
    },
    {
      "index": 6,
      "arabic": "وَكَذَٰلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ عَلَى ٱلَّذِينَ كَفَرُوٓا۟ أَنَّهُمْ أَصْحَـٰبُ ٱلنَّارِ",
      "translation": "That is how the word of your Lord became due concerning the faithless, that they shall be inmates of the Fire.",
      "transliteration": "wakadhālika ḥaqqat kalimatu rabbika `alal ladhīna kafarū annahum aṣ-ḥābun nār"
    },
    {
      "index": 7,
      "arabic": "ٱلَّذِينَ يَحْمِلُونَ ٱلْعَرْشَ وَمَنْ حَوْلَهُۥ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَيُؤْمِنُونَ بِهِۦ وَيَسْتَغْفِرُونَ لِلَّذِينَ ءَامَنُوا۟ رَبَّنَا وَسِعْتَ كُلَّ شَىْءٍ رَّحْمَةً وَعِلْمًا فَٱغْفِرْ لِلَّذِينَ تَابُوا۟ وَٱتَّبَعُوا۟ سَبِيلَكَ وَقِهِمْ عَذَابَ ٱلْجَحِيمِ",
      "translation": "Those who bear the Throne, and those who are around it, celebrate the praise of their Lord and have faith in Him, and they plead for forgiveness for the faithful: ‘Our Lord! You embrace all things in mercy and knowledge. So forgive those who repent and follow Your way and save them from the punishment of hell.",
      "transliteration": "alladhīna yaḥmilūnal `arsha wa man ḥawlahu yusabbiḥūna biḥamdi rabbihim wayu-minūna bihi wayastaghfirūna lilladhīna āmanū rabbanā wasi`ta kulla shay-in raḥmatan wa`il-man faghfir lilladhīna tābū wattaba`ū sabīlaka waqihim `adhābal jaḥīm"
    },
    {
      "index": 8,
      "arabic": "رَبَّنَا وَأَدْخِلْهُمْ جَنَّـٰتِ عَدْنٍ ٱلَّتِى وَعَدتَّهُمْ وَمَن صَلَحَ مِنْ ءَابَآئِهِمْ وَأَزْوَٰجِهِمْ وَذُرِّيَّـٰتِهِمْ ۚ إِنَّكَ أَنتَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "translation": "Our Lord! Admit them into the Gardens of Eden, which You have promised them, along with whoever is righteous among their forebears, their spouses and their descendants. Indeed You are the All-mighty, the All-wise.",
      "transliteration": "rabbanā wa-adkhilhum jannāti `adninil latī wa`adtahum wa man ṣalaḥa min ābā-ihim wa-azwājihim wadhurriyyātihim ۚ innaka antal `azīzul ḥakīm"
    },
    {
      "index": 9,
      "arabic": "وَقِهِمُ ٱلسَّيِّـَٔاتِ ۚ وَمَن تَقِ ٱلسَّيِّـَٔاتِ يَوْمَئِذٍ فَقَدْ رَحِمْتَهُۥ ۚ وَذَٰلِكَ هُوَ ٱلْفَوْزُ ٱلْعَظِيمُ",
      "translation": "Save them from the ills [of the Day of Retribution]; and whomever You save from the ills that day, You will have had mercy upon him, and that is the great triumph.’",
      "transliteration": "waqihimus sayyi-āt ۚ wa man taqis sayyi-āti yawma-idhin faqad raḥimtah ۚ wadhālika huwal fawzul `aẓīm"
    },
    {
      "index": 10,
      "arabic": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ يُنَادَوْنَ لَمَقْتُ ٱللَّهِ أَكْبَرُ مِن مَّقْتِكُمْ أَنفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى ٱلْإِيمَـٰنِ فَتَكْفُرُونَ",
      "translation": "It will be proclaimed to the faithless: ‘Surely, Allah’s outrage [towards you] is greater than your outrage towards yourselves, as you were invited to faith, but you disbelieved.’",
      "transliteration": "innal ladhīna kafarū yunādawna lamaqtullāhi akbaru min maqtikum anfusakum idh tud`awna ilal-iymāni fatakfurūn"
    },
    {
      "index": 11,
      "arabic": "قَالُوا۟ رَبَّنَآ أَمَتَّنَا ٱثْنَتَيْنِ وَأَحْيَيْتَنَا ٱثْنَتَيْنِ فَٱعْتَرَفْنَا بِذُنُوبِنَا فَهَلْ إِلَىٰ خُرُوجٍ مِّن سَبِيلٍ",
      "translation": "They will say, ‘Our Lord! Twice did You make us die, and twice did You give us life. We admit our sins. Is there any way out [from this plight]?’",
      "transliteration": "qālū rabbanā amattanath-natayni wa-aḥyaytanath-natayni fa`tarafnā bidhunūbinā fahal ilā khurūjin min sabīl"
    },
    {
      "index": 12,
      "arabic": "ذَٰلِكُم بِأَنَّهُۥٓ إِذَا دُعِىَ ٱللَّهُ وَحْدَهُۥ كَفَرْتُمْ ۖ وَإِن يُشْرَكْ بِهِۦ تُؤْمِنُوا۟ ۚ فَٱلْحُكْمُ لِلَّهِ ٱلْعَلِىِّ ٱلْكَبِيرِ",
      "translation": "[They will be told,] ‘This [plight of yours] is because, when Allah was invoked alone, you would disbelieve, but if partners were ascribed to Him you would believe. So the judgment belongs to Allah, the All-exalted, the All-great.’",
      "transliteration": "dhālikum bi-annahu idhā du`iyallāhu waḥdahu kafartum ۖ wa in yushrak bihi tu-minū ۚ fal ḥukmu lillāhil `aliyyil kabīr"
    },
    {
      "index": 13,
      "arabic": "هُوَ ٱلَّذِى يُرِيكُمْ ءَايَـٰتِهِۦ وَيُنَزِّلُ لَكُم مِّنَ ٱلسَّمَآءِ رِزْقًا ۚ وَمَا يَتَذَكَّرُ إِلَّا مَن يُنِيبُ",
      "translation": "It is He who shows you His signs and sends down provision for you from the sky. Yet no one takes admonition except those who return penitently [to Allah].",
      "transliteration": "huwal ladhī yurīkum āyātihi wayunazzilu lakum minas samā-i rizqā ۚ wa mā yatadhakkaru illā man yunīb"
    },
    {
      "index": 14,
      "arabic": "فَٱدْعُوا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ وَلَوْ كَرِهَ ٱلْكَـٰفِرُونَ",
      "translation": "So supplicate Allah, putting exclusive faith in Him, though the faithless should be averse.",
      "transliteration": "fad`ullāha mukhliṣīna lahud dīna walaw karihal kāfirūn"
    },
    {
      "index": 15,
      "arabic": "رَفِيعُ ٱلدَّرَجَـٰتِ ذُو ٱلْعَرْشِ يُلْقِى ٱلرُّوحَ مِنْ أَمْرِهِۦ عَلَىٰ مَن يَشَآءُ مِنْ عِبَادِهِۦ لِيُنذِرَ يَوْمَ ٱلتَّلَاقِ",
      "translation": "Raiser of ranks, Lord of the Throne, He casts the Spirit of His command upon whomever of His servants that He wishes, that he may warn [people] of the Day of Encounter.",
      "transliteration": "rafī`ud darajāti dhul `arshi yulqir rūḥa min amrihi `alā man yashā-u min `ibādihi liyundhira yawmat talāq"
    },
    {
      "index": 16,
      "arabic": "يَوْمَ هُم بَـٰرِزُونَ ۖ لَا يَخْفَىٰ عَلَى ٱللَّهِ مِنْهُمْ شَىْءٌ ۚ لِّمَنِ ٱلْمُلْكُ ٱلْيَوْمَ ۖ لِلَّهِ ٱلْوَٰحِدِ ٱلْقَهَّارِ",
      "translation": "The day when they will emerge [from their graves], nothing about them will be hidden from Allah. ‘To whom does the sovereignty belong today?’ ‘To Allah, the One, the All-paramount!’",
      "transliteration": "yawma hum bārizūn ۖ lā yakhfā `alallāhi minhum shay-u ۚ limanil mulkul yawm ۖ lillāhil wāḥidil qahhār"
    },
    {
      "index": 17,
      "arabic": "ٱلْيَوْمَ تُجْزَىٰ كُلُّ نَفْسٍۭ بِمَا كَسَبَتْ ۚ لَا ظُلْمَ ٱلْيَوْمَ ۚ إِنَّ ٱللَّهَ سَرِيعُ ٱلْحِسَابِ",
      "translation": "‘Today every soul shall be requited for what it has earned. There will be no injustice today. Indeed Allah is swift at reckoning.’",
      "transliteration": "al yawma tujzā kullu nafsin bimā kasabat ۚ lā ẓul-mal yawm ۚ innallāha sarī`ul ḥisāb"
    },
    {
      "index": 18,
      "arabic": "وَأَنذِرْهُمْ يَوْمَ ٱلْـَٔازِفَةِ إِذِ ٱلْقُلُوبُ لَدَى ٱلْحَنَاجِرِ كَـٰظِمِينَ ۚ مَا لِلظَّـٰلِمِينَ مِنْ حَمِيمٍ وَلَا شَفِيعٍ يُطَاعُ",
      "translation": "Warn them of the Approaching Day, when the hearts will be at the throats, choking with suppressed agony, [and] the wrongdoers will have no sympathizer, nor any intercessor who might be heard.",
      "transliteration": "wa-andhirhum yawmal-āzifati idhil qulūbu ladal ḥanājiri kāẓimīn ۚ mā liẓẓālimīna min ḥamīmin walā shafī`iy yuṭā`"
    },
    {
      "index": 19,
      "arabic": "يَعْلَمُ خَآئِنَةَ ٱلْأَعْيُنِ وَمَا تُخْفِى ٱلصُّدُورُ",
      "translation": "He knows the treachery of the eyes, and what the breasts hide.",
      "transliteration": "ya`lamu khā-inatal-a`yuni wa mā tukhfiṣ ṣudūr"
    },
    {
      "index": 20,
      "arabic": "وَٱللَّهُ يَقْضِى بِٱلْحَقِّ ۖ وَٱلَّذِينَ يَدْعُونَ مِن دُونِهِۦ لَا يَقْضُونَ بِشَىْءٍ ۗ إِنَّ ٱللَّهَ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
      "translation": "Allah judges with justice, while those whom they invoke besides Him do not judge by anything. Indeed it is Allah who is the All-hearing, the All-seeing.",
      "transliteration": "wallāhu yaqḍī bil ḥaqq ۖ wal ladhīna yad`ūna min dūnihi lā yaqḍūna bishay-ī ۗ innallāha huwas samī`ul baṣīr"
    },
    {
      "index": 21,
      "arabic": "أَوَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ كَانُوا۟ مِن قَبْلِهِمْ ۚ كَانُوا۟ هُمْ أَشَدَّ مِنْهُمْ قُوَّةً وَءَاثَارًا فِى ٱلْأَرْضِ فَأَخَذَهُمُ ٱللَّهُ بِذُنُوبِهِمْ وَمَا كَانَ لَهُم مِّنَ ٱللَّهِ مِن وَاقٍ",
      "translation": "Have they not travelled through the land so that they may observe how was the fate of those who were before them? They were greater than them in might and with respect to the effects [they left] in the land. But then Allah seized them for their sins, and they had no defender against Allah [’s punishment].",
      "transliteration": "awalam yasīrū fil-arḍi fayanẓurū kayfa kāna `āqibatul ladhīna kānū min qablihim ۚ kānū hum ashadda minhum quwwatan wa-āthāran fil-arḍi fa-akhadhahumullāhu bidhunūbihim wa mā kāna lahum minallāhi min wāq"
    },
    {
      "index": 22,
      "arabic": "ذَٰلِكَ بِأَنَّهُمْ كَانَت تَّأْتِيهِمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَكَفَرُوا۟ فَأَخَذَهُمُ ٱللَّهُ ۚ إِنَّهُۥ قَوِىٌّ شَدِيدُ ٱلْعِقَابِ",
      "translation": "That was because their apostles used to bring them manifest proofs, but they defied [them]. So Allah seized them. Indeed He is all-strong, severe in retribution.",
      "transliteration": "dhālika bi-annahum kānat ta-tīhim rusuluhum bil bayyināti fakafarū fa-akhadhahumullāh ۚ innahu qawiyyun shadīdul `iqāb"
    },
    {
      "index": 23,
      "arabic": "وَلَقَدْ أَرْسَلْنَا مُوسَىٰ بِـَٔايَـٰتِنَا وَسُلْطَـٰنٍ مُّبِينٍ",
      "translation": "Certainly We sent Moses with Our signs and a manifest authority",
      "transliteration": "walaqad arsalnā mūsā bi-āyātinā wasulṭānin mubīn"
    },
    {
      "index": 24,
      "arabic": "إِلَىٰ فِرْعَوْنَ وَهَـٰمَـٰنَ وَقَـٰرُونَ فَقَالُوا۟ سَـٰحِرٌ كَذَّابٌ",
      "translation": "to Pharaoh, Haman and Korah, but they said, ‘A magician and a mendacious liar.’",
      "transliteration": "ilā fir`awna wahāmāna waqārūna faqālū sāḥirun kadhhāb"
    },
    {
      "index": 25,
      "arabic": "فَلَمَّا جَآءَهُم بِٱلْحَقِّ مِنْ عِندِنَا قَالُوا۟ ٱقْتُلُوٓا۟ أَبْنَآءَ ٱلَّذِينَ ءَامَنُوا۟ مَعَهُۥ وَٱسْتَحْيُوا۟ نِسَآءَهُمْ ۚ وَمَا كَيْدُ ٱلْكَـٰفِرِينَ إِلَّا فِى ضَلَـٰلٍ",
      "translation": "So when he brought them the truth from Us, they said, ‘Kill the sons of the faithful who are with him, and spare their women.’ But the stratagems of the faithless only go awry.",
      "transliteration": "falammā jā-ahum bil ḥaqqi min `indinā qāluq-tulū abnā-al ladhīna āmanū ma`ahu wastaḥyū nisā-ahum ۚ wa mā kaydul kāfirīna illā fī ḍalāl"
    },
    {
      "index": 26,
      "arabic": "وَقَالَ فِرْعَوْنُ ذَرُونِىٓ أَقْتُلْ مُوسَىٰ وَلْيَدْعُ رَبَّهُۥٓ ۖ إِنِّىٓ أَخَافُ أَن يُبَدِّلَ دِينَكُمْ أَوْ أَن يُظْهِرَ فِى ٱلْأَرْضِ ٱلْفَسَادَ",
      "translation": "And Pharaoh said, ‘Let me slay Moses, and let him invoke his Lord. Indeed I fear that he will change your religion, or bring forth corruption in our land.’",
      "transliteration": "waqāla fir`awnu dharūnī aqtul mūsā walyad`u rabbah ۖ innī akhāfu an yubaddila dīnakum aw an yuẓhira fil-arḍil fasād"
    },
    {
      "index": 27,
      "arabic": "وَقَالَ مُوسَىٰٓ إِنِّى عُذْتُ بِرَبِّى وَرَبِّكُم مِّن كُلِّ مُتَكَبِّرٍ لَّا يُؤْمِنُ بِيَوْمِ ٱلْحِسَابِ",
      "translation": "Moses said, ‘I seek the protection of my Lord and your Lord from every arrogant one who does not believe in the Day of Reckoning.’",
      "transliteration": "waqāla mūsā innī `udhtu birabbī warabbikum min kulli mutakabbirin lā yu-minu biyawmil ḥisāb"
    },
    {
      "index": 28,
      "arabic": "وَقَالَ رَجُلٌ مُّؤْمِنٌ مِّنْ ءَالِ فِرْعَوْنَ يَكْتُمُ إِيمَـٰنَهُۥٓ أَتَقْتُلُونَ رَجُلًا أَن يَقُولَ رَبِّىَ ٱللَّهُ وَقَدْ جَآءَكُم بِٱلْبَيِّنَـٰتِ مِن رَّبِّكُمْ ۖ وَإِن يَكُ كَـٰذِبًا فَعَلَيْهِ كَذِبُهُۥ ۖ وَإِن يَكُ صَادِقًا يُصِبْكُم بَعْضُ ٱلَّذِى يَعِدُكُمْ ۖ إِنَّ ٱللَّهَ لَا يَهْدِى مَنْ هُوَ مُسْرِفٌ كَذَّابٌ",
      "translation": "Said a man of faith from Pharaoh’s clan, who concealed his faith, ‘Will you kill a man for saying, ‘‘My Lord is Allah,’’ while he has already brought you manifest proofs from your Lord? Should he be lying, his falsehood will be to his own detriment; but if he is truthful, there shall visit you some of what he promises you. Indeed Allah does not guide someone who is a transgressor and liar.",
      "transliteration": "waqāla rajulun mu-minun min āli fir`awna yaktumu-iymānahu ataqtulūna rajulan an yaqūla rabbiyallāhu waqad jā-akum bil bayyināti min rabbikum ۖ wa in yaku kādhiban fa`alayhi kadhibuh ۖ wa in yaku ṣādiqan yuṣibkum ba`ḍul ladhī ya`idukum ۖ innallāha lā yahdī man huwa musrifun kadhhāb"
    },
    {
      "index": 29,
      "arabic": "يَـٰقَوْمِ لَكُمُ ٱلْمُلْكُ ٱلْيَوْمَ ظَـٰهِرِينَ فِى ٱلْأَرْضِ فَمَن يَنصُرُنَا مِنۢ بَأْسِ ٱللَّهِ إِن جَآءَنَا ۚ قَالَ فِرْعَوْنُ مَآ أُرِيكُمْ إِلَّا مَآ أَرَىٰ وَمَآ أَهْدِيكُمْ إِلَّا سَبِيلَ ٱلرَّشَادِ",
      "translation": "O my people! Today sovereignty belongs to you, and you are dominant in the land. But who will save us from Allah’s punishment should it overtake us?’ Pharaoh said, ‘I just point out to you what I see [to be advisable for you], and I guide you only to the way of rectitude.’",
      "transliteration": "yāqawmi lakumul mulkul yawma ẓāhirīna fil-arḍi faman yanṣurunā min ba-sillāhi in jā-anā ۚ qāla fir`awnu mā urīkum illā mā arā wa mā ahdīkum illā sabīlar rashād"
    },
    {
      "index": 30,
      "arabic": "وَقَالَ ٱلَّذِىٓ ءَامَنَ يَـٰقَوْمِ إِنِّىٓ أَخَافُ عَلَيْكُم مِّثْلَ يَوْمِ ٱلْأَحْزَابِ",
      "translation": "He who had faith said, ‘O my people! Indeed I fear for you [a day] like the day of the [heathen] factions;",
      "transliteration": "waqālal ladhī āmana yāqawmi innī akhāfu `alaykum mithla yawmil-aḥzāb"
    },
    {
      "index": 31,
      "arabic": "مِثْلَ دَأْبِ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ وَٱلَّذِينَ مِنۢ بَعْدِهِمْ ۚ وَمَا ٱللَّهُ يُرِيدُ ظُلْمًا لِّلْعِبَادِ",
      "translation": "like the case of the people of Noah, of Ad and Thamud, and those who came after them, and Allah does not desire any wrong for [His] servants.",
      "transliteration": "mithla da-bi qawmi nūḥin wa`ādin wathamūda wal ladhīna min ba`dihim ۚ wa mallāhu yurīdu ẓul-mal lil`ibād"
    },
    {
      "index": 32,
      "arabic": "وَيَـٰقَوْمِ إِنِّىٓ أَخَافُ عَلَيْكُمْ يَوْمَ ٱلتَّنَادِ",
      "translation": "O my people! I fear for you a day of mutual distress calls,",
      "transliteration": "wayāqawmi innī akhāfu `alaykum yawmat tanād"
    },
    {
      "index": 33,
      "arabic": "يَوْمَ تُوَلُّونَ مُدْبِرِينَ مَا لَكُم مِّنَ ٱللَّهِ مِنْ عَاصِمٍ ۗ وَمَن يُضْلِلِ ٱللَّهُ فَمَا لَهُۥ مِنْ هَادٍ",
      "translation": "a day when you will turn back [to flee], not having anyone to protect you from Allah, and whomever Allah leads astray has no guide.",
      "transliteration": "yawma tuwallūna mudbirīna mā lakum minallāhi min `āṣim ۗ wa man yuḍlilillāhu famā lahu min hād"
    },
    {
      "index": 34,
      "arabic": "وَلَقَدْ جَآءَكُمْ يُوسُفُ مِن قَبْلُ بِٱلْبَيِّنَـٰتِ فَمَا زِلْتُمْ فِى شَكٍّ مِّمَّا جَآءَكُم بِهِۦ ۖ حَتَّىٰٓ إِذَا هَلَكَ قُلْتُمْ لَن يَبْعَثَ ٱللَّهُ مِنۢ بَعْدِهِۦ رَسُولًا ۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ مَنْ هُوَ مُسْرِفٌ مُّرْتَابٌ",
      "translation": "Certainly Joseph brought you manifest proofs earlier, but you continued to remain in doubt concerning what he had brought you. When he died, you said, ‘‘Allah will never send any apostle after him.’’ That is how Allah leads astray those who are unrestrained and skeptical.",
      "transliteration": "walaqad jā-akum yūsufu min qablu bil bayyināti famā ziltum fī shakkin mimmā jā-akum bih ۖ ḥattā idhā halaka qultum lan yab`athallāhu min ba`dihi rasūlā ۚ kadhālika yuḍillullāhu man huwa musrifun murtāb"
    },
    {
      "index": 35,
      "arabic": "ٱلَّذِينَ يُجَـٰدِلُونَ فِىٓ ءَايَـٰتِ ٱللَّهِ بِغَيْرِ سُلْطَـٰنٍ أَتَىٰهُمْ ۖ كَبُرَ مَقْتًا عِندَ ٱللَّهِ وَعِندَ ٱلَّذِينَ ءَامَنُوا۟ ۚ كَذَٰلِكَ يَطْبَعُ ٱللَّهُ عَلَىٰ كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ",
      "translation": "Those who dispute the signs of Allah without any authority that may have come to them—[that is] greatly outrageous to Allah and to those who have faith. That is how Allah seals the heart of every arrogant tyrant.’",
      "transliteration": "alladhīna yujādilūna fī āyātillāhi bighayri sulṭānin atāhum ۖ kabura maqtan `indallāhi wa`indal ladhīna āmanū ۚ kadhālika yaṭba`ullāhu `alā kulli qalbi mutakabbirin jabbār"
    },
    {
      "index": 36,
      "arabic": "وَقَالَ فِرْعَوْنُ يَـٰهَـٰمَـٰنُ ٱبْنِ لِى صَرْحًا لَّعَلِّىٓ أَبْلُغُ ٱلْأَسْبَـٰبَ",
      "translation": "Pharaoh said, ‘O Haman! Build me a tower so that I may reach the routes",
      "transliteration": "waqāla fir`awnu yāhāmānub-ni lī ṣarḥal la`allī ablughul-asbāb"
    },
    {
      "index": 37,
      "arabic": "أَسْبَـٰبَ ٱلسَّمَـٰوَٰتِ فَأَطَّلِعَ إِلَىٰٓ إِلَـٰهِ مُوسَىٰ وَإِنِّى لَأَظُنُّهُۥ كَـٰذِبًا ۚ وَكَذَٰلِكَ زُيِّنَ لِفِرْعَوْنَ سُوٓءُ عَمَلِهِۦ وَصُدَّ عَنِ ٱلسَّبِيلِ ۚ وَمَا كَيْدُ فِرْعَوْنَ إِلَّا فِى تَبَابٍ",
      "translation": "—the routes of the heavens—and take a look at the God of Moses, and indeed I consider him a liar.’ The evil of his conduct was thus presented as decorous to Pharaoh, and he was kept from the way [of Allah]. Pharaoh’s stratagems only led him into ruin.",
      "transliteration": "asbābas samāwāti fa-aṭṭali`a ilā ilāhi mūsā wa innī la-aẓunnuhu kādhibā ۚ wakadhālika zuyyina lifir`awna sū-u `amalihi waṣudda `anis sabīl ۚ wa mā kaydu fir`awna illā fī tabāb"
    },
    {
      "index": 38,
      "arabic": "وَقَالَ ٱلَّذِىٓ ءَامَنَ يَـٰقَوْمِ ٱتَّبِعُونِ أَهْدِكُمْ سَبِيلَ ٱلرَّشَادِ",
      "translation": "And he who had faith said, ‘O my people! Follow me; I will guide you to the way of rectitude.",
      "transliteration": "waqālal ladhī āmana yāqawmit-tabi`ūni ahdikum sabīlar rashād"
    },
    {
      "index": 39,
      "arabic": "يَـٰقَوْمِ إِنَّمَا هَـٰذِهِ ٱلْحَيَوٰةُ ٱلدُّنْيَا مَتَـٰعٌ وَإِنَّ ٱلْـَٔاخِرَةَ هِىَ دَارُ ٱلْقَرَارِ",
      "translation": "O my people! This life of the world is only a [passing] enjoyment, and indeed the Hereafter is the abiding home.",
      "transliteration": "yāqawmi innamā hādhihil ḥayātud dunyā matā`un wa innal-ākhirata hiya dārul qarār"
    },
    {
      "index": 40,
      "arabic": "مَنْ عَمِلَ سَيِّئَةً فَلَا يُجْزَىٰٓ إِلَّا مِثْلَهَا ۖ وَمَنْ عَمِلَ صَـٰلِحًا مِّن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَأُو۟لَـٰٓئِكَ يَدْخُلُونَ ٱلْجَنَّةَ يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ",
      "translation": "Whoever commits a misdeed shall not be requited except with its like, but whoever acts righteously, whether male or female, should he be faithful—such shall enter paradise, and they will be provided therein without any reckoning.",
      "transliteration": "man `amila sayyi-atan falā yujzā illā mithlahā ۖ wa man `amila ṣāliḥan min dhakarin aw unthā wahuwa mu-minun fa-ulā-ika yadkhulūnal jannata yurzaqūna fīhā bighayri ḥisāb"
    },
    {
      "index": 41,
      "arabic": "وَيَـٰقَوْمِ مَا لِىٓ أَدْعُوكُمْ إِلَى ٱلنَّجَوٰةِ وَتَدْعُونَنِىٓ إِلَى ٱلنَّارِ",
      "translation": "O my people! [Think,] what makes me invite you to deliverance, while you invite me toward the Fire?",
      "transliteration": "wayāqawmi mā lī ad`ūkum ilan najāti watad`ūnanī ilan nār"
    },
    {
      "index": 42,
      "arabic": "تَدْعُونَنِى لِأَكْفُرَ بِٱللَّهِ وَأُشْرِكَ بِهِۦ مَا لَيْسَ لِى بِهِۦ عِلْمٌ وَأَنَا۠ أَدْعُوكُمْ إِلَى ٱلْعَزِيزِ ٱلْغَفَّـٰرِ",
      "translation": "You invite me to defy Allah and to ascribe to Him partners of which I have no knowledge, while I call you to the All-mighty, the All-forgiver.",
      "transliteration": "tad`ūnanī li-akfura billāhi wa-ushrika bihi mā laysa lī bihi `il-mun wa-ana ad`ūkum ilal-`azīzil ghaffār"
    },
    {
      "index": 43,
      "arabic": "لَا جَرَمَ أَنَّمَا تَدْعُونَنِىٓ إِلَيْهِ لَيْسَ لَهُۥ دَعْوَةٌ فِى ٱلدُّنْيَا وَلَا فِى ٱلْـَٔاخِرَةِ وَأَنَّ مَرَدَّنَآ إِلَى ٱللَّهِ وَأَنَّ ٱلْمُسْرِفِينَ هُمْ أَصْحَـٰبُ ٱلنَّارِ",
      "translation": "Undoubtedly, that to which you invite me has no invitation in the world nor in the Hereafter, and indeed our return will be to Allah, and indeed it is the transgressors who will be inmates of the Fire.",
      "transliteration": "lā jarama annamā tad`ūnanī ilayhi laysa lahu da`watun fid dunyā walā fil-ākhirati wa-anna maraddanā ilallāhi wa-annal musrifīna hum aṣ-ḥābun nār"
    },
    {
      "index": 44,
      "arabic": "فَسَتَذْكُرُونَ مَآ أَقُولُ لَكُمْ ۚ وَأُفَوِّضُ أَمْرِىٓ إِلَى ٱللَّهِ ۚ إِنَّ ٱللَّهَ بَصِيرٌۢ بِٱلْعِبَادِ",
      "translation": "Soon you will remember what I tell you, and I entrust my affair to Allah. Indeed Allah watches His servants.’",
      "transliteration": "fasatadhkurūna mā aqūlu lakum ۚ wa-ufawwiḍu amrī ilallāh ۚ innallāha baṣīrun bil `ibād"
    },
    {
      "index": 45,
      "arabic": "فَوَقَىٰهُ ٱللَّهُ سَيِّـَٔاتِ مَا مَكَرُوا۟ ۖ وَحَاقَ بِـَٔالِ فِرْعَوْنَ سُوٓءُ ٱلْعَذَابِ",
      "translation": "Then Allah saved him from their evil schemes, while a terrible punishment besieged Pharaoh’s clan:",
      "transliteration": "fawaqāhullāhu sayyi-āti mā makarū ۖ waḥāqa bi-āli fir`awna sū-ul `adhāb"
    },
    {
      "index": 46,
      "arabic": "ٱلنَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا ۖ وَيَوْمَ تَقُومُ ٱلسَّاعَةُ أَدْخِلُوٓا۟ ءَالَ فِرْعَوْنَ أَشَدَّ ٱلْعَذَابِ",
      "translation": "the Fire, to which they are exposed morning and evening. On the day when the Hour sets in, Pharaoh’s clan will enter the severest punishment.",
      "transliteration": "an-nāru yu`raḍūna `alayhā ghuduwwan wa`ashiyyā ۖ wayawma taqūmus sā`atu adkhilū āla fir`awna ashaddal `adhāb"
    },
    {
      "index": 47,
      "arabic": "وَإِذْ يَتَحَآجُّونَ فِى ٱلنَّارِ فَيَقُولُ ٱلضُّعَفَـٰٓؤُا۟ لِلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُنَّا لَكُمْ تَبَعًا فَهَلْ أَنتُم مُّغْنُونَ عَنَّا نَصِيبًا مِّنَ ٱلنَّارِ",
      "translation": "When they argue in the Fire, the oppressed will say to the oppressors, ‘We used to follow you; will you avail us against any portion of the Fire?’",
      "transliteration": "wa idh yataḥājjūna fin nāri fayaqūluḍ ḍu`afā-u lilladhīnas-takbarū innā kunnā lakum taba`an fahal antum mughnūna `annā naṣīban minan nār"
    },
    {
      "index": 48,
      "arabic": "قَالَ ٱلَّذِينَ ٱسْتَكْبَرُوٓا۟ إِنَّا كُلٌّ فِيهَآ إِنَّ ٱللَّهَ قَدْ حَكَمَ بَيْنَ ٱلْعِبَادِ",
      "translation": "The oppressors will say, ‘We are all in it [together]; Allah has judged between [His] servants.’",
      "transliteration": "qālal ladhīnas-takbarū innā kullun fīhā innallāha qad ḥakama baynal `ibād"
    },
    {
      "index": 49,
      "arabic": "وَقَالَ ٱلَّذِينَ فِى ٱلنَّارِ لِخَزَنَةِ جَهَنَّمَ ٱدْعُوا۟ رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِّنَ ٱلْعَذَابِ",
      "translation": "Those who are in the Fire will say to the keepers of hell, ‘Invoke your Lord to lighten for us [at least] a day’s punishment.’",
      "transliteration": "waqālal ladhīna fin nāri likhazanati jahannamad-`ū rabbakum yukhaffif `annā yawman minal `adhāb"
    },
    {
      "index": 50,
      "arabic": "قَالُوٓا۟ أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُم بِٱلْبَيِّنَـٰتِ ۖ قَالُوا۟ بَلَىٰ ۚ قَالُوا۟ فَٱدْعُوا۟ ۗ وَمَا دُعَـٰٓؤُا۟ ٱلْكَـٰفِرِينَ إِلَّا فِى ضَلَـٰلٍ",
      "translation": "They will say, ‘Had not your apostles brought you manifest proofs?’ They will say, ‘Yes.’ They will say, ‘Then invoke [Him] yourselves.’ But the invocations of the faithless only go awry.",
      "transliteration": "qālū awalam taku ta-tīkum rusulukum bil bayyināt ۖ qālū balā ۚ qālū fad`ū ۗ wa mā du`ā-ul kāfirīna illā fī ḍalāl"
    },
    {
      "index": 51,
      "arabic": "إِنَّا لَنَنصُرُ رُسُلَنَا وَٱلَّذِينَ ءَامَنُوا۟ فِى ٱلْحَيَوٰةِ ٱلدُّنْيَا وَيَوْمَ يَقُومُ ٱلْأَشْهَـٰدُ",
      "translation": "Indeed We shall help Our apostles and those who have faith in the life of the world and on the day when the witnesses rise up,",
      "transliteration": "innā lananṣuru rusulanā wal ladhīna āmanū fil ḥayātid dunyā wayawma yaqūmul-ash-hād"
    },
    {
      "index": 52,
      "arabic": "يَوْمَ لَا يَنفَعُ ٱلظَّـٰلِمِينَ مَعْذِرَتُهُمْ ۖ وَلَهُمُ ٱللَّعْنَةُ وَلَهُمْ سُوٓءُ ٱلدَّارِ",
      "translation": "the day when the excuses of the wrongdoers will not benefit them, the curse will lie on them, and for them will be the ills of the [ultimate] abode.",
      "transliteration": "yawma lā yanfa`uẓ ẓālimīna ma`dhiratuhum ۖ walahumulla`natu walahum sū-ud dār"
    },
    {
      "index": 53,
      "arabic": "وَلَقَدْ ءَاتَيْنَا مُوسَى ٱلْهُدَىٰ وَأَوْرَثْنَا بَنِىٓ إِسْرَٰٓءِيلَ ٱلْكِتَـٰبَ",
      "translation": "Certainly We gave guidance to Moses and We gave the Children of Israel the Book as a legacy,",
      "transliteration": "walaqad ātaynā mūsal hudā wa-awrathnā banī isrā-iylal-kitāb"
    },
    {
      "index": 54,
      "arabic": "هُدًى وَذِكْرَىٰ لِأُو۟لِى ٱلْأَلْبَـٰبِ",
      "translation": "as guidance and admonition for those who possess intellect.",
      "transliteration": "hudan wadhikrā li-ulil-albāb"
    },
    {
      "index": 55,
      "arabic": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ وَٱسْتَغْفِرْ لِذَنۢبِكَ وَسَبِّحْ بِحَمْدِ رَبِّكَ بِٱلْعَشِىِّ وَٱلْإِبْكَـٰرِ",
      "translation": "So be patient! Allah’s promise is indeed true. Plead [Allah] for forgiveness of your sin, and celebrate the praise of your Lord morning and evening.",
      "transliteration": "faṣbir inna wa`dallāhi ḥaqqun wastaghfir lidhanbika wasabbiḥ biḥamdi rabbika bil `ashiyyi wal-ibkār"
    },
    {
      "index": 56,
      "arabic": "إِنَّ ٱلَّذِينَ يُجَـٰدِلُونَ فِىٓ ءَايَـٰتِ ٱللَّهِ بِغَيْرِ سُلْطَـٰنٍ أَتَىٰهُمْ ۙ إِن فِى صُدُورِهِمْ إِلَّا كِبْرٌ مَّا هُم بِبَـٰلِغِيهِ ۚ فَٱسْتَعِذْ بِٱللَّهِ ۖ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلْبَصِيرُ",
      "translation": "Indeed those who dispute the signs of Allah without any authority that may have come to them—there is [an ambition for] greatness in their breasts, which they will never attain. So seek the protection of Allah; indeed, He is the All-hearing, the All-seeing.",
      "transliteration": "innal ladhīna yujādilūna fī āyātillāhi bighayri sulṭānin atāhum in fī ṣudūrihim illā kibrun mā hum bibālighīh ۚ fasta`idh billāh ۖ innahu huwas samī`ul baṣīr"
    },
    {
      "index": 57,
      "arabic": "لَخَلْقُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ أَكْبَرُ مِنْ خَلْقِ ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَعْلَمُونَ",
      "translation": "The creation of the heavens and the earth is surely more prodigious than the creation of mankind, but most people do not know.",
      "transliteration": "lakhalqus samāwāti wal-arḍi akbaru min khalqin nāsi walākinna aktharan nāsi lā ya`lamūn"
    },
    {
      "index": 58,
      "arabic": "وَمَا يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَلَا ٱلْمُسِىٓءُ ۚ قَلِيلًا مَّا تَتَذَكَّرُونَ",
      "translation": "The blind one and the seer are not equal, neither are the evildoers and those who have faith and do righteous deeds. Little is the admonition that you take!",
      "transliteration": "wa mā yastawil-a`mā wal baṣīru wal ladhīna āmanū wa`amiluṣ ṣāliḥāti walal musī-u ۚ qalīlan mā tatadhakkarūn"
    },
    {
      "index": 59,
      "arabic": "إِنَّ ٱلسَّاعَةَ لَـَٔاتِيَةٌ لَّا رَيْبَ فِيهَا وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يُؤْمِنُونَ",
      "translation": "Indeed the Hour is bound to come; there is no doubt in it. But most people do not believe.",
      "transliteration": "innas sā`ata la-ātiyatun lā rayba fīhā walākinna aktharan nāsi lā yu-minūn"
    },
    {
      "index": 60,
      "arabic": "وَقَالَ رَبُّكُمُ ٱدْعُونِىٓ أَسْتَجِبْ لَكُمْ ۚ إِنَّ ٱلَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِى سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ",
      "translation": "Your Lord has said, ‘Call Me, and I will hear you!’ Indeed those who are disdainful of My worship will enter hell in utter humiliation.",
      "transliteration": "waqāla rabbukumud-`ūnī astajib lakum ۚ innal ladhīna yastakbirūna `an `ibādatī sayadkhulūna jahannama dākhirīn"
    },
    {
      "index": 61,
      "arabic": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلَّيْلَ لِتَسْكُنُوا۟ فِيهِ وَٱلنَّهَارَ مُبْصِرًا ۚ إِنَّ ٱللَّهَ لَذُو فَضْلٍ عَلَى ٱلنَّاسِ وَلَـٰكِنَّ أَكْثَرَ ٱلنَّاسِ لَا يَشْكُرُونَ",
      "translation": "It is Allah who made the night for you, that you may rest in it, and the day to provide visibility. Indeed Allah is gracious to mankind, but most people do not give thanks.",
      "transliteration": "allāhul ladhī ja`ala lakumul layla litaskunū fīhi wan nahāra mubṣirā ۚ innallāha ladhū faḍlin `alan nāsi walākinna aktharan nāsi lā yashkurūn"
    },
    {
      "index": 62,
      "arabic": "ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ خَـٰلِقُ كُلِّ شَىْءٍ لَّآ إِلَـٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
      "translation": "That is Allah, your Lord, the creator of all things, there is no god except Him. Then where do you stray?",
      "transliteration": "dhālikumullāhu rabbukum khāliqu kulli shay-in lā ilāha illā huw ۖ fa-annā tu-fakūn"
    },
    {
      "index": 63,
      "arabic": "كَذَٰلِكَ يُؤْفَكُ ٱلَّذِينَ كَانُوا۟ بِـَٔايَـٰتِ ٱللَّهِ يَجْحَدُونَ",
      "translation": "Those who were used to impugning the signs of Allah are thus made to go astray.",
      "transliteration": "kadhālika yu-fakul ladhīna kānū bi-āyātillāhi yajḥadūn"
    },
    {
      "index": 64,
      "arabic": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَرْضَ قَرَارًا وَٱلسَّمَآءَ بِنَآءً وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ وَرَزَقَكُم مِّنَ ٱلطَّيِّبَـٰتِ ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ ۖ فَتَبَارَكَ ٱللَّهُ رَبُّ ٱلْعَـٰلَمِينَ",
      "translation": "It is Allah who made for you the earth an abode and the sky a canopy. He formed you and perfected your forms, and provided you with all the good things. That is Allah, your Lord! Blessed is Allah, Lord of all the worlds!",
      "transliteration": "allāhul ladhī ja`ala lakumul-arḍa qarāran was samā-a binā-an waṣawwarakum fa-aḥsana ṣuwarakum warazaqakum minaṭ ṭayyibāt ۚ dhālikumullāhu rabbukum ۖ fatabārakallāhu rabbul `ālamīn"
    },
    {
      "index": 65,
      "arabic": "هُوَ ٱلْحَىُّ لَآ إِلَـٰهَ إِلَّا هُوَ فَٱدْعُوهُ مُخْلِصِينَ لَهُ ٱلدِّينَ ۗ ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَـٰلَمِينَ",
      "translation": "He is the Living One, there is no god except Him. So supplicate Him, putting exclusive faith in Him. All praise belongs to Allah, Lord of all the worlds.",
      "transliteration": "huwal ḥayyu lā ilāha illā huwa fad`ūhu mukhliṣīna lahud dīn ۗ al-ḥamdu lillāhi rabbil `ālamīn"
    },
    {
      "index": 66,
      "arabic": "قُلْ إِنِّى نُهِيتُ أَنْ أَعْبُدَ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ لَمَّا جَآءَنِىَ ٱلْبَيِّنَـٰتُ مِن رَّبِّى وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ ٱلْعَـٰلَمِينَ",
      "translation": "Say, ‘I have been forbidden to worship those whom you invoke besides Allah, as manifest proofs have come to me from my Lord, and I have been commanded to submit to the Lord of all the worlds.’",
      "transliteration": "qul innī nuhītu an a`budal ladhīna tad`ūna min dūnillāhi lammā jā-aniyal bayyinātu min rabbī wa-umirtu an uslima lirabbil `ālamīn"
    },
    {
      "index": 67,
      "arabic": "هُوَ ٱلَّذِى خَلَقَكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ يُخْرِجُكُمْ طِفْلًا ثُمَّ لِتَبْلُغُوٓا۟ أَشُدَّكُمْ ثُمَّ لِتَكُونُوا۟ شُيُوخًا ۚ وَمِنكُم مَّن يُتَوَفَّىٰ مِن قَبْلُ ۖ وَلِتَبْلُغُوٓا۟ أَجَلًا مُّسَمًّى وَلَعَلَّكُمْ تَعْقِلُونَ",
      "translation": "It is He who created you from dust, then from a drop of [seminal] fluid, then from a clinging mass, then He brings you forth as infants, then [He nurtures you] so that you may come of age, and then that you may become aged—though there are some of you who die earlier—and complete a specified term, and so that you may exercise your reason.",
      "transliteration": "huwal ladhī khalaqakum min turābin thumma min nuṭfatin thumma min `alaqatin thumma yukhrijukum ṭiflan thumma litablughū ashuddakum thumma litakūnū shuyūkhā ۚ wa minkum man yutawaffā min qabl ۖ walitablughū ajalan musamman wala`allakum ta`qilūn"
    },
    {
      "index": 68,
      "arabic": "هُوَ ٱلَّذِى يُحْىِۦ وَيُمِيتُ ۖ فَإِذَا قَضَىٰٓ أَمْرًا فَإِنَّمَا يَقُولُ لَهُۥ كُن فَيَكُونُ",
      "translation": "It is He who gives life and brings death. When He decides on a matter, He just says to it, ‘Be!’ and it is.",
      "transliteration": "huwal ladhī yuḥyī wayumīt ۖ fa-idhā qaḍā amran fa-innamā yaqūlu lahu kun fayakūn"
    },
    {
      "index": 69,
      "arabic": "أَلَمْ تَرَ إِلَى ٱلَّذِينَ يُجَـٰدِلُونَ فِىٓ ءَايَـٰتِ ٱللَّهِ أَنَّىٰ يُصْرَفُونَ",
      "translation": "Have you not regarded those who dispute the signs of Allah, where they are being led away [from Allah’s way]?",
      "transliteration": "alam tara ilal ladhīna yujādilūna fī āyātillāhi annā yuṣrafūn"
    },
    {
      "index": 70,
      "arabic": "ٱلَّذِينَ كَذَّبُوا۟ بِٱلْكِتَـٰبِ وَبِمَآ أَرْسَلْنَا بِهِۦ رُسُلَنَا ۖ فَسَوْفَ يَعْلَمُونَ",
      "translation": "—Those who deny the Book and what we have sent with Our apostles. Soon they will know",
      "transliteration": "alladhīna kadhhabū bil kitābi wabimā arsalnā bihi rusulanā ۖ fasawfa ya`lamūn"
    },
    {
      "index": 71,
      "arabic": "إِذِ ٱلْأَغْلَـٰلُ فِىٓ أَعْنَـٰقِهِمْ وَٱلسَّلَـٰسِلُ يُسْحَبُونَ",
      "translation": "when they are dragged [with] iron collars and chains around their necks",
      "transliteration": "idhil-aghlālu fī a`nāqihim was salāsilu yus-ḥabūn"
    },
    {
      "index": 72,
      "arabic": "فِى ٱلْحَمِيمِ ثُمَّ فِى ٱلنَّارِ يُسْجَرُونَ",
      "translation": "into scalding waters and then set aflame in the Fire.",
      "transliteration": "fil ḥamīmi thumma fin nāri yusjarūn"
    },
    {
      "index": 73,
      "arabic": "ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنتُمْ تُشْرِكُونَ",
      "translation": "Then they will be told, ‘Where are they whom you used to worship as deities",
      "transliteration": "thumma qīla lahum ayna mā kuntum tushrikūn"
    },
    {
      "index": 74,
      "arabic": "مِن دُونِ ٱللَّهِ ۖ قَالُوا۟ ضَلُّوا۟ عَنَّا بَل لَّمْ نَكُن نَّدْعُوا۟ مِن قَبْلُ شَيْـًٔا ۚ كَذَٰلِكَ يُضِلُّ ٱللَّهُ ٱلْكَـٰفِرِينَ",
      "translation": "besides Allah?’ They will say, ‘They have forsaken us. No, we did not invoke anything before.’ That is how Allah leads the faithless astray.",
      "transliteration": "min dūnillāh ۖ qālū ḍallū `annā bal lam nakun nad`ū min qablu shay-ā ۚ kadhālika yuḍillullāhul kāfirīn"
    },
    {
      "index": 75,
      "arabic": "ذَٰلِكُم بِمَا كُنتُمْ تَفْرَحُونَ فِى ٱلْأَرْضِ بِغَيْرِ ٱلْحَقِّ وَبِمَا كُنتُمْ تَمْرَحُونَ",
      "translation": "‘That [punishment] is because you used to boast unduly on the earth and because you used to strut.",
      "transliteration": "dhālikum bimā kuntum tafraḥūna fil-arḍi bighayril ḥaqqi wabimā kuntum tamraḥūn"
    },
    {
      "index": 76,
      "arabic": "ٱدْخُلُوٓا۟ أَبْوَٰبَ جَهَنَّمَ خَـٰلِدِينَ فِيهَا ۖ فَبِئْسَ مَثْوَى ٱلْمُتَكَبِّرِينَ",
      "translation": "Enter the gates of hell, to remain in it [forever].’ Evil is the [final] abode of the arrogant.",
      "transliteration": "ud-khulū abwāba jahannama khālidīna fīhā ۖ fabi-sa mathwal mutakabbirīn"
    },
    {
      "index": 77,
      "arabic": "فَٱصْبِرْ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ ۚ فَإِمَّا نُرِيَنَّكَ بَعْضَ ٱلَّذِى نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ",
      "translation": "So be patient! Allah’s promise is indeed true. Whether We show you a part of what We promise them, or take you away [before that], [in any case] they will be brought back to Us.",
      "transliteration": "faṣbir inna wa`dallāhi ḥaqq ۚ fa-immā nuriyannaka ba`ḍal ladhī na`iduhum aw natawaffayannaka fa-ilaynā yurja`ūn"
    },
    {
      "index": 78,
      "arabic": "وَلَقَدْ أَرْسَلْنَا رُسُلًا مِّن قَبْلِكَ مِنْهُم مَّن قَصَصْنَا عَلَيْكَ وَمِنْهُم مَّن لَّمْ نَقْصُصْ عَلَيْكَ ۗ وَمَا كَانَ لِرَسُولٍ أَن يَأْتِىَ بِـَٔايَةٍ إِلَّا بِإِذْنِ ٱللَّهِ ۚ فَإِذَا جَآءَ أَمْرُ ٱللَّهِ قُضِىَ بِٱلْحَقِّ وَخَسِرَ هُنَالِكَ ٱلْمُبْطِلُونَ",
      "translation": "Certainly We have sent apostles before you. Of them are those We have recounted to you, and of them are those We have not recounted to you. An apostle may not bring any sign except by Allah’s permission. Hence, when Allah’s edict comes, judgment is made with justice, and it is thence that the falsifiers become losers.",
      "transliteration": "walaqad arsalnā rusulan min qablika minhum man qaṣaṣnā `alayka wa minhum man lam naqṣuṣ `alayk ۗ wa mā kāna lirasūlin an ya-tiya bi-āyatin illā bi-idhnillāh ۚ fa-idhā jā-a amrullāhi quḍiya bil ḥaqqi wakhasira hunālikal mubṭilūn"
    },
    {
      "index": 79,
      "arabic": "ٱللَّهُ ٱلَّذِى جَعَلَ لَكُمُ ٱلْأَنْعَـٰمَ لِتَرْكَبُوا۟ مِنْهَا وَمِنْهَا تَأْكُلُونَ",
      "translation": "It is Allah who created the cattle for you that you may ride some of them, and some of them you eat;",
      "transliteration": "allāhul ladhī ja`ala lakumul-an`āma litarkabū minhā wa minhā ta-kulūn"
    },
    {
      "index": 80,
      "arabic": "وَلَكُمْ فِيهَا مَنَـٰفِعُ وَلِتَبْلُغُوا۟ عَلَيْهَا حَاجَةً فِى صُدُورِكُمْ وَعَلَيْهَا وَعَلَى ٱلْفُلْكِ تُحْمَلُونَ",
      "translation": "and there are [numerous] uses in them for you, and that over them you may satisfy any need that is in your breasts, and you are carried on them and on ships.",
      "transliteration": "walakum fīhā manāfi`u walitablughū `alayhā ḥājatan fī ṣudūrikum wa`alayhā wa`alal-fulki tuḥmalūn"
    },
    {
      "index": 81,
      "arabic": "وَيُرِيكُمْ ءَايَـٰتِهِۦ فَأَىَّ ءَايَـٰتِ ٱللَّهِ تُنكِرُونَ",
      "translation": "He shows you His signs. So which of the signs of Allah do you deny?",
      "transliteration": "wayurīkum āyātihi fa-ayya āyātillāhi tunkirūn"
    },
    {
      "index": 82,
      "arabic": "أَفَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ ۚ كَانُوٓا۟ أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً وَءَاثَارًا فِى ٱلْأَرْضِ فَمَآ أَغْنَىٰ عَنْهُم مَّا كَانُوا۟ يَكْسِبُونَ",
      "translation": "Have they not travelled over the land so that they may observe how was the fate of those who were before them? They were more numerous than them and were greater [than them] in power and with respect to the effects [they left] in the land. But what they used to earn did not avail them.",
      "transliteration": "afalam yasīrū fil-arḍi fayanẓurū kayfa kāna `āqibatul ladhīna min qablihim ۚ kānū akthara minhum wa-ashadda quwwatan wa-āthāran fil-arḍi famā aghnā `anhum mā kānū yaksibūn"
    },
    {
      "index": 83,
      "arabic": "فَلَمَّا جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ فَرِحُوا۟ بِمَا عِندَهُم مِّنَ ٱلْعِلْمِ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
      "translation": "When their apostles brought them manifest proofs, they boasted about the knowledge they possessed, but they were besieged by what they used to deride.",
      "transliteration": "falammā jā-at hum rusuluhum bil bayyināti fariḥū bimā `indahum minal `il-mi waḥāqa bihim mā kānū bihi yastahzi-ūn"
    },
    {
      "index": 84,
      "arabic": "فَلَمَّا رَأَوْا۟ بَأْسَنَا قَالُوٓا۟ ءَامَنَّا بِٱللَّهِ وَحْدَهُۥ وَكَفَرْنَا بِمَا كُنَّا بِهِۦ مُشْرِكِينَ",
      "translation": "Then, when they sighted Our punishment, they said, ‘We believe in Allah alone, and disavow what we used to take as His partners.’",
      "transliteration": "falammā ra-aw ba-sanā qālū āmannā billāhi waḥdahu wakafarnā bimā kunnā bihi mushrikīn"
    },
    {
      "index": 85,
      "arabic": "فَلَمْ يَكُ يَنفَعُهُمْ إِيمَـٰنُهُمْ لَمَّا رَأَوْا۟ بَأْسَنَا ۖ سُنَّتَ ٱللَّهِ ٱلَّتِى قَدْ خَلَتْ فِى عِبَادِهِۦ ۖ وَخَسِرَ هُنَالِكَ ٱلْكَـٰفِرُونَ",
      "translation": "But their faith was of no benefit to them when they sighted Our punishment—Allah’s precedent, which has passed among His servants, and it is thence that the faithless will be losers.",
      "transliteration": "falam yaku yanfa`uhum-iymānuhum lammā ra-aw ba-sanā ۖ sunnatallāhil latī qad khalat fī `ibādih ۖ wakhasira hunālikal kāfirūn"
    }
  ]
}