{
  "index": 35,
  "name": "فاطر",
  "arabic_name": "فَاطِر",
  "english_name": "Fāṭir",
  "english_meaning": "The Originator",
  "ayas": [
    {
      "index": 1,
      "arabic": "ٱلْحَمْدُ لِلَّهِ فَاطِرِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ جَاعِلِ ٱلْمَلَـٰٓئِكَةِ رُسُلًا أُو۟لِىٓ أَجْنِحَةٍ مَّثْنَىٰ وَثُلَـٰثَ وَرُبَـٰعَ ۚ يَزِيدُ فِى ٱلْخَلْقِ مَا يَشَآءُ ۚ إِنَّ ٱللَّهَ عَلَىٰ كُلِّ شَىْءٍ قَدِيرٌ",
      "translation": "All praise belongs to Allah, originator of the heavens and the earth, maker of the angels [His] messengers, possessing wings, two, three or four [of them]. He adds to the creation whatever He wishes. Indeed Allah has power over all things.",
      "transliteration": "al-ḥamdu lillāhi fāṭiris samāwāti wal-arḍi jā`ilil malā-ikati rusulan ulī ajniḥatim mathnā wathulātha warubā` ۚ yazīdu fil khalqi mā yashā-u ۚ innallāha `alā kulli shay-in qadīr",
      "bismillah": {
        "arabic": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
        "translation": "In the Name of Allah, the All-beneficent, the All-merciful.",
        "transliteration": "bismillāhir raḥmānir raḥīm"
      }
    },
    {
      "index": 2,
      "arabic": "مَّا يَفْتَحِ ٱللَّهُ لِلنَّاسِ مِن رَّحْمَةٍ فَلَا مُمْسِكَ لَهَا ۖ وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُۥ مِنۢ بَعْدِهِۦ ۚ وَهُوَ ٱلْعَزِيزُ ٱلْحَكِيمُ",
      "translation": "Whatever mercy Allah unfolds for the people, no one can withhold it; and whatever He withholds no one can release it except Him, and He is the All-mighty, the All-wise.",
      "transliteration": "mā yaftaḥillāhu linnāsi min raḥmatin falā mumsika lahā ۖ wa mā yumsik falā mursila lahu min ba`dih ۚ wahuwal `azīzul ḥakīm"
    },
    {
      "index": 3,
      "arabic": "يَـٰٓأَيُّهَا ٱلنَّاسُ ٱذْكُرُوا۟ نِعْمَتَ ٱللَّهِ عَلَيْكُمْ ۚ هَلْ مِنْ خَـٰلِقٍ غَيْرُ ٱللَّهِ يَرْزُقُكُم مِّنَ ٱلسَّمَآءِ وَٱلْأَرْضِ ۚ لَآ إِلَـٰهَ إِلَّا هُوَ ۖ فَأَنَّىٰ تُؤْفَكُونَ",
      "translation": "O mankind! Remember Allah’s blessing upon you! Is there any creator other than Allah who provides for you from the sky and the earth? There is no god except Him. So where do you stray?",
      "transliteration": "yā-ayyuhan nāsudh-kurū ni`matallāhi `alaykum ۚ hal min khāliqin ghayrullāhi yarzuqukum minas samā-i wal-arḍ ۚ lā ilāha illā huw ۖ fa-annā tu-fakūn"
    },
    {
      "index": 4,
      "arabic": "وَإِن يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ ۚ وَإِلَى ٱللَّهِ تُرْجَعُ ٱلْأُمُورُ",
      "translation": "If they impugn you, certainly [other] apostles were impugned before you, and all matters are returned to Allah.",
      "transliteration": "wa in yukadhhibūka faqad kudhhibat rusulun min qablik ۚ wa ilallāhi turja`ul-umūr"
    },
    {
      "index": 5,
      "arabic": "يَـٰٓأَيُّهَا ٱلنَّاسُ إِنَّ وَعْدَ ٱللَّهِ حَقٌّ ۖ فَلَا تَغُرَّنَّكُمُ ٱلْحَيَوٰةُ ٱلدُّنْيَا ۖ وَلَا يَغُرَّنَّكُم بِٱللَّهِ ٱلْغَرُورُ",
      "translation": "O mankind! Allah’s promise is indeed true. So do not let the life of the world deceive you, nor let the Deceiver deceive you concerning Allah.",
      "transliteration": "yā-ayyuhan nāsu inna wa`dallāhi ḥaqq ۖ falā taghurrannakumul ḥayātud dunyā ۖ walā yaghurrannakum billāhil gharūr"
    },
    {
      "index": 6,
      "arabic": "إِنَّ ٱلشَّيْطَـٰنَ لَكُمْ عَدُوٌّ فَٱتَّخِذُوهُ عَدُوًّا ۚ إِنَّمَا يَدْعُوا۟ حِزْبَهُۥ لِيَكُونُوا۟ مِنْ أَصْحَـٰبِ ٱلسَّعِيرِ",
      "translation": "Satan is indeed your enemy, so treat him as an enemy. He only invites his confederates so that they may be among the inmates of the Blaze.",
      "transliteration": "innash shayṭāna lakum `aduwwun fattakhidhūhu `aduwwā ۚ innamā yad`ū ḥizbahu liyakūnū min aṣ-ḥābis sa`īr"
    },
    {
      "index": 7,
      "arabic": "ٱلَّذِينَ كَفَرُوا۟ لَهُمْ عَذَابٌ شَدِيدٌ ۖ وَٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ",
      "translation": "There is a severe punishment for the faithless; but for those who have faith and do righteous deeds, there will be forgiveness and a great reward.",
      "transliteration": "alladhīna kafarū lahum `adhābun shadīd ۖ wal ladhīna āmanū wa`amiluṣ ṣāliḥāti lahum maghfiratun wa-ajrun kabīr"
    },
    {
      "index": 8,
      "arabic": "أَفَمَن زُيِّنَ لَهُۥ سُوٓءُ عَمَلِهِۦ فَرَءَاهُ حَسَنًا ۖ فَإِنَّ ٱللَّهَ يُضِلُّ مَن يَشَآءُ وَيَهْدِى مَن يَشَآءُ ۖ فَلَا تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَٰتٍ ۚ إِنَّ ٱللَّهَ عَلِيمٌۢ بِمَا يَصْنَعُونَ",
      "translation": "Is someone the evil of whose conduct is presented as decorous to him, so he regards it as good.... Indeed Allah leads astray whomever He wishes, and guides whomever He wishes. So do not fret yourself to death regretting for them. Indeed Allah knows best what they do.",
      "transliteration": "afaman zuyyina lahu sū-u `amalihi fara-āhu ḥasanā ۖ fa-innallāha yuḍillu man yashā-u wayahdī man yashā-u ۖ falā tadh-hab nafsuka `alayhim ḥasarāt ۚ innallāha `alīmun bimā yaṣna`ūn"
    },
    {
      "index": 9,
      "arabic": "وَٱللَّهُ ٱلَّذِىٓ أَرْسَلَ ٱلرِّيَـٰحَ فَتُثِيرُ سَحَابًا فَسُقْنَـٰهُ إِلَىٰ بَلَدٍ مَّيِّتٍ فَأَحْيَيْنَا بِهِ ٱلْأَرْضَ بَعْدَ مَوْتِهَا ۚ كَذَٰلِكَ ٱلنُّشُورُ",
      "translation": "It is Allah who sends the winds and they raise a cloud; then We drive it toward a dead land and with it revive the earth after its death. Likewise will be the resurrection [of the dead].",
      "transliteration": "wallāhul ladhī arsalar riyāḥa fatuthīru saḥāban fasuqnāhu ilā baladin mayyitin fa-aḥyaynā bihil-arḍa ba`da mawtihā ۚ kadhālikan nushūr"
    },
    {
      "index": 10,
      "arabic": "مَن كَانَ يُرِيدُ ٱلْعِزَّةَ فَلِلَّهِ ٱلْعِزَّةُ جَمِيعًا ۚ إِلَيْهِ يَصْعَدُ ٱلْكَلِمُ ٱلطَّيِّبُ وَٱلْعَمَلُ ٱلصَّـٰلِحُ يَرْفَعُهُۥ ۚ وَٱلَّذِينَ يَمْكُرُونَ ٱلسَّيِّـَٔاتِ لَهُمْ عَذَابٌ شَدِيدٌ ۖ وَمَكْرُ أُو۟لَـٰٓئِكَ هُوَ يَبُورُ",
      "translation": "Whoever seeks honour [should know that] honour entirely belongs to Allah. To Him ascends the good word, and He elevates righteous conduct; as for those who devise evil schemes, there is a severe punishment for them, and their plotting shall come to naught.",
      "transliteration": "man kāna yurīdul `izzata falillāhil `izzatu jamī`ā ۚ ilayhi yaṣ`adul kalimuṭ ṭayyibu wal `amaluṣ ṣāliḥu yarfa`uh ۚ wal ladhīna yamkurūnas sayyi-āti lahum `adhābun shadīd ۖ wa makru ulā-ika huwa yabūr"
    },
    {
      "index": 11,
      "arabic": "وَٱللَّهُ خَلَقَكُم مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ جَعَلَكُمْ أَزْوَٰجًا ۚ وَمَا تَحْمِلُ مِنْ أُنثَىٰ وَلَا تَضَعُ إِلَّا بِعِلْمِهِۦ ۚ وَمَا يُعَمَّرُ مِن مُّعَمَّرٍ وَلَا يُنقَصُ مِنْ عُمُرِهِۦٓ إِلَّا فِى كِتَـٰبٍ ۚ إِنَّ ذَٰلِكَ عَلَى ٱللَّهِ يَسِيرٌ",
      "translation": "Allah created you from dust, then from a drop of [seminal] fluid, then He made you mates. No female conceives or delivers except with His knowledge, and no elderly person advances in years, nor is anything diminished of his life, but it is [recorded] in a Book. That is indeed easy for Allah.",
      "transliteration": "wallāhu khalaqakum min turābin thumma min nuṭfatin thumma ja`alakum azwājā ۚ wa mā taḥmilu min unthā walā taḍa`u illā bi`il-mih ۚ wa mā yu`ammaru min mu`ammarin walā yunqaṣu min `umurihi illā fī kitāb ۚ inna dhālika `alallāhi yasīr"
    },
    {
      "index": 12,
      "arabic": "وَمَا يَسْتَوِى ٱلْبَحْرَانِ هَـٰذَا عَذْبٌ فُرَاتٌ سَآئِغٌ شَرَابُهُۥ وَهَـٰذَا مِلْحٌ أُجَاجٌ ۖ وَمِن كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا ۖ وَتَرَى ٱلْفُلْكَ فِيهِ مَوَاخِرَ لِتَبْتَغُوا۟ مِن فَضْلِهِۦ وَلَعَلَّكُمْ تَشْكُرُونَ",
      "translation": "Not alike are the two seas: this one sweet and agreeable, pleasant to drink, and that one briny and bitter, and from each you eat fresh meat and obtain ornaments, which you wear. And you see the ships plowing through them, that you may seek of His bounty, and so that you may give thanks.",
      "transliteration": "wa mā yastawil baḥrāni hādhā `adhbun furātun sā-ighun sharābuhu wahādhā milḥun ujāj ۖ wa min kullin ta-kulūna laḥman ṭariyyan watastakhrijūna ḥilyatan talbasūnahā ۖ wataral fulka fīhi mawākhira litabtaghū min faḍlihi wala`allakum tashkurūn"
    },
    {
      "index": 13,
      "arabic": "يُولِجُ ٱلَّيْلَ فِى ٱلنَّهَارِ وَيُولِجُ ٱلنَّهَارَ فِى ٱلَّيْلِ وَسَخَّرَ ٱلشَّمْسَ وَٱلْقَمَرَ كُلٌّ يَجْرِى لِأَجَلٍ مُّسَمًّى ۚ ذَٰلِكُمُ ٱللَّهُ رَبُّكُمْ لَهُ ٱلْمُلْكُ ۚ وَٱلَّذِينَ تَدْعُونَ مِن دُونِهِۦ مَا يَمْلِكُونَ مِن قِطْمِيرٍ",
      "translation": "He makes the night pass into the day and makes the day pass into the night, and He has disposed the sun and the moon, each moving for a specified term. That is Allah, your Lord; to Him belongs all sovereignty. As for those whom you invoke besides Him, they do not control so much as the husk of a date stone.",
      "transliteration": "yūlijul layla fin nahāri wayūlijun nahāra fil layli wasakhharash shamsa wal qamara kullun yajrī li-ajalin musammā ۚ dhālikumullāhu rabbukum lahul mulk ۚ wal ladhīna tad`ūna min dūnihi mā yamlikūna min qiṭmīr"
    },
    {
      "index": 14,
      "arabic": "إِن تَدْعُوهُمْ لَا يَسْمَعُوا۟ دُعَآءَكُمْ وَلَوْ سَمِعُوا۟ مَا ٱسْتَجَابُوا۟ لَكُمْ ۖ وَيَوْمَ ٱلْقِيَـٰمَةِ يَكْفُرُونَ بِشِرْكِكُمْ ۚ وَلَا يُنَبِّئُكَ مِثْلُ خَبِيرٍ",
      "translation": "If you invoke them they will not hear your invocation, and even if they heard they cannot respond to you, and on the Day of Resurrection they will forswear your polytheism, and none can inform you like the One who is all-aware.",
      "transliteration": "in tad`ūhum lā yasma`ū du`ā-akum walaw sami`ū mas-tajābū lakum ۖ wayawmal qiyāmati yakfurūna bishirkikum ۚ walā yunabbi-uka mithlu khabīr"
    },
    {
      "index": 15,
      "arabic": "يَـٰٓأَيُّهَا ٱلنَّاسُ أَنتُمُ ٱلْفُقَرَآءُ إِلَى ٱللَّهِ ۖ وَٱللَّهُ هُوَ ٱلْغَنِىُّ ٱلْحَمِيدُ",
      "translation": "O mankind! You are the ones who stand in need of Allah, and Allah—He is the All-sufficient, the All-laudable.",
      "transliteration": "yā-ayyuhan nāsu antumul fuqarā-u ilallāh ۖ wallāhu huwal ghaniyyul ḥamīd"
    },
    {
      "index": 16,
      "arabic": "إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ",
      "translation": "If He wishes, He will take you away, and bring about a new creation;",
      "transliteration": "in yasha-yudh-hibkum waya-ti bikhalqin jadīd"
    },
    {
      "index": 17,
      "arabic": "وَمَا ذَٰلِكَ عَلَى ٱللَّهِ بِعَزِيزٍ",
      "translation": "and that is not a hard thing for Allah.",
      "transliteration": "wa mā dhālika `alallāhi bi`azīz"
    },
    {
      "index": 18,
      "arabic": "وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىٰ ۚ وَإِن تَدْعُ مُثْقَلَةٌ إِلَىٰ حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَىْءٌ وَلَوْ كَانَ ذَا قُرْبَىٰٓ ۗ إِنَّمَا تُنذِرُ ٱلَّذِينَ يَخْشَوْنَ رَبَّهُم بِٱلْغَيْبِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ ۚ وَمَن تَزَكَّىٰ فَإِنَّمَا يَتَزَكَّىٰ لِنَفْسِهِۦ ۚ وَإِلَى ٱللَّهِ ٱلْمَصِيرُ",
      "translation": "No bearer shall bear another’s burden, and should someone heavily burdened call [another] to carry it, nothing of it will be carried [by anyone] even if he should be a near relative. You can only warn those who fear their Lord in secret and maintain the prayer. Whoever purifies himself, purifies only for his own sake, and to Allah is the return.",
      "transliteration": "walā taziru wāziratun wizra ukhrā ۚ wa in tad`u muthqalatun ilā ḥimlihā lā yuḥmal minhu shay-un walaw kāna dhā qurbā ۗ innamā tundhirul ladhīna yakhshawna rabbahum bil ghaybi wa-aqāmuṣ ṣalāh ۚ wa man tazakkā fa-innamā yatazakkā linafsih ۚ wa ilallāhil maṣīr"
    },
    {
      "index": 19,
      "arabic": "وَمَا يَسْتَوِى ٱلْأَعْمَىٰ وَٱلْبَصِيرُ",
      "translation": "The blind one and the seer are not equal,",
      "transliteration": "wa mā yastawil-a`mā wal baṣīr"
    },
    {
      "index": 20,
      "arabic": "وَلَا ٱلظُّلُمَـٰتُ وَلَا ٱلنُّورُ",
      "translation": "nor darkness and light;",
      "transliteration": "walaẓ ẓulumātu walan nūr"
    },
    {
      "index": 21,
      "arabic": "وَلَا ٱلظِّلُّ وَلَا ٱلْحَرُورُ",
      "translation": "nor shade and torrid heat;",
      "transliteration": "walaẓ ẓillu walal ḥarūr"
    },
    {
      "index": 22,
      "arabic": "وَمَا يَسْتَوِى ٱلْأَحْيَآءُ وَلَا ٱلْأَمْوَٰتُ ۚ إِنَّ ٱللَّهَ يُسْمِعُ مَن يَشَآءُ ۖ وَمَآ أَنتَ بِمُسْمِعٍ مَّن فِى ٱلْقُبُورِ",
      "translation": "nor are the living equal to the dead. Indeed Allah makes whomever He wishes to hear, and you cannot make those who are in the graves hear you.",
      "transliteration": "wa mā yastawil-aḥyā-u walal-amwāt ۚ innallāha yusmi`u man yashā-u ۖ wa mā anta bimusmi`in man fil qubūr"
    },
    {
      "index": 23,
      "arabic": "إِنْ أَنتَ إِلَّا نَذِيرٌ",
      "translation": "You are but a warner.",
      "transliteration": "in anta illā nadhīr"
    },
    {
      "index": 24,
      "arabic": "إِنَّآ أَرْسَلْنَـٰكَ بِٱلْحَقِّ بَشِيرًا وَنَذِيرًا ۚ وَإِن مِّنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ",
      "translation": "Indeed We have sent you with the truth as a bearer of good news and as a warner; and there is not a nation but a warner has passed in it.",
      "transliteration": "innā arsalnāka bil ḥaqqi bashīran wanadhīrā ۚ wa in min ummatin illā khalā fīhā nadhīr"
    },
    {
      "index": 25,
      "arabic": "وَإِن يُكَذِّبُوكَ فَقَدْ كَذَّبَ ٱلَّذِينَ مِن قَبْلِهِمْ جَآءَتْهُمْ رُسُلُهُم بِٱلْبَيِّنَـٰتِ وَبِٱلزُّبُرِ وَبِٱلْكِتَـٰبِ ٱلْمُنِيرِ",
      "translation": "If they impugn you, those before them have impugned [likewise]: their apostles brought them manifest proofs, [holy] writs, and illuminating scriptures.",
      "transliteration": "wa in yukadhhibūka faqad kadhhabal ladhīna min qablihim jā-at hum rusuluhum bil bayyināti wabiz zuburi wabil kitābil munīr"
    },
    {
      "index": 26,
      "arabic": "ثُمَّ أَخَذْتُ ٱلَّذِينَ كَفَرُوا۟ ۖ فَكَيْفَ كَانَ نَكِيرِ",
      "translation": "Then I seized the faithless. So how was My rebuttal!",
      "transliteration": "thumma akhadhtul ladhīna kafarū ۖ fakayfa kāna nakīr"
    },
    {
      "index": 27,
      "arabic": "أَلَمْ تَرَ أَنَّ ٱللَّهَ أَنزَلَ مِنَ ٱلسَّمَآءِ مَآءً فَأَخْرَجْنَا بِهِۦ ثَمَرَٰتٍ مُّخْتَلِفًا أَلْوَٰنُهَا ۚ وَمِنَ ٱلْجِبَالِ جُدَدٌۢ بِيضٌ وَحُمْرٌ مُّخْتَلِفٌ أَلْوَٰنُهَا وَغَرَابِيبُ سُودٌ",
      "translation": "Have you not regarded that Allah sends down water from the sky, with which We produce fruits of diverse hues. And in the mountains are stripes, white and red, of diverse hues, and [others] pitch black?",
      "transliteration": "alam tara annallāha anzala minas samā-i mā-an fa-akhrajnā bihi thamarātin mukhtalifan alwānuhā ۚ wa minal jibāli judadun bīḍun waḥumrun mukhtalifun alwānuhā wagharābību sūd"
    },
    {
      "index": 28,
      "arabic": "وَمِنَ ٱلنَّاسِ وَٱلدَّوَآبِّ وَٱلْأَنْعَـٰمِ مُخْتَلِفٌ أَلْوَٰنُهُۥ كَذَٰلِكَ ۗ إِنَّمَا يَخْشَى ٱللَّهَ مِنْ عِبَادِهِ ٱلْعُلَمَـٰٓؤُا۟ ۗ إِنَّ ٱللَّهَ عَزِيزٌ غَفُورٌ",
      "translation": "And of humans and beasts and cattle there are likewise diverse hues. Only those of Allah’s servants having knowledge fear Him. Indeed Allah is all-mighty, all-forgiving.",
      "transliteration": "wa minan nāsi wad dawābbi wal-an`āmi mukhtalifun alwānuhu kadhālik ۗ innamā yakhshallāha min `ibādihil `ulamā-u ۗ innallāha `azīzun ghafūr"
    },
    {
      "index": 29,
      "arabic": "إِنَّ ٱلَّذِينَ يَتْلُونَ كِتَـٰبَ ٱللَّهِ وَأَقَامُوا۟ ٱلصَّلَوٰةَ وَأَنفَقُوا۟ مِمَّا رَزَقْنَـٰهُمْ سِرًّا وَعَلَانِيَةً يَرْجُونَ تِجَـٰرَةً لَّن تَبُورَ",
      "translation": "Indeed those who recite the Book of Allah and maintain the prayer, and spend secretly and openly out of what We have provided them, expect a commerce that will never go bankrupt,",
      "transliteration": "innal ladhīna yatlūna kitāballāhi wa-aqāmuṣ ṣalāta wa-anfaqū mimmā razaqnāhum sirran wa`alāniyatan yarjūna tijāratan lan tabūr"
    },
    {
      "index": 30,
      "arabic": "لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُم مِّن فَضْلِهِۦٓ ۚ إِنَّهُۥ غَفُورٌ شَكُورٌ",
      "translation": "so that He may pay them their full reward and enhance them out of His bounty. Indeed He is all-forgiving, all-appreciative.",
      "transliteration": "liyuwaffiyahum ujūrahum wayazīdahum min faḍlih ۚ innahu ghafūrun shakūr"
    },
    {
      "index": 31,
      "arabic": "وَٱلَّذِىٓ أَوْحَيْنَآ إِلَيْكَ مِنَ ٱلْكِتَـٰبِ هُوَ ٱلْحَقُّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ ۗ إِنَّ ٱللَّهَ بِعِبَادِهِۦ لَخَبِيرٌۢ بَصِيرٌ",
      "translation": "That which We have revealed to you of the Book is the truth, confirming what was [revealed] before it. Indeed Allah is all-aware, all-seeing about His servants.",
      "transliteration": "wal ladhī awḥaynā ilayka minal kitābi huwal ḥaqqu muṣaddiqal limā bayna yadayh ۗ innallāha bi`ibādihi lakhabīrun baṣīr"
    },
    {
      "index": 32,
      "arabic": "ثُمَّ أَوْرَثْنَا ٱلْكِتَـٰبَ ٱلَّذِينَ ٱصْطَفَيْنَا مِنْ عِبَادِنَا ۖ فَمِنْهُمْ ظَالِمٌ لِّنَفْسِهِۦ وَمِنْهُم مُّقْتَصِدٌ وَمِنْهُمْ سَابِقٌۢ بِٱلْخَيْرَٰتِ بِإِذْنِ ٱللَّهِ ۚ ذَٰلِكَ هُوَ ٱلْفَضْلُ ٱلْكَبِيرُ",
      "translation": "Then We made those whom We chose from Our servants heirs to the Book. Yet some of them are those who wrong themselves, and some of them are average, and some of them are those who take the lead in all the good works by Allah’s will. That is the greatest grace [of Allah]!",
      "transliteration": "thumma awrathnal kitābal ladhīnaṣ-ṭafaynā min `ibādinā ۖ faminhum ẓālimul linafsihi wa minhum muqtaṣidun wa minhum sābiqun bil khayrāti bi-idhnillāh ۚ dhālika huwal faḍlul kabīr"
    },
    {
      "index": 33,
      "arabic": "جَنَّـٰتُ عَدْنٍ يَدْخُلُونَهَا يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا ۖ وَلِبَاسُهُمْ فِيهَا حَرِيرٌ",
      "translation": "Gardens of Eden, which they will enter, adorned therein with bracelets of gold and pearl, and their garments therein will be of silk.",
      "transliteration": "jannātu `adniy yadkhulūnahā yuḥallawna fīhā min asāwira min dhahabin walu-lu-ā ۖ walibāsuhum fīhā ḥarīr"
    },
    {
      "index": 34,
      "arabic": "وَقَالُوا۟ ٱلْحَمْدُ لِلَّهِ ٱلَّذِىٓ أَذْهَبَ عَنَّا ٱلْحَزَنَ ۖ إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ",
      "translation": "They will say, ‘All praise belongs to Allah, who has removed all grief from us. Indeed Our Lord is all-forgiving, all-appreciative,",
      "transliteration": "waqālul ḥamdu lillāhil ladhī adh-haba `annal ḥazan ۖ inna rabbanā laghafūrun shakūr"
    },
    {
      "index": 35,
      "arabic": "ٱلَّذِىٓ أَحَلَّنَا دَارَ ٱلْمُقَامَةِ مِن فَضْلِهِۦ لَا يَمَسُّنَا فِيهَا نَصَبٌ وَلَا يَمَسُّنَا فِيهَا لُغُوبٌ",
      "translation": "who has settled us in the everlasting abode by His grace. In it we are untouched by toil, and untouched by fatigue.’",
      "transliteration": "alladhī aḥallanā dāral muqāmati min faḍlihi lā yamassunā fīhā naṣabun walā yamassunā fīhā lughūb"
    },
    {
      "index": 36,
      "arabic": "وَٱلَّذِينَ كَفَرُوا۟ لَهُمْ نَارُ جَهَنَّمَ لَا يُقْضَىٰ عَلَيْهِمْ فَيَمُوتُوا۟ وَلَا يُخَفَّفُ عَنْهُم مِّنْ عَذَابِهَا ۚ كَذَٰلِكَ نَجْزِى كُلَّ كَفُورٍ",
      "translation": "As for the faithless, there is for them the fire of hell: they will neither be done away with so that they may die, nor shall its punishment be lightened for them. Thus do We requite every ingrate.",
      "transliteration": "wal ladhīna kafarū lahum nāru jahannama lā yuqḍā `alayhim fayamūtū walā yukhaffafu `anhum min `adhābihā ۚ kadhālika najzī kulla kafūr"
    },
    {
      "index": 37,
      "arabic": "وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَآ أَخْرِجْنَا نَعْمَلْ صَـٰلِحًا غَيْرَ ٱلَّذِى كُنَّا نَعْمَلُ ۚ أَوَلَمْ نُعَمِّرْكُم مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ ٱلنَّذِيرُ ۖ فَذُوقُوا۟ فَمَا لِلظَّـٰلِمِينَ مِن نَّصِيرٍ",
      "translation": "They shall cry therein for help: ‘Our Lord! Bring us out, so that we may act righteously—differently from what we used to do!’ ‘Did We not give you a lifelong enough that one who is heedful might take admonition? And [moreover] the warner had [also] come to you. Now taste [the consequence of your deeds], for the wrongdoers have no helper.’",
      "transliteration": "wahum yaṣṭarikhūna fīhā rabbanā akhrijnā na`mal ṣāliḥan ghayral ladhī kunnā na`mal ۚ awalam nu`ammirkum mā yatadhakkaru fīhi man tadhakkara wajā-akumun nadhīr ۖ fadhūqū famā liẓẓālimīna min naṣīr"
    },
    {
      "index": 38,
      "arabic": "إِنَّ ٱللَّهَ عَـٰلِمُ غَيْبِ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضِ ۚ إِنَّهُۥ عَلِيمٌۢ بِذَاتِ ٱلصُّدُورِ",
      "translation": "Indeed Allah is the knower of the Unseen of the heavens and the earth. Indeed, He knows well what is in the breasts.",
      "transliteration": "innallāha `ālimu ghaybis samāwāti wal-arḍ ۚ innahu `alīmun bidhātiṣ ṣudūr"
    },
    {
      "index": 39,
      "arabic": "هُوَ ٱلَّذِى جَعَلَكُمْ خَلَـٰٓئِفَ فِى ٱلْأَرْضِ ۚ فَمَن كَفَرَ فَعَلَيْهِ كُفْرُهُۥ ۖ وَلَا يَزِيدُ ٱلْكَـٰفِرِينَ كُفْرُهُمْ عِندَ رَبِّهِمْ إِلَّا مَقْتًا ۖ وَلَا يَزِيدُ ٱلْكَـٰفِرِينَ كُفْرُهُمْ إِلَّا خَسَارًا",
      "translation": "It is He who made you successors on the earth. So whoever is faithless, his unfaith is to his own detriment. The unfaith of the faithless does not increase them with their Lord [in anything] except disfavour, and their unfaith increases the faithless in nothing except loss.",
      "transliteration": "huwal ladhī ja`alakum khalā-ifa fil-arḍ ۚ faman kafara fa`alayhi kufruh ۖ walā yazīdul kāfirīna kufruhum `inda rabbihim illā maqtā ۖ walā yazīdul kāfirīna kufruhum illā khasārā"
    },
    {
      "index": 40,
      "arabic": "قُلْ أَرَءَيْتُمْ شُرَكَآءَكُمُ ٱلَّذِينَ تَدْعُونَ مِن دُونِ ٱللَّهِ أَرُونِى مَاذَا خَلَقُوا۟ مِنَ ٱلْأَرْضِ أَمْ لَهُمْ شِرْكٌ فِى ٱلسَّمَـٰوَٰتِ أَمْ ءَاتَيْنَـٰهُمْ كِتَـٰبًا فَهُمْ عَلَىٰ بَيِّنَتٍ مِّنْهُ ۚ بَلْ إِن يَعِدُ ٱلظَّـٰلِمُونَ بَعْضُهُم بَعْضًا إِلَّا غُرُورًا",
      "translation": "Say, ‘Tell me about your ‘partners’ whom you invoke besides Allah? Show me what [part] of the earth have they created. Have they any share in the heavens?’ Have We given them a scripture so that they stand on a manifest proof from it? No, the wrongdoers do not promise one another [anything] except delusion.",
      "transliteration": "qul ara aytum shurakā-akumul ladhīna tad`ūna min dūnillāhi arūnī mādhā khalaqū minal-arḍi am lahum shirkun fis samāwāti am ātaynāhum kitāban fahum `alā bayyinatin minh ۚ bal in ya`iduẓ ẓālimūna ba`ḍuhum ba`ḍan illā ghurūrā"
    },
    {
      "index": 41,
      "arabic": "إِنَّ ٱللَّهَ يُمْسِكُ ٱلسَّمَـٰوَٰتِ وَٱلْأَرْضَ أَن تَزُولَا ۚ وَلَئِن زَالَتَآ إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِّنۢ بَعْدِهِۦٓ ۚ إِنَّهُۥ كَانَ حَلِيمًا غَفُورًا",
      "translation": "Indeed Allah sustains the heavens and the earth lest they should fall apart, and if they were to fall apart, there is none who can sustain them except Him. Indeed He is all-forbearing, all-forgiving.",
      "transliteration": "innallāha yumsikus samāwāti wal-arḍa an tazūlā ۚ wala-in zālatā in amsakahumā min aḥadin min ba`dih ۚ innahu kāna ḥalīman ghafūrā"
    },
    {
      "index": 42,
      "arabic": "وَأَقْسَمُوا۟ بِٱللَّهِ جَهْدَ أَيْمَـٰنِهِمْ لَئِن جَآءَهُمْ نَذِيرٌ لَّيَكُونُنَّ أَهْدَىٰ مِنْ إِحْدَى ٱلْأُمَمِ ۖ فَلَمَّا جَآءَهُمْ نَذِيرٌ مَّا زَادَهُمْ إِلَّا نُفُورًا",
      "translation": "They had sworn by Allah with solemn oaths that if a warner were to come to them, they would be better guided than any of the nations. But when a warner came to them, it only increased their distance [from the truth],",
      "transliteration": "wa-aqsamū billāhi jahda aymānihim la-in jā-ahum nadhīrul layakūnunna ahdā min iḥdal-umam ۖ falammā jā-ahum nadhīrun mā zādahum illā nufūrā"
    },
    {
      "index": 43,
      "arabic": "ٱسْتِكْبَارًا فِى ٱلْأَرْضِ وَمَكْرَ ٱلسَّيِّئِ ۚ وَلَا يَحِيقُ ٱلْمَكْرُ ٱلسَّيِّئُ إِلَّا بِأَهْلِهِۦ ۚ فَهَلْ يَنظُرُونَ إِلَّا سُنَّتَ ٱلْأَوَّلِينَ ۚ فَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَبْدِيلًا ۖ وَلَن تَجِدَ لِسُنَّتِ ٱللَّهِ تَحْوِيلًا",
      "translation": "due to their domineering [conduct] in the land and their devising of evil schemes; and evil schemes beset only their authors. So do they await anything except the precedent of the ancients? Yet you will never find any change in Allah’s precedent, and you will never find any revision in Allah’s precedent.",
      "transliteration": "is-tikbāran fil-arḍi wa makras sayyi-i ۚ walā yaḥīqul makrus sayyi-u illā bi-ahlih ۚ fahal yanẓurūna illā sunnatal-awwalīn ۚ falan tajida lisunnatillāhi tabdīlā ۖ walan tajida lisunnatillāhi taḥwylā"
    },
    {
      "index": 44,
      "arabic": "أَوَلَمْ يَسِيرُوا۟ فِى ٱلْأَرْضِ فَيَنظُرُوا۟ كَيْفَ كَانَ عَـٰقِبَةُ ٱلَّذِينَ مِن قَبْلِهِمْ وَكَانُوٓا۟ أَشَدَّ مِنْهُمْ قُوَّةً ۚ وَمَا كَانَ ٱللَّهُ لِيُعْجِزَهُۥ مِن شَىْءٍ فِى ٱلسَّمَـٰوَٰتِ وَلَا فِى ٱلْأَرْضِ ۚ إِنَّهُۥ كَانَ عَلِيمًا قَدِيرًا",
      "translation": "Have they not travelled over the land so that they may observe how was the fate of those who were before them? They were more powerful than them, and Allah is not to be frustrated by anything in the heavens or on the earth. Indeed, He is all-knowing, all-powerful.",
      "transliteration": "awalam yasīrū fil-arḍi fayanẓurū kayfa kāna `āqibatul ladhīna min qablihim wakānū ashadda minhum quwwah ۚ wa mā kānallāhu liyu`jizahu min shay-in fis samāwāti walā fil-arḍ ۚ innahu kāna `alīman qadīrā"
    },
    {
      "index": 45,
      "arabic": "وَلَوْ يُؤَاخِذُ ٱللَّهُ ٱلنَّاسَ بِمَا كَسَبُوا۟ مَا تَرَكَ عَلَىٰ ظَهْرِهَا مِن دَآبَّةٍ وَلَـٰكِن يُؤَخِّرُهُمْ إِلَىٰٓ أَجَلٍ مُّسَمًّى ۖ فَإِذَا جَآءَ أَجَلُهُمْ فَإِنَّ ٱللَّهَ كَانَ بِعِبَادِهِۦ بَصِيرًۢا",
      "translation": "Were Allah to take humans to task because of what they have earned, He would not leave any living being on its back. But He respites them until a specified time, and when their time comes, [He retributes them in accordance with their works], for Allah has been watching His servants.",
      "transliteration": "walaw yu-ākhidhullāhun nāsa bimā kasabū mā taraka `alā ẓahrihā min dābbatin walākin yu-akhhiruhum ilā ajalin musammā ۖ fa-idhā jā-a ajaluhum fa-innallāha kāna bi`ibādihi baṣīrā"
    }
  ]
}