{
  "index": 98,
  "name": "البينة",
  "arabic_name": "البَيِّنَة",
  "english_name": "Al-Bayyinah",
  "english_meaning": "The Clear Proof",
  "ayas": [
    {
      "index": 1,
      "arabic": "لَمْ يَكُنِ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَـٰبِ وَٱلْمُشْرِكِينَ مُنفَكِّينَ حَتَّىٰ تَأْتِيَهُمُ ٱلْبَيِّنَةُ",
      "translation": "The faithless from among the People of the Book and the polytheists were not set apart [from the community of the faithful] until the proof had come to them:",
      "transliteration": "lam yakunil ladhīna kafarū min ahlil kitābi wal mushrikīna munfakkīna ḥattā ta-tiyahumul bayyinah",
      "bismillah": {
        "arabic": "بِسْمِ ٱللَّهِ ٱلرَّحْمَـٰنِ ٱلرَّحِيمِ",
        "translation": "In the Name of Allah, the All-beneficent, the All-merciful.",
        "transliteration": "bismillāhir raḥmānir raḥīm"
      }
    },
    {
      "index": 2,
      "arabic": "رَسُولٌ مِّنَ ٱللَّهِ يَتْلُوا۟ صُحُفًا مُّطَهَّرَةً",
      "translation": "an apostle from Allah reciting impeccable scriptures,",
      "transliteration": "rasūlun minallāhi yatlū ṣuḥufan muṭahharah"
    },
    {
      "index": 3,
      "arabic": "فِيهَا كُتُبٌ قَيِّمَةٌ",
      "translation": "wherein are upright writings.",
      "transliteration": "fīhā kutubun qayyimah"
    },
    {
      "index": 4,
      "arabic": "وَمَا تَفَرَّقَ ٱلَّذِينَ أُوتُوا۟ ٱلْكِتَـٰبَ إِلَّا مِنۢ بَعْدِ مَا جَآءَتْهُمُ ٱلْبَيِّنَةُ",
      "translation": "Those who were given the Book did not divide except after the proof had come to them.",
      "transliteration": "wa mā tafarraqal ladhīna ūtul kitāba illā min ba`di mā jā-at humul bayyinah"
    },
    {
      "index": 5,
      "arabic": "وَمَآ أُمِرُوٓا۟ إِلَّا لِيَعْبُدُوا۟ ٱللَّهَ مُخْلِصِينَ لَهُ ٱلدِّينَ حُنَفَآءَ وَيُقِيمُوا۟ ٱلصَّلَوٰةَ وَيُؤْتُوا۟ ٱلزَّكَوٰةَ ۚ وَذَٰلِكَ دِينُ ٱلْقَيِّمَةِ",
      "translation": "Though they were not commanded except to worship Allah, dedicating their faith to Him as men of pure faith, and to maintain the prayer and pay the zakat. That is the upright religion.",
      "transliteration": "wa mā umirū illā liya`budullāha mukhliṣīna lahud dīna ḥunafā-a wayuqīmuṣ ṣalāta wayu-tuz zakāh ۚ wadhālika dīnul qayyimah"
    },
    {
      "index": 6,
      "arabic": "إِنَّ ٱلَّذِينَ كَفَرُوا۟ مِنْ أَهْلِ ٱلْكِتَـٰبِ وَٱلْمُشْرِكِينَ فِى نَارِ جَهَنَّمَ خَـٰلِدِينَ فِيهَآ ۚ أُو۟لَـٰٓئِكَ هُمْ شَرُّ ٱلْبَرِيَّةِ",
      "translation": "Indeed the faithless from among the People of the Book and the polytheists will be in the fire of hell, to remain in it [forever]. It is they who are the worst of creatures.",
      "transliteration": "innal ladhīna kafarū min ahlil kitābi wal mushrikīna fī nāri jahannama khālidīna fīhā ۚ ulā-ika hum sharrul bariyyah"
    },
    {
      "index": 7,
      "arabic": "إِنَّ ٱلَّذِينَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ أُو۟لَـٰٓئِكَ هُمْ خَيْرُ ٱلْبَرِيَّةِ",
      "translation": "Indeed those who have faith and do righteous deeds—it is they who are the best of creatures.",
      "transliteration": "innal ladhīna āmanū wa`amiluṣ ṣāliḥāti ulā-ika hum khayrul bariyyah"
    },
    {
      "index": 8,
      "arabic": "جَزَآؤُهُمْ عِندَ رَبِّهِمْ جَنَّـٰتُ عَدْنٍ تَجْرِى مِن تَحْتِهَا ٱلْأَنْهَـٰرُ خَـٰلِدِينَ فِيهَآ أَبَدًا ۖ رَّضِىَ ٱللَّهُ عَنْهُمْ وَرَضُوا۟ عَنْهُ ۚ ذَٰلِكَ لِمَنْ خَشِىَ رَبَّهُۥ",
      "translation": "Their reward, near their Lord, is the Gardens of Eden, with streams running in them, to remain in them forever. Allah is pleased with them, and they are pleased with Him. That is for those who fear their Lord.",
      "transliteration": "jazā-uhum `inda rabbihim jannātu `adnin tajrī min taḥtihal-anhāru khālidīna fīhā abadā ۖ raḍiyallāhu `anhum waraḍū `anh ۚ dhālika liman khashiya rabbah"
    }
  ]
}